Repository: codacy-badger/amuzak
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, ca_es, da_dk, el_gr, fa_ir, fi_fi, he_il, hu_hu, ko_kr, nb_no, sv_se, tr_tr, uk_ua

source: The switches [-m|-i|-o] can only be used, if one of the other switches [-c|-v|-a|-g] is used.
ar_sa: لا يمكن استخدام رموز التبديل [-m | -i | -o] إلا في حالة استخدام أحد رموز التبديل الأخرى [-c | -v | -a | -g].
ca_es: Els commutadors [-m | -i | -o] només es poden utilitzar si s’utilitza un dels altres interruptors [-c | -v | -a | -g].
da_dk: Skifterne [-m | -i | -o] kan kun bruges, hvis en af de andre kontakter [-c | -v | -a | -g] anvendes.
el_gr: Οι διακόπτες [-m | -i | -o] μπορούν να χρησιμοποιηθούν μόνο εάν χρησιμοποιείται ένας από τους άλλους διακόπτες [-c | -v | -a | -g].
fa_ir: سوئیچ ها [-m | -i | -o] تنها می توانند مورد استفاده قرار گیرند، اگر یکی از سوئیچ های دیگر [-c | -v | -a | -g] استفاده شود.
fi_fi: Kytkimiä [-m | -i | -o] voidaan käyttää vain, jos käytetään toista kytkintä [-c | -v | -a | -g].
he_il: המתגים [m|-i|-o-] יכולים להיות בשימוש, רק אם אחד מהמתגים האחרים [c|-v|-a|-g-] בשימוש.
hu_hu: A [-m | -i | -o] kapcsolók csak akkor használhatók, ha a többi [-c | -v | -a | -g] kapcsoló egyikét használja.
ko_kr: 다른 스위치 [-c | -v | -a | -g] 중 하나를 사용하는 경우에만 스위치 [-m | -i | -o]를 사용할 수 있습니다.
nb_no: Bryterne [-m | -i | -o] kan bare brukes, hvis en av de andre bryterne [-c | -v | -a | -g] brukes.
sv_se: Växlarna [-m | -i | -o] kan bara användas om en av de andra omkopplarna [-c | -v | -a | -g] används.
tr_tr: [-M | -i | -o] anahtarları sadece, diğer anahtarlardan [-c | -v | -a | -g] kullanılıyorsa kullanılabilir.
uk_ua: Комутатори [-m | -i | -o] можуть бути використані, тільки якщо використовується один з інших комутаторів [-c | -v | -a | -g].

source: DEBUG ENABLED WILL NOT DELETE FILES!
ar_sa: لن تتمكن DEBUG من حذف الملفات!
ca_es: DEBUG ENABLED NO DELETE FILES!
da_dk: DEBUG aktiveret vil ikke slette filer!
el_gr: Η ΔΥΝΑΜΗ ΔΕΝ ΕΠΙΤΡΕΠΕΤΑΙ ΝΑ ΔΙΑΓΡΑΨΕΙ ΑΡΧΕΙΑ!
fa_ir: DEBUG فعال نخواهد حذف فایل ها!
fi_fi: DEBUG ENABLED ei poista tiedostoja!
he_il: אפשור מצב ניפוי באגים אינו מוחק קבצים!
hu_hu: A DEBUG ENABLED NEM TÖRLÉS FELADATOK!
ko_kr: DEBUG ENABLED는 파일을 삭제하지 않을 것입니다!
nb_no: DEBUG AKTIVERT SKAL IKKE SLETT FILER!
sv_se: DEBUG aktiverat kommer inte att radera filer!
tr_tr: DEBUG ENABLED, DOSYALARI SİLEMEZ!
uk_ua: ВИКЛЮЧЕНИЙ ЗБІЛЬ НЕ ВИБРАТИ ФАЙЛІ!

source: Would Delete: %s
ar_sa: سيحذف: %s
ca_es: Es podria suprimir: %s
da_dk: Vil slette: %s
el_gr: Θα διαγραφεί: %s
fa_ir: آیا حذف: %s
fi_fi: Poista: %s
he_il: למחיקה: %s
hu_hu: Töröl: %s
ko_kr: 겠습니까 삭제 : %s
nb_no: Vil slette: %s
sv_se: Skulle ta bort: %s
tr_tr: Silmek: %s
uk_ua: Видалити: %s

source: Deleting: %s
ar_sa: الحذف: %s
ca_es: S'està suprimint: %s
da_dk: Sletning: %s
el_gr: Διαγραφή: %s
fa_ir: پاک کردن: %s
fi_fi: Poistaminen: %s
he_il: מוחק: %s
hu_hu: Törlés: %s
ko_kr: 삭제 중 : %s
nb_no: Sletter: %s
sv_se: Radering: %s
tr_tr: Siliniyor: %s
uk_ua: Видалення: %s

source: ERROR: Iconv required for this functionality, quitting
ar_sa: خطأ: Iconv مطلوب لهذه الوظيفة ، إنهاء
ca_es: ERROR: es requereix Iconv per a aquesta funcionalitat, sortint
da_dk: FEJL: Iconv kræves for denne funktionalitet, afslutter
el_gr: ΣΦΑΛΜΑ: Το Iconv απαιτείται για αυτή τη λειτουργία, κλείνοντας
fa_ir: ERROR: Iconv مورد نیاز برای این قابلیت، ترک
fi_fi: VIRHE: Tämän toiminnon edellyttämä kuvake, lopettaminen
he_il: שגיאה: נדרש Iconv עבור הפונקציונליות הזו. יציאה.
hu_hu: HIBA: A funkcióhoz szükséges ikonváltás, kilépés
ko_kr: 오류: 이 기능이 정상 동작하려면 iconv가 필요합니다
nb_no: FEIL: Iconv kreves for denne funksjonaliteten, avslutter
sv_se: FEL: Iconv krävs för denna funktionalitet, slutar
tr_tr: HATA: Bu işlev için gerekli olan iconv, çıkma
uk_ua: ПОМИЛКА: Iconv, необхідний для цієї функціональності, виходить

source: Testing Basic Translation, the two strings below should look the same
ar_sa: اختبار الترجمة الأساسية ، يجب أن تبدو السلسلتان أدناه كما هي
ca_es: Provant la traducció bàsica, les dues cadenes següents haurien de ser iguals
da_dk: Testning Basic Translation, de to strenge nedenfor skal se ens ud
el_gr: Δοκιμάζοντας τη βασική μετάφραση, οι δύο παρακάτω συμβολοσειρές πρέπει να φαίνονται οι ίδιες
fa_ir: تست ترجمه پایه، دو رشته زیر باید به همین شکل باشد
fi_fi: Käännä perustulkinta kahdella merkkijonolla pitäisi näyttää samalta
he_il: בדיקת תרגום בסיסי, שתי המחרוזות להלן עשויות להראות זהות
hu_hu: Az alapvető fordítás tesztelése során az alábbi két karakterláncnak azonosnak kell lennie
ko_kr: 기본 번역 테스트하기, 아래의 두 문자열은 똑같아 야합니다.
nb_no: Testing Basic Translation, de to strengene under skal se ut like
sv_se: Testa grundläggande översättning, de två strängarna nedan ska se ut på samma sätt
tr_tr: Temel Tercümeyi Test Etme, aşağıdaki iki dizenin aynı görünmesi gerekir
uk_ua: Тестування Basic Translation, два рядки нижче повинні виглядати однаково

source: Original: For the Love of Music
ar_sa: الأصل: من أجل حب الموسيقى
ca_es: Original: Per l'amor a la música
da_dk: Original: For kærlighed til musik
el_gr: Πρωτότυπο: Για την αγάπη της μουσικής
fa_ir: اصلی: برای عشق به موسیقی
fi_fi: Alkuperäinen: Musiikin rakkaudelle
he_il: מקור: לאהבת המוסיקה
hu_hu: Eredeti: A zene szerelmére
ko_kr: 원본 : 음악의 사랑을 위해
nb_no: Original: For Love of Music
sv_se: Original: För kärleken av musik
tr_tr: Orijinal: Müzik Aşkına
uk_ua: Оригінал: За любов до музики

source: Translated: %s
ar_sa: المترجمة: %s
ca_es: Traduït: %s
da_dk: Oversat: %s
el_gr: Μεταφράστηκε: %s
fa_ir: ترجمه شده: %s
fi_fi: Käännetty: %s
he_il: תורגם: %s
hu_hu: Fordított: %s
ko_kr: 번역본 : %s
nb_no: Oversatt: %s
sv_se: Översatt: %s
tr_tr: Çevirildi: %s
uk_ua: Переклад: %s

source: Input Charset (%s):
ar_sa: مجموعة حروف الإدخال (%s):
ca_es: Set de caràcters d'entrada (%s):
el_gr: Charset εισόδου (%s):
fa_ir: Charset ورودی (%s):
fi_fi: Tulosarjoitus (%s):
he_il: סט תווים של קלט (%s):
hu_hu: Bemeneti karakterlánc (%s):
ko_kr: 입력 문자셋 (%s) :
tr_tr: Giriş karakter kümesi (%s):
uk_ua: Вхідний набір символів (%s):

source: Using %s as source character set
ar_sa: باستخدام %s كمجموعة أحرف المصدر
ca_es: Utilitzant %s com a conjunt de caràcters font
da_dk: Brug %s som kilde tegn sæt
el_gr: Χρησιμοποιώντας το %s ως σύνολο χαρακτήρων πηγής
fa_ir: استفاده از %s به عنوان مجموعه کاراکتر منبع
fi_fi: Käyttämällä %s lähdemerkkijoukkona
he_il: שימוש ב%s כמקור סט תווים
hu_hu: A %s használata forrásforráskészletként
ko_kr: 원본 문자 집합으로 %s 사용
nb_no: Bruk %s som kilde tegn sett
sv_se: Använda %s som källteckenuppsättning
tr_tr: Kaynak karakter kümesi olarak %s kullanımı
uk_ua: Використання %s як набору символів джерела

source: Checking %s (%s)
ar_sa: التحقق من %s (%s)
ca_es: Comprovació de %s (%s)
da_dk: Kontrollerer %s (%s)
el_gr: Έλεγχος %s (%s)
fa_ir: بررسی %s (%s)
fi_fi: Tarkistetaan %s (%s)
he_il: בודק %s (%s)
hu_hu: %s (%s) ellenőrzése
ko_kr: %s (%s) 확인
nb_no: Kontrollerer %s (%s)
sv_se: Kontrollerar %s (%s)
tr_tr: %s (%s) denetleniyor
uk_ua: Перевірка %s (%s)

source: Finished checking file names for valid characters
ar_sa: تم الانتهاء من التحقق من أسماء الملفات للأحرف الصحيحة
ca_es: S'ha acabat de comprovar els noms de fitxer per als caràcters vàlids
da_dk: Færdig kontrol af filnavne for gyldige tegn
el_gr: Ολοκληρώθηκαν τα ονόματα αρχείων ελέγχου για έγκυρους χαρακτήρες
fa_ir: نام پرونده بررسی پرونده ها برای شخصیت های معتبر
fi_fi: Valmiiden merkkien tiedostonimien tarkistus
he_il: בדיקת תווים תקניים עבור שמות קבצים הסתיימה
hu_hu: Az érvényes karakterek fájlneveinek ellenőrzése befejeződött
ko_kr: 유효한 문자의 파일 이름 확인 완료
nb_no: Ferdigkontroll av filnavn for gyldige tegn
sv_se: Färdigställde filnamn för giltiga tecken
tr_tr: Geçerli karakterler için dosya adlarını kontrol etme işlemi tamamlandı
uk_ua: Завершено перевірку імен файлів для допустимих символів

source: ERROR: Unable to open %s
ar_sa: خطأ: غير قادر على فتح %s
ca_es: ERROR: no es pot obrir %s
da_dk: FEJL: Kan ikke åbne %s
el_gr: Σφάλμα: Δεν είναι δυνατό το άνοιγμα του %s
fa_ir: خطا: قادر به باز کردن %s نیست
fi_fi: VIRHE: %s ei voi avata
he_il: שגיאה: לא ניתן לפתוח %s
hu_hu: HIBA: %s-t nem lehet megnyitni
ko_kr: 오류 : %s를 열 수 없습니다.
nb_no: FEIL: Kan ikke åpne %s
sv_se: FEL: Kan inte öppna %s
tr_tr: HATA: %s açılamıyor
uk_ua: ПОМИЛКА: Неможливо відкрити %s

source: ERROR: Unable to chdir to %s
ar_sa: خطأ: غير قادر على chdir إلى %s
ca_es: ERROR: No es pot chdir a %s
da_dk: FEJL: Kan ikke chdir til %s
el_gr: Σφάλμα: Δεν είναι δυνατή η εισαγωγή του chdir στο %s
fa_ir: خطا: قادر به chdir به %s نیست
fi_fi: VIRHE: Ei voi chdiriä %s: hen
he_il: שגיאה: לא ניתן לשנות תיקיה ל%s
hu_hu: HIBA: Nem sikerült a %s fájlba beírni
ko_kr: 오류 : %s로 채울 수 없습니다.
nb_no: FEIL: Kan ikke chdir til %s
sv_se: FEL: Kan inte chdir till %s
tr_tr: ERROR: %s dosyasına chdir yapılamıyor
uk_ua: ПОМИЛКА: Не вдається chdir до %s

source: Translation failure, stripping non-valid characters
ar_sa: فشل الترجمة ، وتجريد الأحرف غير الصالحة
ca_es: Error de traducció, eliminant caràcters no vàlids
da_dk: Oversættelsesfejl, stripning af ikke-gyldige tegn
el_gr: Αδυναμία μετάφρασης, απογύμνωση μη έγκυρων χαρακτήρων
fa_ir: شکست ترجمه، سلب شخصیت های غیر معتبر
fi_fi: Käännösvirhe, ei-kelvollisten merkkien poistaminen
he_il: תרגום נכשל, מפשט תווים לא תקניים
hu_hu: Fordítási hiba, nem érvényes karakterek eltávolítása
ko_kr: 번역 오류, 유효하지 않은 문자 제거
nb_no: Oversettelsesfeil, stripping av ikke-gyldige tegn
sv_se: Översättningsfel, borttagning av icke-giltiga tecken
tr_tr: Çeviri hatası, geçerli olmayan karakterlerin çıkarılması
uk_ua: Помилка перекладу, видалення недійсних символів

source: Attempting to Transcode to %s
ar_sa: محاولة تحويل الرمز إلى %s
ca_es: S'està intentant transcodificar a %s
da_dk: Forsøger at Transcode til %s
el_gr: Προσπάθεια για μετάφραση σε %s
fa_ir: تلاش برای انتقال به %s
fi_fi: Yritä transkoodata numeroon %s
he_il: מנסה לקודד ל%s
hu_hu: Kísérlet a %s-re történő átvitelre
ko_kr: %s로 변환하려고합니다.
nb_no: Forsøker å overføre til %s
sv_se: Försöker att omvandla till %s
tr_tr: %s kodunu dönüştürme girişimi
uk_ua: Спроба перекодувати на %s

source: OLD: %s has invalid chars
ar_sa: OLD: %s يحتوي على أحرف غير صالحة
ca_es: ANTIC: %s té caràcters no vàlids
da_dk: OLD: %s har ugyldige tegn
el_gr: ΠΑΛΑΙΟ: %s έχει μη έγκυρους χαρακτήρες
fa_ir: OLD: %s دارای نامهای نامعتبر است
fi_fi: OLD: %s on virheellisiä merkkejä
he_il: ישן: ל%s ישנם תווים לא תקניים
hu_hu: OLD: %s érvénytelen karaktereket tartalmaz
ko_kr: 이전 : %s에 잘못된 문자가 있습니다.
nb_no: OLD: %s har ugyldige tegn
sv_se: OLED: %s har ogiltiga tecken
tr_tr: ESKİ: %s geçersiz karakter içeriyor
uk_ua: OLD: %s має недійсні символи

source: NEW: %s
ar_sa: جديد: %s
ca_es: NOU: %s
da_dk: NYT: %s
el_gr: ΝΕΟ: %s
fa_ir: جدید: %s
fi_fi: UUSI: %s
he_il: חדש: %s
hu_hu: ÚJ: %s
ko_kr: 새로운 기능 : %s
nb_no: NYTT: %s
sv_se: NYTT: %s
tr_tr: YENİ: %s

source: Rename File (Y/N):
ar_sa: إعادة تسمية الملف (Y / N):
ca_es: Renombrar fitxer (Y/N):
da_dk: Omdøb fil (Y / N):
el_gr: Μετονομασία αρχείου (Ν / Ν):
fa_ir: تغییر نام پرونده (Y / N):
fi_fi: Nimeä tiedosto uudelleen (Y / N):
he_il: שנה שם קובץ (Y/N):
hu_hu: Fájl átnevezése (Y / N):
ko_kr: 파일 이름 바꾸기 (Y / N) :
nb_no: Gi nytt navn til fil (Y / N):
sv_se: Byt namn på fil (Y / N):
tr_tr: Dosyayı Yeniden Adlandır (E / H):
uk_ua: Перейменувати файл (Y / N):

source: Not Renaming...
ar_sa: لا إعادة تسمية ...
ca_es: No renombrar ...
da_dk: Ikke omdøbe ...
el_gr: Δεν μετονομάζεται ...
fa_ir: تغییر نام نیست ...
fi_fi: Ei nimetä uudelleen ...
he_il: לא משנה שם...
hu_hu: Nem átnevezés ...
ko_kr: 이름을 변경하지 않음 ...
nb_no: Ikke omdøpe ...
sv_se: Ombyter inte ...
tr_tr: Yeniden Adlandırmama ...
uk_ua: Не перейменувати ...

source: Error: Unable to create %s move failed, stopping
ar_sa: خطأ: تعذر إنشاء %s فشل النقل ، توقف
ca_es: Error: no es pot crear el moviment %s ha fallat, aturant
da_dk: Fejl: Kan ikke oprette %s Flyt mislykkedes, stoppede
el_gr: Σφάλμα: Δεν ήταν δυνατή η δημιουργία κίνησης %s απέτυχε, σταματώντας
fa_ir: خطا: حرکت ایجاد %s ایجاد نشد، توقف کرد
fi_fi: Virhe: %s -toiminnon luominen epäonnistui, pysäytys
he_il: שגיאה: לא ניתן ליצור את %sהעברה נכשלה, עוצר
hu_hu: Hiba: Nem sikerült létrehozni a %s mozgást, megállt
ko_kr: 오류 : %s 이동을 만들지 못했습니다. 중지되었습니다.
nb_no: Feil: Kan ikke opprette %s flytting mislyktes, stopper
sv_se: Fel: Det gick inte att skapa %s flytt misslyckades, stoppade
tr_tr: Hata: %s hamlesi oluşturulamadı işlemi başarısız oldu, durdu
uk_ua: Помилка: неможливо створити %s переміщення невдало, зупиняючи

source: Error: Copy Failed, not deleting old file
ar_sa: خطأ: فشل النسخ ، وليس حذف الملف القديم
ca_es: Error: la còpia no s'ha pogut copiar, sense suprimir el fitxer antic
da_dk: Fejl: Kopier mislykkedes, ikke sletning af gammel fil
el_gr: Σφάλμα: Η αντιγραφή απέτυχε, δεν διαγράφηκε παλιό αρχείο
fa_ir: خطا: کپی فوری، و نه حذف فایل قدیمی
fi_fi: Virhe: Kopiointi epäonnistui, eikä vanha tiedosto poistettu
he_il: שגיאה: העתקה נכשלה, הקובץ הישן לא נמחק
hu_hu: Hiba: Nem sikerült másolni, nem törölte a régi fájlt
ko_kr: 오류 : 이전 파일을 삭제하지 않고 복사하지 못했습니다.
nb_no: Feil: Kopier mislyktes, ikke slette gammel fil
sv_se: Fel: Kopia misslyckades, inte radering av gammal fil
tr_tr: Hata: Kopyalama Başarısız, eski dosya silinmiyor
uk_ua: Помилка: не вдалося скопіювати, а старий файл не видалено

source: Error: Size Inconsistency, not deleting %s
ar_sa: خطأ: عدم تناسق الحجم ، وليس حذف %s
ca_es: Error: la mida no és compatible, no s’elimina %s
da_dk: Fejl: Størrelse inkonsekvens, ikke sletning %s
el_gr: Σφάλμα: Μέγεθος ασυνέχειας, μη διαγραφή %s
fa_ir: خطا: عدم انطباق اندازه، حذف %s
fi_fi: Virhe: Koko epäjohdonmukaisuus, ei poista %s
he_il: שגיאה: גודל לא עקבי, לא מוחק את %s
hu_hu: Hiba: Méret inkonzisztencia, %s törlése
ko_kr: 오류 : 크기 불일치, 삭제 안 함 %s
nb_no: Feil: Størrelsesammenheng, ikke å slette %s
sv_se: Fel: Storlek inkonsekvens, inte bort %s
tr_tr: Hata: Boyut Tutarsızlığı, %s silinmiyor
uk_ua: Помилка: Розмір Невідповідність, не видалення %s

source: Error: Unable to delete %s
ar_sa: خطأ: غير قادر على حذف %s
ca_es: Error: no es pot eliminar %s
da_dk: Fejl: Kan ikke slette %s
el_gr: Σφάλμα: Δεν είναι δυνατή η διαγραφή του %s
fa_ir: خطا: امکان حذف %s وجود ندارد
fi_fi: Virhe: %s-tiedostoa ei voi poistaa
he_il: שגיאה: לא ניתן למחוק את %s
hu_hu: Hiba: %s törlése nem sikerült
ko_kr: 오류 : %s을 (를) 삭제할 수 없습니다.
nb_no: Feil: Kan ikke slette %s
sv_se: Fel: Kan inte radera %s
tr_tr: Hata: %s silinemiyor
uk_ua: Помилка: неможливо видалити %s

source: File Moved...
ar_sa: تم نقل الملف ...
ca_es: Fitxer mogut...
da_dk: Fil flyttet ...
el_gr: Το αρχείο μετακινήθηκε ...
fa_ir: فایل منتقل شده ...
fi_fi: Tiedosto siirretty ...
he_il: קובץ הועבר...
hu_hu: Fájl áthelyezve ...
ko_kr: 파일 이동됨...
nb_no: Fil flyttet ...
sv_se: Fil flyttad ...
tr_tr: Dosya Taşındı ...
uk_ua: Файл переміщено ...

source: Created %s user %s with password %s
ar_sa: تم إنشاء مستخدم %s %s بكلمة مرور %s
ca_es: S'ha creat %s usuari %s amb contrasenya %s
da_dk: Oprettet %s bruger %s med kodeord %s
el_gr: Δημιουργήθηκε %s χρήστης %s με κωδικό %s
fa_ir: ایجاد %s کاربر %s با رمز عبور %s
fi_fi: Luotu %s käyttäjä %s salasanalla %s
he_il: נוצר משתמש %s %s עם הסיסמה %s
hu_hu: %s felhasználó %s jelszó %s felhasználóval
ko_kr: 암호 %s로 %s 사용자 %s 생성
nb_no: Opprettet %s bruker %s med passord %s
sv_se: Skapat %s användare %s med lösenord %s
tr_tr: %s kullanıcısı %s parolasıyla oluşturulmuş %s
uk_ua: Створено %s користувач %s з паролем %s

source: User creation failed
ar_sa: فشل إنشاء المستخدم
ca_es: Ha fallat la creació d’usuari
da_dk: Bruger oprettelse mislykkedes
el_gr: Η δημιουργία του χρήστη απέτυχε
fa_ir: ایجاد کاربر نتواند انجام شود
fi_fi: Käyttäjän luominen epäonnistui
he_il: יצירת משתמש נכשלה
hu_hu: A felhasználó létrehozása sikertelen
ko_kr: 사용자 생성 실패
nb_no: Brukeropprettelsen mislyktes
sv_se: Användarskapelsen misslyckades
tr_tr: Kullanıcı oluşturma başarısız oldu
uk_ua: Помилка створення користувача

source: Existing Ampache installation found.
ar_sa: تم العثور على تثبيت Ampache الحالي.
ca_es: S'ha trobat la instal·lació d’Ampache existent.
da_dk: Eksisterende Ampache-installation fundet.
el_gr: Η υπάρχουσα εγκατάσταση του Ampache βρέθηκε.
fa_ir: نصب موجود Ampache یافت شد
fi_fi: Olemassa oleva Ampache-asennus löytyy.
he_il: נמצאה התקנת Ampache קיימת.
hu_hu: Meglévő Ampache-telepítés.
ko_kr: 기존 Ampache 설치가 발견되었습니다.
nb_no: Eksisterende Ampache-installasjon funnet.
sv_se: Existerande Ampache-installation hittades.
tr_tr: Mevcut Ampache yüklemesi bulundu.
uk_ua: Знайдена існуюча інсталяція Ampache.

source: Force specified, proceeding anyway.
ar_sa: القوة المحددة ، والمضي قدما على أي حال.
ca_es: Força especificada, procedint de totes maneres.
da_dk: Force specificeret, fortsætter alligevel.
el_gr: Η δύναμη καθορίζεται, προχωρώντας ούτως ή άλλως.
fa_ir: نیروی مشخص شده، اقدام به هر حال.
fi_fi: Määritetty voima, jatkuu.
he_il: כפה את שצוינו, המשך בכל מקרה.
hu_hu: Meghatározott erő, egyébként.
ko_kr: 강제 지정, 계속 진행.
nb_no: Force oppgitt, fortsetter likevel.
sv_se: Kraft specificeras, fortsätter ändå.
tr_tr: Zorla belirtilen, yine de devam ediyor.
uk_ua: Сила вказана, все одно продовжується.

source: Exiting.
ar_sa: الخروج.
ca_es: Sortint.
da_dk: Afslutter.
el_gr: Έξοδος.
fa_ir: خروج
fi_fi: Poistuminen.
he_il: יוצא.
hu_hu: Kilépés.
ko_kr: 나가기.
nb_no: Avslutter.
sv_se: Avsluta.
tr_tr: Çıkılması.
uk_ua: Вихід.

source: Database creation failed
ar_sa: فشل إنشاء قاعدة البيانات
ca_es: Ha fallat la creació de la base de dades
da_dk: Database oprettelse mislykkedes
el_gr: Η δημιουργία βάσης δεδομένων απέτυχε
fa_ir: ایجاد پایگاه داده شکست خورد
fi_fi: Tietokannan luominen epäonnistui
he_il: נכשלה יצירת מסד נתונים
hu_hu: Az adatbázis létrehozása sikertelen
ko_kr: 데이터베이스를 만들지 못했습니다.
nb_no: Databaseopprettelse mislyktes
sv_se: Databasupprättning misslyckades
tr_tr: Veritabanı oluşturma başarısız oldu
uk_ua: Не вдалося створити базу даних

source: Config file creation failed
ar_sa: فشل إنشاء ملف التكوين
ca_es: Ha fallat la creació del fitxer de configuració
da_dk: Konfig-fil oprettelse mislykkedes
el_gr: Η δημιουργία αρχείου ρύθμισης παραμέτρων απέτυχε
fa_ir: ایجاد فایل پیکربندی خراب شد
fi_fi: Config-tiedoston luominen epäonnistui
he_il: נכשלה יצירת קובץ הגדרות
hu_hu: A konfigurációs fájl létrehozása sikertelen
ko_kr: 구성 파일 만들기 실패
nb_no: Konfigureringsfilopprettelsen mislyktes
sv_se: Konfigureringsfiler misslyckades
tr_tr: Config dosyası yaratılamadı
uk_ua: Не вдалося створити файл конфігурації

source: The following updates need to be performed:
ar_sa: يجب إجراء التحديثات التالية:
ca_es: Cal fer les següents actualitzacions:
da_dk: Følgende opdateringer skal udføres:
el_gr: Πρέπει να εκτελεστούν οι ακόλουθες ενημερώσεις:
fa_ir: به روز رسانی های زیر باید انجام شود:
fi_fi: Seuraavat päivitykset on suoritettava:
he_il: נדרשים לביצוע העדכונים הבאים:
hu_hu: A következő frissítéseket kell végrehajtani:
ko_kr: 다음 업데이트를 수행해야합니다.
nb_no: Følgende oppdateringer må utføres:
sv_se: Följande uppdateringar måste utföras:
tr_tr: Aşağıdaki güncellemelerin yapılması gerekiyor:
uk_ua: Необхідно виконати такі оновлення:

source: Parsing old config file...
ar_sa: تحليل ملف التكوين القديم ...
ca_es: S'està analitzant el fitxer de configuració antic ...
da_dk: Analysering af gammel config-fil ...
el_gr: Ανάλυση παλαιού αρχείου ρυθμίσεων ...
fa_ir: تجزیه و تحلیل فایل پیکربندی قدیمی ...
fi_fi: Vanhan määritystiedoston jäsentäminen ...
he_il: מעבד קובץ הגדרות ישן...
hu_hu: Régi konfigurációs fájl elemzése ...
ko_kr: 예전 설정 파일 파싱중...
nb_no: Parsering av gammel config-fil ...
sv_se: Parsar gammal config-fil ...
tr_tr: Eski config dosyası ayrıştırılıyor ...
uk_ua: Розбір старого файлу налаштувань ...

source: Parse complete, writing
ar_sa: تحليل كاملة ، والكتابة
ca_es: Analitzar completament, escriure
da_dk: Parse komplet, skrive
el_gr: Η ανάλυση είναι πλήρης, γράφοντας
fa_ir: تجزیه کامل، نوشتن
fi_fi: Parse valmis, kirjoittaminen
he_il: עיבוד הושלם, כותב...
hu_hu: Parse teljes, írás
ko_kr: 파싱 완료. 쓰는중
nb_no: Parse komplett, skrive
sv_se: Analysera komplett, skriva
tr_tr: Ayrıştırma tamamlandı, yazma
uk_ua: Розбір завершений, написання

source: Write success, config migrated
ar_sa: اكتب النجاح ، هاجر التكوين
ca_es: Èxit d’escriptura, migració de la configuració
da_dk: Skriv succes, config migreret
el_gr: Γράψτε την επιτυχία, το config μετανάστευσε
fa_ir: موفقیت را نوشت، پیکربندی مهاجرت کرد
fi_fi: Kirjoita menestys, config on siirretty
he_il: נכתב בהצלחה, הגדרות יובאו
hu_hu: Írás sikere, a konfiguráció áttelepítése
ko_kr: 쓰기 성공. 설정이 마이그레이션 되었습니다
nb_no: Skriv suksess, config migrert
sv_se: Skriv framgång, config migrerad
tr_tr: Başarı yaz, yapılandırma taşındı
uk_ua: Написати успіх, міграція конфігурації

source: Access Denied, config migration failed
ar_sa: تم رفض الوصول ، فشل ترحيل التكوين
ca_es: Accés denegat, la migració de la configuració ha fallat
da_dk: Adgang nægtet, config migration mislykkedes
el_gr: Η πρόσβαση απορρίφθηκε, η αποκατάσταση του config απέτυχε
fa_ir: دسترسی رد شده، مهاجرت پیکربندی ناموفق بود
fi_fi: Käyttö estetty, määrityssiirto epäonnistui
he_il: גישה נחסמה, יבוא הגדרות נכשל
hu_hu: Hozzáférés megtagadva, a konfigurációs migráció sikertelen
ko_kr: 액세스가 거부되었습니다. 구성 마이그레이션에 실패했습니다.
nb_no: Tilgang nektet, config migrering mislyktes
sv_se: Åtkomst Nekad, konfigurationsmigration misslyckades
tr_tr: Erişim Reddedildi, yapılandırma geçişi başarısız oldu
uk_ua: Доступ заборонено, не вдалося перемістити налаштування

source: File not found.
ar_sa: لم يتم العثور على الملف.
ca_es: No s'ha trobat el fitxer.
da_dk: Fil ikke fundet.
el_gr: Το αρχείο δε βρέθηκε.
fa_ir: پرونده یافت نشد
fi_fi: Tiedostoa ei löytynyt.
he_il: קובץ לא נמצא.
hu_hu: Fájl nem található.
ko_kr: 파일을 찾을 수 없습니다.
nb_no: Fil ikke funnet.
sv_se: Filen hittades inte.
tr_tr: Dosya bulunamadı.
uk_ua: Файл не знайдено.

source: Reading: %s
ar_sa: القراءة: %s
ca_es: Lectura: %s
da_dk: Læsning: %s
el_gr: Ανάγνωση: %s
fa_ir: خواندن: %s
fi_fi: Lukeminen: %s
he_il: קורא: %s
hu_hu: Olvasás: %s
ko_kr: 읽기 : %s
nb_no: Leser: %s
sv_se: Läser: %s
tr_tr: Okuma: %s
uk_ua: Читання: %s

source: Using: %s AND %s for file pattern matching
ar_sa: باستخدام: %s AND %s لمطابقة نمط الملف
ca_es: Utilitzant: %s I %s per a la concordança de patrons de fitxers
da_dk: Brug: %s OG %s til matchning af filmønstre
el_gr: Χρησιμοποιώντας: %s ΚΑΙ %s για αντιστοίχιση προτύπου αρχείου
fa_ir: استفاده از: %s و %s برای تطابق الگو الگو
fi_fi: Käyttämällä: %s ja %s tiedostojen kuvien sovittamiseen
he_il: שימוש ב: %s ו %s עבור התאמת תבנית קובץ
hu_hu: Használja: %s és %s fájlmintázathoz
ko_kr: 사용 : 파일 패턴 일치를 위해 %s 및 %s
nb_no: Bruke: %s OG %s for filmønster matching
sv_se: Använda: %s OCH %s för matchning av filmönster
tr_tr: Kullanma: %s AND %s dosya deseni eşleştirme için
uk_ua: Використання: %s І %s для відповідності шаблонів файлів

source: Raw results:
ar_sa: النتائج الأولية:
ca_es: Resultats bruts:
da_dk: Rå resultater:
el_gr: Ακατέργαστα αποτελέσματα:
fa_ir: نتایج خام:
fi_fi: Raakatulokset:
he_il: תוצאות גולמיות:
hu_hu: Nyers eredmények:
ko_kr: 원시 결과 :
nb_no: Rå resultater:
sv_se: Råa resultat:
tr_tr: Ham sonuçlar:
uk_ua: Сирі результати:

source: Final results seen by Ampache using %s:
ar_sa: النتائج النهائية التي يراها Ampache باستخدام %s:
ca_es: Resultats finals vistos per Ampache utilitzant %s:
da_dk: Endelige resultater set af Ampache ved hjælp af %s:
el_gr: Τα τελικά αποτελέσματα που εμφανίζονται από το Ampache χρησιμοποιώντας %s:
fa_ir: نتایج نهایی توسط Ampache با استفاده از %s دیده می شود:
fi_fi: Lopulliset tulokset, jotka Ampache näkee käyttämällä %s:
he_il: תוצאות סופיות שנראו על ידי Ampache באמצעות %s:
hu_hu: Az Ampache végeredményei a %s használatával:
ko_kr: %s를 사용한 Ampache의 최종 결과 :
nb_no: Endelige resultater sett av Ampache ved hjelp av %s:
sv_se: Slutliga resultat som ses av Ampache med %s:
tr_tr: Ampache tarafından %s kullanılarak görülen son sonuçlar:
uk_ua: Остаточні результати, побачені Ampache за допомогою %s:

source: %s Version %s
ar_sa: %s الإصدار %s
ca_es: %s Versió %s
el_gr: %s Έκδοση %s
fa_ir: %s نسخه %s
fi_fi: %s Versio %s
he_il: %s גרסה %s
hu_hu: %s %s verzió
ko_kr: %s 버전 %s
nb_no: %s Versjon %s
tr_tr: %s Sürüm %s
uk_ua: %s Версія %s
