Repository: codacy-badger/amuzak
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, ca_es, da_dk, el_gr, fa_ir, fi_fi, he_il, hu_hu, ko_kr, nb_no, sv_se, tr_tr, uk_ua

source: Please wait for an administrator to activate your account.
ar_sa: يرجى الانتظار حتى يقوم المسؤول بتنشيط حسابك.
ca_es: Espereu que un administrador activi el vostre compte.
da_dk: Vent venligst på, at en administrator aktiverer din konto.
el_gr: Περιμένετε να ενεργοποιήσετε έναν διαχειριστή τον λογαριασμό σας.
fa_ir: لطفا صبر کنید تا یک حساب کاربری فعال شود
fi_fi: Odota, että järjestelmänvalvoja aktivoi tilisi.
he_il: המתן עד שמנהל המערכת יפעיל את חשבונך.
hu_hu: Kérjük, várjon, amíg az adminisztrátor aktiválja fiókját.
ko_kr: 관리자가 귀하의 계정을 활성화 할 때까지 기다려주십시오.
nb_no: Vennligst vent på at en administrator aktiverer kontoen din.
sv_se: Vänta tills administratören aktiverar ditt konto.
tr_tr: Lütfen bir yöneticinin hesabınızı etkinleştirmesini bekleyin.
uk_ua: Зачекайте, доки адміністратор активує ваш обліковий запис.

source: An activation key has been sent to the e-mail address you provided. Please check your e-mail for further information.
ar_sa: تم إرسال مفتاح التنشيط إلى عنوان البريد الإلكتروني الذي قدمته. يرجى التحقق من البريد الإلكتروني الخاص بك لمزيد من المعلومات.
ca_es: S'ha enviat una clau d’activació a l’adreça de correu electrònic que heu proporcionat. Consulteu el vostre correu electrònic per obtenir més informació.
da_dk: En aktiveringsnøgle er blevet sendt til den e-mail-adresse, du har angivet. Tjek venligst din e-mail for yderligere information.
el_gr: Έχει αποσταλεί ένα κλειδί ενεργοποίησης στη διεύθυνση ηλεκτρονικού ταχυδρομείου που δώσατε. Ελέγξτε το e-mail σας για περισσότερες πληροφορίες.
fa_ir: یک کلید فعال سازی به آدرس ایمیل شما ارائه شده است. لطفا برای اطلاعات بیشتر ایمیل خود را چک کنید.
fi_fi: Aktivointiavain on lähetetty antamaasi sähköpostiosoitteeseen. Tarkista sähköpostisi saadaksesi lisätietoja.
he_il: מפתח הפעלה נשלח לכתובת הדואר האלקטרוני שסיפקת. אנא בדוק את הדואר האלקטרוני שלך לקבלת מידע נוסף.
hu_hu: Az aktiválókulcsot elküldtük a megadott e-mail címre. További információkért kérjük, ellenőrizze e-mailjeit.
ko_kr: 제공 한 전자 메일 주소로 활성화 키가 전송되었습니다. 자세한 내용은 전자 메일을 확인하십시오.
nb_no: En aktiveringsnøkkel er sendt til e-postadressen du oppgav. Vennligst sjekk e-posten din for ytterligere informasjon.
sv_se: En aktiveringsnyckel har skickats till den e-postadress du angav. Vänligen kolla ditt mail för mer information.
tr_tr: Verdiğiniz e-posta adresine bir aktivasyon anahtarı gönderildi. Lütfen daha fazla bilgi için e-postanızı kontrol edin.
uk_ua: Ключ активації надіслано на вказану Вами адресу електронної пошти. Будь ласка, перевірте свою електронну пошту для отримання додаткової інформації.

source: Return to Login Page
ar_sa: العودة إلى صفحة تسجيل الدخول
ca_es: Torna a la pàgina d'entrada
da_dk: Tilbage til login side
el_gr: Επιστροφή στη σελίδα εισόδου
fa_ir: بازگشت به صفحه ورود
fi_fi: Palaa sisäänkirjautumissivulle
he_il: חזור לדף ההתחברות
hu_hu: Vissza a bejelentkezési oldalra
ko_kr: 로그인 페이지로 돌아 가기
nb_no: Gå tilbake til innloggingssiden
sv_se: Återgå till inloggningssidan
tr_tr: Giriş Sayfasına Dön
uk_ua: Повернутися до сторінки входу

source: Rules
ar_sa: قواعد
ca_es: Regles
da_dk: Regler
el_gr: Κανόνες
fa_ir: قوانین
fi_fi: säännöt
he_il: כללים
hu_hu: szabályok
ko_kr: 규칙
nb_no: regler
sv_se: Regler
tr_tr: kurallar
uk_ua: Правила

source: Match
ar_sa: مباراة
ca_es: Partit
el_gr: Αγώνας
fa_ir: همخوانی داشتن
fi_fi: Ottelu
he_il: התאמה
hu_hu: mérkőzés
ko_kr: 시합
nb_no: Kamp
tr_tr: Maç
uk_ua: Матч

source: all rules
ar_sa: كل القواعد
ca_es: totes les regles
da_dk: alle regler
el_gr: όλους τους κανόνες
fa_ir: همه قوانین
fi_fi: kaikki säännöt
he_il: כל הכללים
hu_hu: minden szabályt
ko_kr: 모든 규칙들
nb_no: alle regler
sv_se: alla regler
tr_tr: tüm kurallar
uk_ua: всі правила

source: any rule
ar_sa: أي قاعدة
ca_es: qualsevol regla
da_dk: enhver regel
el_gr: κανόνα
fa_ir: هر حکم
fi_fi: mikä tahansa sääntö
he_il: כל כלל
hu_hu: bármilyen szabály
ko_kr: 어떤 규칙
nb_no: noen regel
sv_se: någon regel
tr_tr: herhangi bir kural
uk_ua: будь-яке правило

source: Add Another Rule
ar_sa: أضف قاعدة أخرى
ca_es: Afegeix una altra regla
da_dk: Tilføj en anden regel
el_gr: Προσθέστε έναν άλλο κανόνα
fa_ir: یک قانون دیگر اضافه کنید
fi_fi: Lisää toinen sääntö
he_il: הוסף כלל נוסף
hu_hu: Egy másik szabály hozzáadása
ko_kr: 다른 규칙 추가
nb_no: Legg til en annen regel
sv_se: Lägg till en annan regel
tr_tr: Başka Bir Kural Ekleme
uk_ua: Додати інше правило

source: Search...
ar_sa: بحث...
ca_es: Cerca...
da_dk: Søg...
el_gr: Ψάξιμο...
fa_ir: جستجو کردن...
fi_fi: Hae...
he_il: לחפש...
hu_hu: Keresés...
ko_kr: 수색...
nb_no: Søke...
sv_se: Sök...
tr_tr: Arama...
uk_ua: Шукати ...

source: Add Smart Playlist
ar_sa: إضافة قائمة التشغيل الذكية
ca_es: Afegeix una llista de reproducció intel·ligent
da_dk: Tilføj smart afspilningsliste
el_gr: Προσθέστε το έξυπνο playlist
fa_ir: اضافه کردن لیست پخش هوشمند
fi_fi: Lisää Smart Playlist
he_il: הוסף רשימת השמעה חכמה
hu_hu: Smart Playlist hozzáadása
ko_kr: 스마트 재생 목록 추가
nb_no: Legg til smart spilleliste
sv_se: Lägg till smart spellista
tr_tr: Akıllı Oynatma Listesi ekle
uk_ua: Додати розумний список відтворення

source: Item Limit
ar_sa: الحد البند
ca_es: Límit d’element
da_dk: Varebegrænsning
el_gr: Όριο στοιχείου
fa_ir: محدودیت مورد
fi_fi: Tuotteen raja
he_il: מגבלת פריט
hu_hu: Elemkorlát
ko_kr: 항목 한도
nb_no: Elementbegrensning
sv_se: Artikelbegränsning
tr_tr: Öğe Sınırı
uk_ua: Обмеження елемента

source: No smart playlist found
ar_sa: لم يتم العثور على قائمة تشغيل ذكية
ca_es: No s’ha trobat cap llista de reproducció intel·ligent
da_dk: Ingen smart afspilningsliste fundet
el_gr: Δεν βρέθηκε έξυπνος playlist
fa_ir: هیچ لیست پخش هوشمند یافت نشد
fi_fi: Mikään älykäs soittolista ei löytynyt
he_il: לא נמצאה פלייליסט חכם
hu_hu: Nincs okos lejátszási lista
ko_kr: 스마트 재생 목록이 없습니다.
nb_no: Ingen smart spilleliste funnet
sv_se: Ingen smart spellista hittades
tr_tr: Akıllı oynatma listesi bulunamadı
uk_ua: Не знайдено жодного інтелектуального списку відтворення

source: Search Ampache
ar_sa: بحث Ampache
ca_es: Cerca Ampache
da_dk: Søg Ampache
el_gr: Αναζήτηση στον Ampache
fa_ir: جستجو در آمپاچی
fi_fi: Hae Ampache
he_il: חיפוש Ampache
hu_hu: Keresés az Ampache-ben
ko_kr: Ampache 검색
nb_no: Søk i Ampache
sv_se: Sök i Ampache
tr_tr: Arama Ampache
uk_ua: Пошук в Ampache

source: Maximum Results
ar_sa: النتائج القصوى
ca_es: Resultats com a màxim
da_dk: Maksimale resultater
el_gr: Μέγιστο Αποτελεσμάτων
fa_ir: حداکثر نتایج
fi_fi: Suurimmat tulokset
he_il: תוצאות מקסימליות
hu_hu: Maximális eredmények
ko_kr: 최대 결과
nb_no: Maksimalt antall resultater
sv_se: Maximalt antal resultat
tr_tr: Maksimum Sonuç
uk_ua: Максимальні результати

source: Save as Smart Playlist
ar_sa: حفظ كقائمة تشغيل ذكية
ca_es: Desa com a llista de reproducció intel·ligent
da_dk: Gem som smart afspilningsliste
el_gr: Αποθηκεύστε ως έξυπνο playlist
fa_ir: ذخیره به عنوان لیست پخش هوشمند
fi_fi: Tallenna nimellä Smart Playlist
he_il: שמור כפלייליסט חכם
hu_hu: Mentés intelligens lejátszási listaként
ko_kr: 스마트 재생 목록으로 저장
nb_no: Lagre som smart spilleliste
sv_se: Spara som smart spellista
tr_tr: Akıllı Oynatma Listesi olarak kaydet
uk_ua: Зберегти як інтелектуальний список відтворення

source: Add All
ar_sa: إضافة كافة
ca_es: Afegeix-ho tot
da_dk: Tilføj alle
el_gr: Προσθήκη όλων
fa_ir: اضافه کردن همه
fi_fi: Lisää kaikki
he_il: הוסף הכל
hu_hu: Az összes hozzáadása
ko_kr: 모두 추가
nb_no: Legg til alle
sv_se: Lägg till alla
tr_tr: Hepsini ekle
uk_ua: Додати все

source: Save Changes
ar_sa: حفظ التغييرات
ca_es: Guardar canvis
da_dk: Gem ændringer
el_gr: Αποθήκευσε τις αλλαγές
fa_ir: ذخیره تغییرات
fi_fi: Tallenna muutokset
he_il: שמור שינויים
hu_hu: Változtatások mentése
ko_kr: 변경 사항을 저장하다
nb_no: Lagre endringer
sv_se: Spara ändringar
tr_tr: Değişiklikleri Kaydet
uk_ua: Зберегти зміни

source: Options
ar_sa: خيارات
ca_es: Opcions
da_dk: Muligheder
el_gr: Επιλογές
fa_ir: گزینه‌ها
fi_fi: vaihtoehdot
he_il: אפשרויות
hu_hu: Opciók
ko_kr: 옵션
nb_no: Valg
sv_se: Inställningar
tr_tr: Seçenekler
uk_ua: Опції

source: Add Search Results
ar_sa: إضافة نتائج البحث
ca_es: Afegeix els resultats de la cerca
da_dk: Tilføj søgeresultater
el_gr: Προσθήκη αποτελεσμάτων αναζήτησης
fa_ir: اضافه کردن نتایج جستجو
fi_fi: Lisää hakutuloksia
he_il: הוסף תוצאות חיפוש
hu_hu: Keresési eredmények hozzáadása
ko_kr: 검색 결과 추가
nb_no: Legg til søkeresultater
sv_se: Lägg till sökresultat
tr_tr: Arama Sonuçları Ekleyin
uk_ua: Додати результати пошуку

source: Yes
ar_sa: نعم فعلا
ca_es: Sí
da_dk: Ja
el_gr: Ναι
fa_ir: بله
fi_fi: Joo
he_il: כן
hu_hu: Igen
ko_kr: 예
nb_no: Ja
sv_se: Ja
tr_tr: Evet
uk_ua: Так

source: No
ar_sa: لا
da_dk: Ingen
el_gr: Όχι
fa_ir: نه
fi_fi: Ei
he_il: לא
hu_hu: Nem
ko_kr: 아니
nb_no: Nei
sv_se: Nej
tr_tr: Yok hayır
uk_ua: Ні

source: Smart Playlist edit
ar_sa: تحرير قائمة التشغيل الذكية
ca_es: Edició de la llista de reproducció intel·ligent
da_dk: Redigering af smart playliste
el_gr: Επεξεργασία έξυπνου playlist
fa_ir: ویرایش لیست پخش هوشمند
fi_fi: Älykäs soittolistan muokkaus
he_il: עריכה חכמה של פלייליסטים
hu_hu: Intelligens lejátszási lista szerkesztése
ko_kr: 스마트 재생 목록 편집
nb_no: Smart spilleliste redigere
tr_tr: Akıllı Çalma Listesi düzenleme
uk_ua: Редагування смарт-списку відтворення

source: %s %s (Smart Playlist)
ar_sa: %s %s (قائمة التشغيل الذكية)
ca_es: %s %s (llista de reproducció intel·ligent)
el_gr: %s %s (έξυπνο playlist)
fa_ir: %s %s (لیست پخش هوشمند)
fi_fi: %s %s (älykäs soittolista)
he_il: %s %s (רשימת השמעה חכמה)
hu_hu: %s %s (intelligens lejátszási lista)
ko_kr: %s %s (스마트 재생 목록)
tr_tr: %s %s (Akıllı Çalma Listesi)
uk_ua: %s %s (розумний список відтворення)

source: Object Type
ar_sa: نوع الكائن
ca_es: Tipus d'objecte
da_dk: Objekttype
el_gr: Τύπος αντικειμένου
fa_ir: نوع شی
fi_fi: Objektityyppi
he_il: סוג אובייקט
hu_hu: Objektum típusa
ko_kr: 객체 유형
nb_no: Objekttype
sv_se: Objekttyp
tr_tr: Nesne türü
uk_ua: Тип об'єкта

source: Creation Date
ar_sa: تاريخ الإنشاء
ca_es: Data de creació
da_dk: Oprettelsesdato
el_gr: Ημερομηνία δημιουργίας
fa_ir: تاریخ ایجاد
fi_fi: Luomispäivä
he_il: תאריך היווצרות
hu_hu: Létrehozás dátuma
ko_kr: 제작 일
nb_no: Opprettelsesdato
sv_se: Skapelsedagen
tr_tr: Oluşturulma tarihi
uk_ua: Дата створення

source: Last Visit
ar_sa: الزيارة الأخيرة
ca_es: Última visita
da_dk: Sidste besøg
el_gr: Τελευταία επίσκεψη
fa_ir: آخرین ملاقات
fi_fi: Viimeinen vierailu
he_il: ביקור אחרון
hu_hu: Utolsó látogatás
ko_kr: 마지막 방문
nb_no: Siste besøk
sv_se: Senaste besöket
tr_tr: Son ziyaret
uk_ua: Останній візит

source: Counter
ar_sa: عداد
ca_es: Comptador
da_dk: skranke
el_gr: Μετρητής
fa_ir: پیشخوان
fi_fi: Laskuri
he_il: מונה
hu_hu: Számláló
ko_kr: 계수기
nb_no: Disk
sv_se: Disken
tr_tr: sayaç
uk_ua: Лічильник

source: Public Url
ar_sa: عنوان url العام
ca_es: Url públic
da_dk: Offentlig Url
el_gr: Δημόσια διεύθυνση URL
fa_ir: آدرس عمومی
fi_fi: Julkinen URL-osoite
he_il: כתובת אתר ציבורית
hu_hu: Nyilvános URL
ko_kr: 공개 URL
nb_no: Offentlig URL
sv_se: Offentlig Url
tr_tr: Genel URL
uk_ua: Загальнодоступний Url

source: Shared by
ar_sa: نشر بواسطة
ca_es: Compartit per
da_dk: Delet af
el_gr: Κοινή χρήση από
fa_ir: اشتراک گذاشته شده توسط
fi_fi: Jaettu
he_il: שותף על ידי
hu_hu: Megosztott
ko_kr: 공유자
nb_no: Delt av
sv_se: Delad av
tr_tr: Tarafından paylaşıldı
uk_ua: Спільний користувач

source: Clean expired shared objects
ar_sa: تنظيف الكائنات المشتركة منتهية الصلاحية
ca_es: Netegeu els objectes compartits caducats
da_dk: Ryd udgåede delte objekter
el_gr: Καθαρά κοινά αντικείμενα που έχουν λήξει
fa_ir: پاک کردن اشیاء به پایان رسیده را حذف کنید
fi_fi: Puhdista vanhentuneet jaetut objektit
he_il: נקה אובייקטים משותפים פג
hu_hu: Tiszta lejárt megosztott objektumok
ko_kr: 만료 된 공유 객체 정리
nb_no: Rengjør utgåtte delte objekter
sv_se: Rensa utgått delade objekt
tr_tr: Süresi dolmuş paylaşılan nesneleri temizle
uk_ua: Очистіть спільні об'єкти, що закінчилися

source: Waveform
ar_sa: الموجي
ca_es: Forma d'ona
el_gr: Κυματομορφή
fa_ir: شکل موج
fi_fi: aaltomuoto
he_il: צורת גל
hu_hu: hullámforma
ko_kr: 파형
sv_se: vågform
tr_tr: Dalga biçimi
uk_ua: Форма сигналу

source: Genre
ar_sa: نوع أدبي
ca_es: Gènere
el_gr: Είδος
fa_ir: ژانر
fi_fi: laji
he_il: ז'אנר
hu_hu: Műfaj
ko_kr: 유형
nb_no: Sjanger
tr_tr: Tür
uk_ua: Жанр

source: Links
ar_sa: الروابط
ca_es: Enllaços
el_gr: Συνδέσεις
fa_ir: لینک ها
fi_fi: Linkit
he_il: קישורים
hu_hu: linkek
ko_kr: 모래밭
nb_no: lenker
sv_se: länkar
tr_tr: Bağlantılar
uk_ua: Посилання

source: Song Language
ar_sa: لغة الأغنية
ca_es: Llenguatge de cançons
da_dk: Sangsprog
el_gr: Γλώσσα τραγουδιού
fa_ir: زبان آهنگ
fi_fi: Laulukieli
he_il: שפת שירים
hu_hu: Dal Nyelve
ko_kr: 송 언어
nb_no: Sang Språk
sv_se: Sångsspråk
tr_tr: Şarkı Dili
uk_ua: Мова пісні

source: Catalog Number
ar_sa: رقم الكتالوج
ca_es: Número de catàleg
da_dk: Katalognummer
el_gr: Αριθμός καταλόγους
fa_ir: شماره کاتالوگ
fi_fi: Luettelonumero
he_il: מספר קטלוגי
hu_hu: Katalógus szám
ko_kr: 카탈로그 번호
nb_no: Katalognummer
sv_se: Katalognummer
tr_tr: Katalog numarası
uk_ua: Номер каталогу

source: Channels
ar_sa: قنوات
ca_es: Canals
da_dk: Kanaler
el_gr: Κανάλια
fa_ir: کانال ها
fi_fi: kanavat
he_il: ערוצים
hu_hu: Csatornák
ko_kr: 채널
nb_no: kanaler
sv_se: kanaler
tr_tr: Kanallar
uk_ua: Канали

source: Last Updated
ar_sa: آخر تحديث
ca_es: Última actualització
da_dk: Sidst opdateret
el_gr: Τελευταία Ενημέρωση
fa_ir: اخرین به روز رسانی
fi_fi: Viimeksi päivitetty
he_il: עודכן לאחרונה
hu_hu: Utolsó frissítés
ko_kr: 마지막 업데이트
nb_no: Sist oppdatert
sv_se: Senast uppdaterad
tr_tr: Son güncelleme
uk_ua: Останнє оновлення

source: Lyrics
ar_sa: كلمات الاغنية
ca_es: Lletres
da_dk: Sangtekster
el_gr: Στίχοι
fa_ir: متن ترانه
fi_fi: sanat
he_il: מילים
hu_hu: Dalszöveg
ko_kr: 가사
sv_se: Text
tr_tr: Şarkı sözleri
uk_ua: Тексти пісень

source: Licensing
ar_sa: الترخيص
ca_es: Llicències
el_gr: Αδειοδότηση
fa_ir: مجوز
he_il: רישוי
hu_hu: Engedélyezés
ko_kr: 라이센스
tr_tr: ruhsat verme
uk_ua: Ліцензування

source: Song Information
ar_sa: معلومات الأغنية
ca_es: Informació de cançons
da_dk: Sanginformation
el_gr: Πληροφορίες τραγουδιού
fa_ir: اطلاعات آهنگ
fi_fi: Laulun tiedot
he_il: מידע על השיר
hu_hu: Daladatok
ko_kr: 노래 정보
nb_no: Sanginformasjon
tr_tr: Şarkı Bilgisi
uk_ua: Інформація про пісню

source: Song edit
ar_sa: أغنية تحرير
ca_es: Edició de cançons
da_dk: Sang redigering
el_gr: Επεξεργασία τραγουδιού
fa_ir: آهنگ ویرایش
fi_fi: Kappaleen muokkaus
he_il: עריכת שירים
hu_hu: Dal szerkesztése
ko_kr: 노래 편집
nb_no: Sang rediger
sv_se: Song redigera
tr_tr: Şarkı düzenleme
uk_ua: Редагування пісні

source: License
ar_sa: رخصة
ca_es: Llicència
da_dk: Licens
el_gr: Αδεια
fa_ir: مجوز
fi_fi: lisenssi
he_il: רישיון
hu_hu: Engedély
ko_kr: 특허
nb_no: Tillatelse
sv_se: Licens
tr_tr: Lisans
uk_ua: Ліцензія

source: No song found
ar_sa: لم يتم العثور على أغنية
ca_es: No s’ha trobat cap cançó
da_dk: Ingen sang fundet
el_gr: Δεν βρέθηκε τραγούδι
fa_ir: هیچ آهنگ یافت نشد
fi_fi: Laulua ei löytynyt
he_il: לא נמצא שיר
hu_hu: Dal nem található
ko_kr: 노래 없음
nb_no: Ingen sang funnet
sv_se: Ingen låt hittades
tr_tr: Şarkı bulunamadı
uk_ua: Не знайдено жодної пісні

source: Connected Users
ar_sa: المستخدمين المتصلين
ca_es: Usuaris connectats
da_dk: Tilsluttede brugere
el_gr: Συνδεδεμένοι Χρήστες
fa_ir: کاربران متصل
fi_fi: Yhdistetyt käyttäjät
he_il: משתמשים מחוברים
hu_hu: Kapcsolódó felhasználók
ko_kr: 연결된 사용자
nb_no: Tilkoblede brukere
sv_se: Anslutna användare
tr_tr: Bağlı Kullanıcılar
uk_ua: Підключені користувачі

source: Total Users
ar_sa: مجموع المستخدمين
ca_es: Usuaris en total
da_dk: Samlede brugere
el_gr: Συνολικοί Χρήστες
fa_ir: تعداد کاربران
fi_fi: Käyttäjiä yhteensä
he_il: סה"כ משתמשים
hu_hu: Összes felhasználó
ko_kr: 총 사용자
nb_no: Totalt antall brukere
sv_se: Totalt antal användare
tr_tr: Toplam kullanıcı
uk_ua: Усього користувачів

source: Catalog Size
ar_sa: حجم الكتالوج
ca_es: Mida del catàleg
da_dk: Katalogstørrelse
el_gr: Μέγεθος Καταλόγου
fa_ir: سایز مجموعه
fi_fi: Luettelon koko
he_il: גודל קטלוג
hu_hu: Katalógus mérete
ko_kr: 카탈로그 크기
nb_no: Katalogstørrelse
sv_se: Katalogstorlek
tr_tr: Katalog Ölçüsü
uk_ua: Розмір каталогу

source: Catalog Time
ar_sa: وقت الكتالوج
ca_es: Temps del catàleg
da_dk: Katalog Tid
el_gr: Χρόνος Καταλόγου
fa_ir: زمان مجموعه
fi_fi: Luettelon aika
he_il: זמן קטלוג
hu_hu: Katalógus ideje
ko_kr: 카탈로그 시간
nb_no: Katalogtid
sv_se: Totalt tid för katalog
tr_tr: Katalog Zamanı
uk_ua: Каталог Час

source: Tag edit
ar_sa: تحرير العلامة
ca_es: Edició d’etiquetes
da_dk: Tag redigering
el_gr: Ετικέτα επεξεργασίας
fa_ir: ویرایش تگ
fi_fi: Tagin muokkaus
he_il: עריכת תג
hu_hu: Címke szerkesztése
ko_kr: 태그 편집
nb_no: Tag redigering
sv_se: Tag redigering
tr_tr: Etiket düzenleme
uk_ua: Редагування тегів

source: Do you really want to delete the tag?
ar_sa: هل تريد حقًا حذف العلامة؟
ca_es: Segur que voleu eliminar l’etiqueta?
da_dk: Vil du virkelig slette tagget?
el_gr: Θέλετε πραγματικά να διαγράψετε την ετικέτα;
fa_ir: واقعا میخواهی برچسب را پاک کنی؟
fi_fi: Haluatko todella poistaa tunnisteen?
he_il: האם אתה באמת רוצה למחוק את התג?
hu_hu: Tényleg törölni szeretné a címkét?
ko_kr: 태그를 정말로 삭제 하시겠습니까?
nb_no: Vil du virkelig slette taggen?
sv_se: Vill du verkligen ta bort taggen?
tr_tr: Etiketi gerçekten silmek istiyor musunuz?
uk_ua: Ви дійсно бажаєте видалити тег?

source: Ampache Debug
ca_es: Depurar Ampache
fa_ir: اشکال زدایی Ampache
hu_hu: Ampache-hibakeresés
ko_kr: 암페어 디버그

source: You may have reached this page because a configuration error has occured. Debug information is below.
ar_sa: ربما تكون قد وصلت إلى هذه الصفحة نظرًا لحدوث خطأ في التكوين. معلومات التصحيح أدناه.
ca_es: És possible que hagueu arribat a aquesta pàgina perquè s'ha produït un error de configuració. La informació de depuració està a continuació.
da_dk: Du har muligvis nået denne side, fordi der opstod en konfigurationsfejl. Fejloplysninger er nedenfor.
el_gr: Ενδέχεται να έχετε φτάσει σε αυτήν τη σελίδα επειδή παρουσιάστηκε σφάλμα ρύθμισης παραμέτρων. Οι πληροφορίες εντοπισμού σφαλμάτων είναι παρακάτω.
fa_ir: ممکن است به این صفحه رجوع کنید زیرا یک خطای پیکربندی رخ داده است. اطلاعات اشکالزدایی زیر است.
fi_fi: Olet ehkä saavuttanut tämän sivun, koska konfigurointivirhe on tapahtunut. Debug-tiedot ovat alla.
he_il: ייתכן שהגעת לדף זה משום שקיימת שגיאת תצורה. מידע באגים להלן.
hu_hu: Lehet, hogy elérte ezt az oldalt, mert konfigurációs hiba történt. A hibakeresési információk az alábbiak.
ko_kr: 구성 오류가 발생하여이 페이지에 도달했을 수 있습니다. 디버그 정보는 다음과 같습니다.
nb_no: Du kan ha nådd denne siden fordi en konfigurasjonsfeil har oppstått. Feilsøkingsinformasjon er under.
sv_se: Du kan ha nått den här sidan eftersom ett konfigurationsfel har uppstått. Felsökningsinformation finns nedan.
tr_tr: Bir yapılandırma hatası oluştuğundan bu sayfaya ulaşmış olabilirsiniz. Hata ayıklama bilgisi aşağıda.
uk_ua: Можливо, ви досягли цієї сторінки, оскільки сталася помилка конфігурації. Інформація про налагодження наведена нижче.

source: Web Installation
ar_sa: تركيب الويب
ca_es: Instal·lació web
el_gr: Εγκατάσταση στο Web
fa_ir: نصب وب
fi_fi: Web-asennus
he_il: התקנת אינטרנט
hu_hu: Webes telepítés
ko_kr: 웹 설치
nb_no: Webinstallasjon
tr_tr: Web Kurulumu
uk_ua: Веб-установка

source: PHP version
ar_sa: نسخة PHP
ca_es: Versió PHP
el_gr: Έκδοση PHP
fa_ir: نسخه پی اچ پی
fi_fi: PHP-versio
he_il: גרסת PHP
hu_hu: PHP verzió
ko_kr: PHP 버전
nb_no: PHP-versjon
tr_tr: PHP versiyonu
uk_ua: Версія PHP

source: This tests whether you are running at least the minimum version of PHP required by Ampache.
ar_sa: هذا يختبر ما إذا كنت تقوم بتشغيل ما لا يقل عن الحد الأدنى من إصدار PHP المطلوب بواسطة Ampache.
ca_es: Això prova si esteu executant almenys la versió mínima de PHP que requereix Ampache.
da_dk: Dette tester, om du kører mindst den minimale version af PHP, der kræves af Ampache.
el_gr: Αυτό ελέγχει αν εκτελείτε τουλάχιστον την ελάχιστη έκδοση της PHP που απαιτείται από την Ampache.
fa_ir: این تست را انجام می دهد که آیا حداقل حداقل نسخه PHP مورد نیاز Ampache را اجرا می کنید.
fi_fi: Tämä testaa, onko käytössä vähintään vähintään Ampache-ohjelman edellyttämä PHP-versio.
he_il: זה בודק אם אתה מפעיל לפחות את הגירסה המינימלית של PHP נדרש על ידי Ampache.
hu_hu: Ez megvizsgálja, hogy legalább az Ampache által igényelt minimális PHP-verziót futtatja-e.
ko_kr: 이것은 Ampache가 요구하는 최소 PHP 버전 이상을 실행 중인지 여부를 테스트합니다.
nb_no: Dette tester om du kjører minst den minste versjonen av PHP som kreves av Ampache.
sv_se: Detta testar om du kör minst den minsta versionen av PHP som krävs av Ampache.
tr_tr: Bu, Ampache tarafından istenen en az PHP sürümünü çalıştırıp çalıştırmadığınızı test eder.
uk_ua: Це перевіряє, чи виконується принаймні мінімальна версія PHP, необхідна для Ampache.

source: Dependencies
ar_sa: تبعيات
ca_es: Dependències
da_dk: Afhængigheder
el_gr: Εξαρτήσεις
fa_ir: وابستگی ها
fi_fi: riippuvuudet
he_il: תלות
ko_kr: 종속성
nb_no: avhengig
sv_se: beroenden
tr_tr: Bağımlılıklar
uk_ua: Залежності

source: This tests whether Ampache dependencies are installed.
ar_sa: هذا يختبر ما إذا كان يتم تثبيت تبعيات Ampache.
ca_es: Això prova si les dependències de Ampache estan instal·lades.
da_dk: Dette tester om Ampache afhængigheder er installeret.
el_gr: Αυτό ελέγχει εάν έχουν εγκατασταθεί εξαρτήσεις του Ampache.
fa_ir: این تست وابستگی های Ampache را نصب می کند.
fi_fi: Tämä testaa, onko Ampache-riippuvuudet asennettu.
he_il: זה בודק אם תלות Ampache מותקנים.
hu_hu: Ez megvizsgálja, hogy az Ampache függőségek telepítve vannak-e.
ko_kr: Ampache 종속성이 설치되어 있는지 여부를 테스트합니다.
nb_no: Dette tester om Ampache-avhengigheter er installert.
sv_se: Detta testar om Ampache beroenden är installerade.
tr_tr: Bu, Ampache bağımlılıklarının kurulup kurulmadığını test eder.
uk_ua: Це перевіряє, чи встановлені залежності Ampache.
