Repository: codacy-badger/amuzak
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, ca_es, da_dk, el_gr, fa_ir, fi_fi, he_il, hu_hu, ko_kr, nb_no, sv_se, tr_tr, uk_ua

source: This page handles all database updates to Ampache starting with <strong>3.3.3.5</strong>. Your current version is <strong>%s</strong> with database version <strong>%s</strong>.
ar_sa: تعالج هذه الصفحة جميع تحديثات قاعدة البيانات إلى Ampache بدءًا من <strong> 3.3.3.5 </strong>. الإصدار الحالي هو <strong> %s </strong> مع إصدار قاعدة البيانات <strong> %s </strong>.
ca_es: Aquesta pàgina gestiona totes les actualitzacions de la base de dades a Ampache començant per <strong> 3.3.3.5 </strong>. La vostra versió actual és <strong> %s </strong> amb la versió de base de dades <strong> %s </strong>.
da_dk: Denne side håndterer alle databaseopdateringer til Ampache startende med <strong> 3.3.3.5 </strong>. Din nuværende version er <strong> %s </strong> med database version <strong> %s </strong>.
el_gr: Αυτή η σελίδα διαχειρίζεται όλες τις ενημερώσεις της βάσης δεδομένων στο Ampache ξεκινώντας με <strong> 3.3.3.5 </strong>. Η τρέχουσα έκδοση είναι <strong> %s </strong> με έκδοση βάσης δεδομένων <strong> %s </strong>.
fa_ir: این صفحه همه بهروزرسانیهای پایگاه داده به Ampache را با <strong> 3.3.3.5 </strong> آغاز میکند. نسخه فعلی شما <strong> %s </strong> با نسخه پایگاه داده <strong> %s </strong> است.
fi_fi: Tällä sivulla käsitellään kaikkia tietokannan päivityksiä Ampache-ohjelmaan, alkaen <strong> 3.3.3.5 </strong>. Nykyinen versio on <strong> %s </strong> tietokannan versiolla <strong> %s </strong>.
he_il: דף זה מטפל בכל עדכוני מסד הנתונים ל- Ampache החל מ- <strong> 3.3.3.5 </strong>. הגרסה הנוכחית שלך היא <strong> %s </strong> עם גרסת מסד הנתונים <strong> %s </strong>.
hu_hu: Ez az oldal az Ampache összes adatbázis-frissítését kezeli a <strong> 3.3.3.5 </strong> használatával. Az Ön jelenlegi verziója <strong> %s </strong>, <strong> %s </strong> adatbázissal.
ko_kr: 이 페이지는 Ampache에 대한 모든 데이터베이스 업데이트를 <strong> 3.3.3.5 </strong>로 시작하여 처리합니다. 현재 버전은 데이터베이스 버전 <strong> %s </strong> 인 <strong> %s </strong>입니다.
nb_no: Denne siden håndterer alle databaseoppdateringer til Ampache som starter med <strong> 3.3.3.5 </strong>. Din nåværende versjon er <strong> %s </strong> med databaseversjon <strong> %s </strong>.
sv_se: Den här sidan hanterar alla databasuppdateringar till Ampache som börjar med <strong> 3.3.3.5 </strong>. Din nuvarande version är <strong> %s </strong> med databasversion <strong> %s </strong>.
tr_tr: Bu sayfa, <strong> 3.3.3.5 </strong> ile başlayan Ampache veritabanındaki tüm güncellemeleri ele alır. Geçerli sürümünüz, <strong> %s </strong>, veritabanı sürümü <strong> %s </strong> şeklindedir.
uk_ua: Ця сторінка обробляє всі оновлення бази даних Ampache, починаючи з <strong> 3.3.3.5 </strong>. Ваша поточна версія <strong> %s </strong> з версією бази даних <strong> %s </strong>.

source: Update Now!
ar_sa: تحديث الان!
ca_es: Actualitza ara!
da_dk: Opdatere nu!
el_gr: Ενημέρωση τώρα!
fa_ir: همین الان به‌ روز رسانی کن
fi_fi: Päivitä nyt!
he_il: עדכן כעת!
hu_hu: Frissítse most!
ko_kr: 지금 업데이트!
nb_no: Oppdater nå!
sv_se: Uppdatera nu!
tr_tr: Şimdi güncelle!
uk_ua: Оновити зараз!

source: root
ar_sa: جذر
ca_es: arrel
da_dk: rod
el_gr: ρίζα
fa_ir: ریشه
fi_fi: juuri
he_il: שורש
hu_hu: gyökér
ko_kr: 뿌리
nb_no: rot
sv_se: rot
tr_tr: kök
uk_ua: корінь

source: Allow Downloads
ca_es: Permet descàrregues
el_gr: Να επιτρέπονται οι λήψεις
fa_ir: اجازه دانلود
hu_hu: Letöltések engedélyezése
ko_kr: 다운로드 허용
sv_se: Tillåt nedladdningar
tr_tr: İndirmeye İzin Ver
uk_ua: Дозволити завантаження

source: Popular Threshold
ca_es: Llindar popular
el_gr: Δημοφιλές όριο
fa_ir: آستانه محبوب
hu_hu: Népszerű küszöbérték
ko_kr: 인기 임계 값
sv_se: Populär tröskel
tr_tr: Popüler Eşik
uk_ua: Популярний поріг

source: Transcode Bitrate
ca_es: Transcripció de bits de bits
el_gr: Κωδικοποίηση BitTranscode
fa_ir: نرخ بیت سیگنال
ko_kr: 트랜스 코드 비트 레이트
uk_ua: Швидкість перекодування

source: Website Title
ca_es: Títol del lloc web
el_gr: Τίτλος ιστότοπου
fa_ir: عنوان وبسایت
hu_hu: Weboldal címe
ko_kr: 웹 사이트 제목
sv_se: Webbsida Titel
tr_tr: Web Sitesi Başlığı
uk_ua: Заголовок веб-сайту

source: Lock Songs
ca_es: Bloqueja les cançons
el_gr: Κλείδωμα τραγουδιών
fa_ir: آهنگ های قفل
hu_hu: Zeneszámok zárolása
ko_kr: 노래 잠금
sv_se: Lås låtar
tr_tr: Şarkıları Kilitle
uk_ua: Блокування пісень

source: Forces Http play regardless of port
ca_es: Les Forces d'Http juguen independentment del port
el_gr: Οι δυνάμεις Http παίζουν ανεξάρτητα από τη θύρα
fa_ir: نیروی Http بازی بدون در نظر گرفتن بندر
hu_hu: Erő Http lejátszása a porttól függetlenül
ko_kr: 포트에 상관없이 Http를 강제 실행합니다.
sv_se: Krafter Http spelar oavsett port
tr_tr: Http kuvvetlerini limandan bağımsız olarak oynayın
uk_ua: Примушує Http грати незалежно від порту

source: Type of Playback
ca_es: Tipus de reproducció
el_gr: Τύπος αναπαραγωγής
fa_ir: نوع پخش
hu_hu: A lejátszás típusa
ko_kr: 재생 유형
sv_se: Typ av uppspelning
tr_tr: Oynatma Türü
uk_ua: Тип відтворення

source: Playlist Type
ca_es: Tipus de llista de reproducció
el_gr: Τύπος λίστας αναπαραγωγής
fa_ir: نوع لیست پخش
hu_hu: Lejátszási lista típusa
ko_kr: 재생 목록 유형
sv_se: Spellista typ
tr_tr: Oynatma Listesi Tipi
uk_ua: Тип списку відтворення

source: Theme
ca_es: Tema
el_gr: Θέμα
fa_ir: موضوع
hu_hu: Téma
ko_kr: 테마
sv_se: Tema
tr_tr: Tema
uk_ua: Тема

source: Localplay Access
ca_es: Accés al joc local
el_gr: Πρόσβαση Localplay
fa_ir: Access Localplay
hu_hu: Localplay hozzáférés
ko_kr: 로컬 플레이 액세스
uk_ua: Доступ до локальної гри

source: Localplay Type
ca_es: Tipus de localització
el_gr: Τύπος τοπικού παιχνιδιού
fa_ir: نوع Localplay
hu_hu: Localplay típus
ko_kr: 로컬 플레이 유형
tr_tr: Yerel Oynatma Türü
uk_ua: Тип Localplay

source: Allow Streaming
ca_es: Permet el streaming
el_gr: Επιτρέψτε τη ροή
fa_ir: اجازه جریان دادن
hu_hu: Streaming engedélyezése
ko_kr: 스트리밍 허용
sv_se: Tillåt Streaming
tr_tr: Akışa İzin Ver
uk_ua: Дозволити потокове передавання

source: Allow Democratic Play
ca_es: Permetre el joc democràtic
el_gr: Επιτρέψτε το δημοκρατικό παιχνίδι
fa_ir: اجازه دهید بازی دموکراتیک
hu_hu: Demokratikus játék engedélyezése
ko_kr: 민주적 인 플레이 허용
sv_se: Tillåt demokratisk lek
tr_tr: Demokratik Oynama İzin Ver
uk_ua: Дозволити демократичну гру

source: Allow Localplay Play
ca_es: Permetre Playplay Play
el_gr: Να επιτρέπεται η αναπαραγωγή σε τοπικό επίπεδο
fa_ir: اجازه Localplay Play را بدهد
hu_hu: A Localplay játék engedélyezése
ko_kr: 로컬 플레이 재생 허용
sv_se: Tillåt Localplay Play
tr_tr: Localplay Play'e İzin Ver
uk_ua: Дозволити локальне відтворення

source: Statistics Day Threshold
ca_es: Llindar del dia de les estadístiques
el_gr: Κατώτατο όριο ημέρας στατιστικών στοιχείων
fa_ir: آستانه روز آمار
hu_hu: Statisztikai nap küszöbérték
ko_kr: 통계 일 임계 값
sv_se: Statistiksdagtröskel
tr_tr: İstatistikler Gün Eşiği
uk_ua: Порог дня статистики

source: Offset Limit
ca_es: Límit de desplaçament
el_gr: Όριο αντιστάθμισης
fa_ir: حد افست
ko_kr: 오프셋 한도
tr_tr: Ofset Sınırı
uk_ua: Зсув

source: Rate Limit
ca_es: Límit de tarifes
el_gr: Όριο επιτοκίου
fa_ir: حد نرخ
ko_kr: 속도 제한
sv_se: Betygsgräns
tr_tr: Oranı sınırı
uk_ua: Ліміт швидкості

source: Playlist Method
ca_es: Mètode de llista de reproducció
el_gr: Μέθοδος λίστας αναπαραγωγής
fa_ir: روش لیست پخش
hu_hu: Lejátszási lista módja
ko_kr: 재생 목록 방법
sv_se: Spellista Metod
tr_tr: Çalma Listesi Yöntemi
uk_ua: Метод списку відтворення

source: Shoutcast Active Instance
ca_es: Shoutcast Instància activa
el_gr: Ενεργό παράθυρο Shoutcast
fa_ir: نمونه اعدام Shoutcast
hu_hu: Shoutcast aktív példány
ko_kr: Shoutcast 활성 인스턴스
tr_tr: Shoutcast Etkin Eşgörünümü
uk_ua: Активний екземпляр Shoutcast

source: Last.FM Username
ca_es: Nom d’usuari de Last.FM
el_gr: Last.FM Όνομα χρήστη
fa_ir: نام کاربری Last.FM
hu_hu: Last.FM felhasználónév
ko_kr: Last.FM 사용자 이름
sv_se: Last.FM Användarnamn
tr_tr: Last.FM Kullanıcı Adı
uk_ua: Ім'я користувача Last.FM

source: Last.FM Password
ca_es: Contrasenya Last.FM
el_gr: Last.FM κωδικός πρόσβασης
fa_ir: Last.FM رمز عبور
hu_hu: Last.FM jelszó
ko_kr: Last.FM 암호
tr_tr: Last.FM Şifre
uk_ua: Пароль Last.FM

source: Last.FM Submit Port
ca_es: Port de publicació de Last.FM
el_gr: Last.FM Υποβολή Θύρας
fa_ir: Last.FM ارسال بندر
hu_hu: Last.FM Küldés Port
ko_kr: Last.FM 제출 포트
tr_tr: Last.FM Bağlantı Noktası Gönder
uk_ua: Port

source: Last.FM Submit Host
ca_es: Last.FM enviar amfitrió
el_gr: Last.FM Υποβολή Host
fa_ir: Last.FM ثبت نام میزبان
hu_hu: Last.FM Küldés Host
ko_kr: Last.FM 호스트 제출
tr_tr: Last.FM Ev sahibi Gönder
uk_ua: Last.FM Додати хост

source: Last.FM Submit URL
ca_es: URL de Last.FM
el_gr: Last.FM Υποβολή διεύθυνσης URL
fa_ir: Last.FM ارسال URL
hu_hu: Last.FM URL küldése
sv_se: Last.FM Skicka URL
tr_tr: Last.FM URL'yi gönder
uk_ua: Last.FM Додати URL

source: Last.FM Submit Challenge
el_gr: Last.FM Υποβολή πρόκλησης
fa_ir: Last.FM ارسال چالش
hu_hu: Last.FM Kihívás küldése
tr_tr: Last.FM Gönder Mücadelesi

source: Now playing filtered per user
ca_es: Ara es reprodueix filtrat per usuari
el_gr: Τώρα παίζεται φιλτραρισμένο ανά χρήστη
fa_ir: در حال پخش در هر کاربر فیلتر شده است
hu_hu: Most egy felhasználóra lesz szűrve
ko_kr: 이제 사용자 당 필터링 됨 재생 중
sv_se: Spelar nu filtrerad per användare
tr_tr: Şimdi kullanıcı başına filtrelenmiş oynama
uk_ua: Зараз відтворюється фільтр на користувача

source: Album Default Sort
ca_es: Ordre predeterminat de l'àlbum
el_gr: Προεπιλεγμένη ταξινόμηση λευκωμάτων
fa_ir: آلبوم مرتب سازی پیش فرض
hu_hu: Album alapértelmezett rendezése
ko_kr: 앨범 기본 정렬
sv_se: Album Standard Sortera
tr_tr: Albüm Varsayılan Sıralama
uk_ua: Сортування за умовчанням альбому

source: Show # played
ca_es: Mostra # jugat
el_gr: Εμφάνιση # έπαιξε
fa_ir: نمایش # نمایش داده شده است
hu_hu: Megjelenített #
ko_kr: 재생 된 # 개
sv_se: Visa # spelat
tr_tr: Gösterildiğini göster
uk_ua: Показувати #

source: Show current song in Web player page title
ca_es: Mostra la cançó actual en el títol de la pàgina web dels jugadors
el_gr: Εμφάνιση τρέχοντος τραγουδιού στον τίτλο της σελίδας του προγράμματος αναπαραγωγής Web
fa_ir: نمایش آهنگ فعلی در عنوان صفحه وب پخش کننده
hu_hu: Az aktuális szám megjelenítése a Web játékos oldal címében
ko_kr: 웹 플레이어 페이지 제목에 현재 노래 표시
sv_se: Visa aktuell sång i webbspelarens sidtitel
tr_tr: Geçerli şarkıyı Web oynatıcı sayfa başlığında göster
uk_ua: Показати поточну пісню в назві сторінки веб-програвача

source: Use SubSonic backend
ca_es: Utilitzeu el dorsal SubSonic
el_gr: Χρησιμοποιήστε την υποστήριξη SubSonic
fa_ir: استفاده از SubSonic Backend
hu_hu: Használja a SubSonic hátteret
ko_kr: SubSonic 백엔드 사용
sv_se: Använd SubSonic backend
tr_tr: SubSonic arka ucunu kullan
uk_ua: Використовуйте сервер SubSonic

source: Use Plex backend
ca_es: Utilitzeu el dorsal Plex
el_gr: Χρησιμοποιήστε το backend του Plex
fa_ir: با استفاده از Plex backend
hu_hu: Használja a Plex hátteret
ko_kr: Plex 백엔드 사용
sv_se: Använd Plex backend
tr_tr: Plex arka ucunu kullan
uk_ua: Використовуйте Plex backend

source: Authorize Flash Web Player(s)
ca_es: Autoritza els reproductors web Flash
el_gr: Εξουσιοδότηση του Flash Player (s) Flash Web
fa_ir: مجاز Flash Web Player (ها)
hu_hu: Flash Web Player (ek) engedélyezése
ko_kr: Flash Web Player 승인
sv_se: Godkänn Flash Web Player (s)
tr_tr: Flash Web Oynatıcılarını Yetkilendir
uk_ua: Авторизуйте Flash-плеєри

source: Authorize HTML5 Web Player(s)
ca_es: Autoritza els reproductors web HTML5
el_gr: Εξουσιοδότηση του προγράμματος αναπαραγωγής ιστού HTML5
fa_ir: مجاز HTML5 Web Player (s)
hu_hu: HTML5 webes lejátszó (k) engedélyezése
ko_kr: HTML5 웹 플레이어 승인
sv_se: Godkänn HTML5 Web Player (s)
tr_tr: HTML5 Web Oyuncularını Yetkilendir
uk_ua: Авторизуйте веб-програвач HTML5

source: Personal information visibility - Now playing
ca_es: Visibilitat de la informació personal: ara jugant
el_gr: Προβολή προσωπικών πληροφοριών - Παίζει τώρα
fa_ir: قابل مشاهده بودن اطلاعات شخصی - در حال پخش
hu_hu: Személyes adatok láthatósága - Most játszik
ko_kr: 개인 정보 가시성 - 지금 재생 중
sv_se: Personlig informationssynlighet - Spelar nu
tr_tr: Kişisel bilgi görünürlüğü - Şimdi oynatılıyor
uk_ua: Видимість особистої інформації - зараз грає

source: Personal information visibility - Recently played
ca_es: Visibilitat de la informació personal - Reproducció recent
el_gr: Προβολή προσωπικών πληροφοριών - Πρόσφατα αναπαραχθεί
fa_ir: قابل مشاهده بودن اطلاعات شخصی - به تازگی پخش شده است
hu_hu: Személyes adatok láthatósága - Legutóbb lejátszott
ko_kr: 개인 정보 공개 - 최근 재생
sv_se: Personlig informationssynlighet - Nyligen spelad
tr_tr: Kişisel bilgi görünürlüğü - En son oynanan
uk_ua: Видимість особистої інформації - нещодавно відтворена

source: Personal information visibility - Recently played - Allow to show streaming date/time
ca_es: Visibilitat de la informació personal: reproduïda recentment: permet mostrar la data / hora de transmissió
el_gr: Προβολή προσωπικών πληροφοριών - Πρόσφατα αναπαραχθεί - Να επιτρέπεται η εμφάνιση ημερομηνίας / ώρας ροής
fa_ir: قابل مشاهده بودن اطلاعات شخصی - به تازگی پخش شده - اجازه نمایش تاریخ و زمان پخش جریان
hu_hu: Személyes adatok láthatósága - Legutóbb lejátszott - Streaming dátum / idő megjelenítése
ko_kr: 개인 정보 표시 - 최근 재생 - 스트리밍 날짜 / 시간 표시 허용
sv_se: Personlig informationssynlighet - Nyligen spelad - Tillåt att visa strömmatdatum / -tid
tr_tr: Kişisel bilgilerin görünürlüğü - Son oynanan - Akış tarih / saatini göstermesine izin ver
uk_ua: Видимість особистої інформації - Недавно відтворена - Дозволити показувати дату / час потоку

source: Personal information visibility - Recently played - Allow to show streaming agent
ca_es: Visibilitat de la informació personal: reproduïda recentment: permet mostrar l’agent de transmissió
el_gr: Προβολή προσωπικών πληροφοριών - Πρόσφατα αναπαραχθεί - Να επιτρέπεται η εμφάνιση του παράγοντα ροής
fa_ir: قابل مشاهده بودن اطلاعات شخصی - اخیرا بازی شده - اجازه دهید نماینده جریان را نشان دهد
hu_hu: Személyes adatok láthatósága - Legutóbb lejátszott - Streaming ügynökök megjelenítése
ko_kr: 개인 정보 표시 - 최근 재생 - 스트리밍 에이전트 표시 허용
sv_se: Personlig informationssynlighet - Nyligen spelad - Låt visa streaming-agent
tr_tr: Kişisel bilgilerin görünürlüğü - Son oynanan - Akış aracısını göstermeye izin ver
uk_ua: Видимість особистої інформації - Нещодавно відтворена - Дозволити показ потокового агента

source: Fix header position on compatible themes
ca_es: Fixeu la posició de la capçalera en temes compatibles
el_gr: Διορθώστε τη θέση κεφαλίδας σε συμβατά θέματα
fa_ir: موقعیت هدر را در موضوعات سازگار قرار دهید
hu_hu: Fix fejléc pozíciót kompatibilis témákban
ko_kr: 호환되는 테마의 머리글 위치 수정
sv_se: Fix huvudposition på kompatibla teman
tr_tr: Başlık konumunu uyumlu temalara sabitle
uk_ua: Зафіксуйте позицію заголовка на сумісних темах

source: Check for Ampache updates automatically
ca_es: Comproveu si hi ha actualitzacions de Ampache automàticament
el_gr: Ελέγξτε αυτόματα τις ενημερώσεις του Ampache
fa_ir: برای به روز رسانی آمپاش به طور خودکار بررسی کنید
hu_hu: Ellenőrizze automatikusan az Ampache-frissítéseket
ko_kr: Ampache 업데이트 자동 확인
sv_se: Kontrollera efter uppdateringar av Ampache automatiskt
tr_tr: Ampache güncellemelerini otomatik olarak kontrol et
uk_ua: Автоматично перевіряйте оновлення Ampache

source: AutoUpdate last check time
ca_es: Actualització automàtica de l’últim moment de la comprovació
el_gr: Αυτόματη ενημέρωση της τελευταίας ώρας ελέγχου
fa_ir: AutoUpdate آخرین زمان چک
hu_hu: Az utolsó ellenőrzési idő automatikus frissítése
ko_kr: 마지막 업데이트 시간 자동 업데이트
sv_se: AutoUppdatera senaste kontrolltid
tr_tr: Otomatik Güncelleme son kontrol saati
uk_ua: Автоматичне оновлення останнього часу перевірки

source: AutoUpdate last version from last check
ca_es: Actualització automàtica de la darrera versió de la darrera comprovació
el_gr: Αυτόματη ενημέρωση της τελευταίας έκδοσης από τον τελευταίο έλεγχο
fa_ir: آخرین نسخه AutoUpdate از آخرین چک
hu_hu: Az utolsó verzió automatikus frissítése az utolsó ellenőrzéstől
ko_kr: 마지막 체크로부터 마지막 버전 자동 업데이트
sv_se: AutoUppdatera senaste versionen från senaste kontrollen
tr_tr: Son kontrolün son versiyonunu otomatik güncelle
uk_ua: Оновити останню версію з останньої перевірки

source: AutoUpdate last version from last check is newer
ca_es: L'actualització automàtica de la darrera versió de la darrera comprovació és més recent
el_gr: Η αυτόματη ενημέρωση της τελευταίας έκδοσης από τον τελευταίο έλεγχο είναι νεότερη
fa_ir: آخرین نسخه AutoUpdate از آخرین چک جدیدتر است
hu_hu: Az utolsó frissítés utolsó verziójának automatikus frissítése újabb
ko_kr: 마지막 체크에서 마지막 버전까지 자동 업데이트됩니다.
sv_se: AutoUpdate senaste versionen från senaste kontrollen är nyare
tr_tr: AutoUpdate son sürümü son sürümünden daha yeni
uk_ua: Останній варіант останньої перевірки - AutoUpdate

source: Confirmation when closing current playing window
ca_es: Confirmació quan es tanca la finestra de reproducció actual
el_gr: Επιβεβαίωση κατά το κλείσιμο του τρέχοντος παραθύρου αναπαραγωγής
fa_ir: تأیید هنگام بستن پنجره پخش فعلی
hu_hu: Megerősítés az aktuális lejátszási ablak bezárásakor
ko_kr: 현재 재생중인 창을 닫을 때 확인
sv_se: Bekräftelse när du stänger aktuellt spelfönster
tr_tr: Mevcut oynatma penceresini kapatırken onay
uk_ua: Підтвердження під час закриття поточного вікна відтворення

source: Auto-pause betweens tabs
ca_es: Pausades automàtiques de pausa automàtica
el_gr: Η αυτόματη παύση συνδέει τις καρτέλες
fa_ir: زبانه های بین دو حالت خودکار را متوقف کنید
hu_hu: Automatikus szüneteltetési lapok
ko_kr: 탭간에 자동 일시 중지
sv_se: Auto-pausa betweens flikar
tr_tr: Sekmeleri otomatik olarak duraklatma
uk_ua: Автоматична пауза між вкладками

source: Enable url rewriting
ca_es: Habiliteu la reescriptura d'URL
el_gr: Ενεργοποιήστε την επανεγγραφή url
fa_ir: فعال کردن بازنویسی URL
hu_hu: Az URL átírásának engedélyezése
ko_kr: URL 재 작성 사용
sv_se: Aktivera omskrivning av webbadresser
tr_tr: URL yeniden yazmayı etkinleştir
uk_ua: Увімкнути перезапис URL-адреси

source: Allow Share
ca_es: Permet compartir
el_gr: Επιτρέψτε το Κοινή χρήση
fa_ir: اجازه به اشتراک گذاشتن
hu_hu: Megosztás megadása
ko_kr: 공유 허용
sv_se: Tillåt dela
tr_tr: Paylaşıma İzin Ver
uk_ua: Дозволити спільний доступ

source: Share links default expiration days (0=never)
ca_es: Comparteix enllaços els dies de caducitat predeterminats (0 = mai)
el_gr: Μοιραστείτε τις προεπιλεγμένες ημέρες λήξης συνδέσεων (0 = ποτέ)
fa_ir: به اشتراک گذاری لینک روزانه روز انقضا (0 = هرگز)
hu_hu: Linkek alapértelmezett lejárati napjai (0 = soha)
ko_kr: 공유 링크는 기본 만료일 (0 = 전혀 없음)
sv_se: Dela länkar med standard utgångsdagar (0 = aldrig)
tr_tr: Bağlantıları varsayılan sona erme günleri (0 = hiçbir zaman)
uk_ua: Час закінчення терміну дії за умовчанням (0 = ніколи)

source: Artist slideshow inactivity time
ca_es: Temps d’activitat de la presentació d’art de diapositives d’artista
el_gr: Χρόνος αδυναμίας προβολής διαφανειών καλλιτέχνη
fa_ir: زمان عدم فعالیت اسلاید هنرمند
hu_hu: Művész diavetítés inaktivitási ideje
ko_kr: 아티스트 슬라이드 쇼 비활성 시간
sv_se: Inaktivitetstid för artistens bildspel
tr_tr: Sanatçı slayt gösterisi etkinlik dışı kalma süresi
uk_ua: Час неактивності показу слайдів виконавців

source: Broadcast web player by default
ca_es: Difon el reproductor web per defecte
el_gr: Προεπιλεγμένο πρόγραμμα αναπαραγωγής ιστού
fa_ir: به طور پیش فرض پخش پخش کننده وب
hu_hu: A webes lejátszót alapértelmezés szerint adjuk meg
ko_kr: 기본적으로 웹 플레이어를 브로드 캐스트합니다.
sv_se: Sänd webbspelare som standard
tr_tr: Varsayılan olarak web oynatıcısını yayınla
uk_ua: Трансляція веб-програвача за умовчанням

source: Limit number of future events
ca_es: Limiteu el nombre d'esdeveniments futurs
el_gr: Περιορίστε τον αριθμό των μελλοντικών συμβάντων
fa_ir: محدود کردن تعداد رویدادهای آینده
hu_hu: Korlátozza a jövőbeli események számát
ko_kr: 향후 이벤트 수 제한
sv_se: Begränsa antalet framtida händelser
tr_tr: Gelecekteki etkinlik sayısını sınırla
uk_ua: Обмежити кількість майбутніх подій

source: Limit number of past events
ca_es: Limiteu el nombre d’esdeveniments passats
el_gr: Περιορίστε τον αριθμό των παρελθόντων συμβάντων
fa_ir: محدود کردن تعداد رویدادهای گذشته
hu_hu: Korlátozza a múltbeli események számát
ko_kr: 과거 이벤트 수 제한
sv_se: Begränsa antalet tidigare händelser
tr_tr: Geçmiş etkinlik sayısını sınırla
uk_ua: Обмежте кількість минулих подій

source: Album - Group multiple disks
ca_es: Àlbum: agrupeu diversos discs
el_gr: Άλμπουμ - Ομαδοποίηση πολλαπλών δίσκων
fa_ir: آلبوم - گروه های متعدد دیسک
hu_hu: Album - Több lemez csoportosítása
ko_kr: 앨범 - 여러 디스크 그룹화
sv_se: Album - Gruppens flera skivor
tr_tr: Albüm - Grup çoklu diskler
uk_ua: Альбом - групувати кілька дисків

source: Top menu
ca_es: Menú superior
el_gr: Το επάνω μενού
fa_ir: منوی بالا
hu_hu: Főmenü
ko_kr: 톱 메뉴
sv_se: Topp meny
tr_tr: Üst menü
uk_ua: Головне меню

source: Clear democratic votes of expired user sessions
ca_es: Vots democràtics clars de sessions d’usuari caducades
el_gr: Σαφείς δημοκρατικές ψήφους των συνόδων χρηστών που έχουν λήξει
fa_ir: پاک کردن رای دهندگان دموکرات از جلسات کاربر منسوخ شده
hu_hu: A lejárt felhasználói ülések egyértelmű demokratikus szavazatai
ko_kr: 만료 된 사용자 세션의 명확한 민주당 투표
sv_se: Tydliga demokratiska röster av utgående användarsessioner
tr_tr: Süresi dolmuş kullanıcı oturumlarının demokratik oylarını temizleyin
uk_ua: Чітке демократичне голосування за закінченими сесіями користувачів

source: Show donate button in footer
ca_es: Mostra el botó de donació en peu de pàgina
el_gr: Εμφάνιση του κουμπιού δωρεάς στο υποσέλιδο
fa_ir: نمایش دکمه اهدا در پایین صفحه
hu_hu: Az adományozó gomb megjelenítése láblécben
ko_kr: 바닥 글에 기부 버튼 표시
sv_se: Visa donera-knappen i sidfot
tr_tr: Bağış düğmesini altbilgide göster
uk_ua: Показувати кнопку "donate" у нижньому колонтитулі

source: Uploads catalog destination
ca_es: Destinació de catàleg de càrregues
el_gr: Μεταφορτώνει τον προορισμό του καταλόγου
fa_ir: فروشگاه مقصد را بارگیری می کند
hu_hu: Feltölti a katalógus célállomását
ko_kr: 카탈로그 목적지 업로드
sv_se: Uppladdningar katalog destination
tr_tr: Katalog hedefini yükler
uk_ua: Завантажує каталог призначення

source: Allow users to upload media
ca_es: Permet que els usuaris puguin penjar contingut multimèdia
el_gr: Να επιτρέπεται στους χρήστες να κάνουν μεταφόρτωση μέσων
fa_ir: کاربران را مجبور کنید رسانه را آپلود کنید
hu_hu: Lehetővé teszi a felhasználók számára a média feltöltését
ko_kr: 사용자가 미디어를 업로드하도록 허용
sv_se: Tillåt användare att ladda upp media
tr_tr: Kullanıcıların medya yüklemesine izin ver
uk_ua: Дозволити користувачам завантажувати медіафайли

source: Upload: create a subdirectory per user (recommended)
ca_es: Càrrega: crea un subdirectori per usuari (recomanat)
el_gr: Upload: δημιουργήστε έναν υποκατάλογο ανά χρήστη (συνιστάται)
fa_ir: آپلود: ایجاد یک زیرپوشه برای هر کاربر (توصیه می شود)
hu_hu: Feltöltés: egy alkönyvtár létrehozása felhasználónként (ajánlott)
ko_kr: 업로드 : 사용자 별 하위 디렉토리 만들기 (권장)
sv_se: Överför: Skapa en underkatalog per användare (rekommenderas)
tr_tr: Yükle: kullanıcı başına bir alt dizin oluşturun (önerilir)
uk_ua: Завантажити: створити підкаталог на користувача (рекомендовано)

source: Upload: consider the user sender as the track's artist
ca_es: Càrrega: consideri l’emissor de l’usuari com a artista de la pista
el_gr: Μεταφόρτωση: θεωρήστε τον αποστολέα του χρήστη ως καλλιτέχνη του κομματιού
fa_ir: آپلود: فرستنده کاربر را به عنوان هنرمند آهنگ در نظر بگیرید
hu_hu: Feltöltés: fontolja meg a felhasználó küldőjét a műsor előadójának
ko_kr: 업로드 : 사용자의 발신자를 트랙의 아티스트로 간주합니다.
sv_se: Uppladdning: överväg användarens avsändare som spårets artist
tr_tr: Yükle: kullanıcı göndereni parçanın sanatçısı olarak kabul edin
uk_ua: Завантажити: розглянемо відправника користувача як виконавця треку
