Repository: codacy-badger/amuzak
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, ca_es, da_dk, el_gr, fa_ir, fi_fi, he_il, hu_hu, ko_kr, nb_no, sv_se, tr_tr, uk_ua

source: Trying to clobber '%s' without setting clobber
ar_sa: محاولة clobber '%s' دون تعيين clobber
ca_es: Tractant de clobber '%s' sense configurar el clobber
da_dk: Forsøger at clobber '%s' uden at indstille clobber
el_gr: Προσπαθώντας να clobber '%s' χωρίς ρύθμιση clobber
fa_ir: سعی میکنید %s را بدون هیچ گونه تنظیم مجدد بگذارید
fi_fi: Yritetään tarttua '%s'-asetukseen asettamatta clobberia
he_il: מנסה clobber '%s' מבלי להגדיר clobber
hu_hu: A "%s" megpróbálása a clobber beállítása nélkül
ko_kr: clobber를 설정하지 않고 '%s'을 (를) clobber하려고합니다.
nb_no: Prøver å clobber '%s' uten å sette clobber
sv_se: Proverar att clobber '%s' utan att ställa in clobber
tr_tr: '%s' clobber ayarlamadan clobber yapmaya çalışıyorum
uk_ua: Спроба clobber '%s' без установки clobber

source: Login Failed: version too old
ar_sa: فشل تسجيل الدخول: الإصدار قديم جدًا
ca_es: No s'ha pogut iniciar la sessió: la versió massa antiga
da_dk: Login mislykkedes: version for gammel
el_gr: Η σύνδεση απέτυχε: η έκδοση είναι πολύ παλιά
fa_ir: ورود فوری: نسخه خیلی قدیمی است
fi_fi: Kirjautuminen epäonnistui: versio on liian vanha
he_il: הכניסה נכשלה: גרסה ישנה מדי
hu_hu: A bejelentkezés sikertelen: a verzió túl régi
ko_kr: 로그인 실패 : 버전이 너무 오래됨
nb_no: Innlogging mislyktes: versjonen er for gammel
sv_se: Inloggning misslyckades: versionen är för gammal
tr_tr: Giriş Başarısız: sürüm çok eski
uk_ua: Помилка входу: версія занадто стара

source: Login Failed: timestamp out of range
ar_sa: فشل تسجيل الدخول: الطابع الزمني خارج النطاق
ca_es: Error d’inici de sessió: data i hora fora de l’abast
da_dk: Login mislykkedes: tidsstempel uden for rækkevidde
el_gr: Η σύνδεση απέτυχε: η χρονική σφαίρα εκτός εμβέλειας
fa_ir: ورود ناموفق بود: زمانبندی خارج از محدوده
fi_fi: Kirjautuminen epäonnistui: aikaleima pois alueesta
he_il: הכניסה נכשלה: חותמת זמן מחוץ לטווח
hu_hu: A bejelentkezés sikertelen: időbélyeg a tartományon kívül
ko_kr: 로그인 실패 : 타임 스탬프가 범위를 벗어났습니다.
nb_no: Innlogging mislyktes: tidsstempel utenfor rekkevidde
sv_se: Inloggning misslyckades: tidsstämpel utanför intervallet
tr_tr: Giriş Başarısız: zaman damgası aralık dışında
uk_ua: Помилка входу: мітка часу поза діапазоном

source: Error Invalid Handshake -
ar_sa: خطأ مصافحة غير صالحة -
ca_es: Error Handshake invàlid
da_dk: Fejl Ugyldig håndtryk -
el_gr: Σφάλμα Μη έγκυρη χειραψία -
fa_ir: خطا در برقراری ارتباط
fi_fi: Virhe kädessä kädessä on virheellinen
he_il: שגיאה לחיצת יד לא חוקית -
hu_hu: Hibás a kézfogás érvénytelenítése -
ko_kr: 오류 잘못된 핸드 셰이크 -
nb_no: Feil: Ugyldig handshake -
sv_se: Fel: ogiltig handskakning -
tr_tr: Hata Geçersiz El Sıkışma -
uk_ua: Помилка недійсного рукостискання -

source: Invalid Username/Password
ar_sa: اسم المتسخدم / كلمة المرور غير صحيحة
ca_es: Nom d’usuari / contrasenya no vàlid
da_dk: Ugyldigt brugernavn / kodeord
el_gr: Μη έγκυρο όνομα χρήστη / κωδικός πρόσβασης
fa_ir: نام کاربری / رمز عبور نامعتبر است
fi_fi: Väärä käyttäjätunnus / salasana
he_il: שם משתמש / סיסמא שגויים
hu_hu: Érvénytelen felhasználónév / jelszó
ko_kr: 잘못된 사용자 이름 / 암호
nb_no: Ugyldig brukernavn / passord
sv_se: Ogiltigt användarnamn / lösenord
tr_tr: Geçersiz kullanıcı adı / şifre
uk_ua: Невірний логін / пароль

source: Access denied to this playlist.
ar_sa: تم رفض الوصول إلى قائمة التشغيل هذه.
ca_es: S'ha denegat l'accés a aquesta llista de reproducció.
da_dk: Adgang nægtet denne afspilningsliste.
el_gr: Η πρόσβαση απορρίφθηκε σε αυτήν τη λίστα αναπαραγωγής.
fa_ir: دسترسی به این لیست پخش منع شده است.
fi_fi: Tämän soittolistan käyttöoikeus on evätty.
he_il: הגישה נדחתה לפלייליסט זה.
hu_hu: Ez a lejátszási lista megtagadta a hozzáférést.
ko_kr: 이 재생 목록에 대한 액세스가 거부되었습니다.
nb_no: Tilgang nektet denne spillelisten.
sv_se: Åtkomst nekad till denna spellista.
tr_tr: Erişim bu oynatma listesine reddedildi.
uk_ua: Доступ до цього списку відтворення заборонено.

source: Invalid Request
ar_sa: طلب غير صالح
ca_es: Petició invàlida
da_dk: Ugyldig forespørgsel
el_gr: Άκυρη Αίτηση
fa_ir: درخواست نادرست
fi_fi: Virheellinen pyyntö
he_il: בקשה שגויה
hu_hu: Érvénytelen kérelem
ko_kr: 잘못된 요청
nb_no: Ugyldig forespørsel
sv_se: Ogiltig begäran
tr_tr: geçersiz istek
uk_ua: Невірний запит

source: Media Object Invalid or Not Specified
ar_sa: كائن الوسائط غير صالح أو غير محدد
ca_es: Invàlid mitjà o no especificat
da_dk: Medieobjekt ugyldigt eller ikke angivet
el_gr: Αντικείμενο μέσου μη έγκυρο ή μη προδιαγεγραμμένο
fa_ir: این نوع رسانه معتبر نیست یا مشخص نشده است
fi_fi: Mediaobjekti on virheellinen tai ei määritetty
he_il: אובייקט המדיה לא חוקי או לא מוגדר
hu_hu: A médiaobjektum érvénytelen vagy nincs megadva
ko_kr: 미디어 개체가 잘못되었거나 지정되지 않았습니다.
nb_no: Mediaobjekt invalid eller feilspesifisert
sv_se: Mediaobjektet är ogiltigt eller inte angivet
tr_tr: Medya Nesnesi Geçersiz veya Belirtilmemiş
uk_ua: Медіа-об'єкт недійсний або не вказаний

source: Wrong library item type.
ar_sa: نوع عنصر مكتبة خاطئ.
ca_es: Tipus d'ítem de biblioteca incorrecte.
da_dk: Forkert bibliotekstype.
el_gr: Λάθος είδος στοιχείου βιβλιοθήκης.
fa_ir: نوع آیتم کتابخانه اشتباه است.
fi_fi: Väärä kirjastotyyppi.
he_il: סוג פריט ספריה שגוי.
hu_hu: Rossz könyvtárelemtípus.
ko_kr: 라이브러리 항목 유형이 잘못되었습니다.
nb_no: Feil bibliotekstype.
sv_se: Fel bibliotekstypstyp.
tr_tr: Yanlış kütüphane öğesi türü.
uk_ua: Неправильний тип елемента бібліотеки.

source: Library item not found.
ar_sa: عنصر المكتبة غير موجود.
ca_es: No s’ha trobat l’element de la biblioteca.
da_dk: Bibliotekspost ikke fundet.
el_gr: Δεν βρέθηκε στοιχείο βιβλιοθήκης.
fa_ir: مورد کتابخانه یافت نشد
fi_fi: Kirjaston kohdetta ei löydy.
he_il: פריט הספרייה לא נמצא.
hu_hu: A könyvtári elem nem található.
ko_kr: 라이브러리 항목을 찾을 수 없습니다.
nb_no: Bibliotekspost ikke funnet.
sv_se: Biblioteket hittades inte.
tr_tr: Kütüphane öğesi bulunamadı.
uk_ua: Елемент бібліотеки не знайдено.

source: Error: Unable to open
ar_sa: خطأ: غير قادر على فتح
ca_es: Error: impossible d'obrir
da_dk: Fejl: Kan ikke åbnes
el_gr: Σφάλμα: Αδύνατο να ανοιχτεί
fa_ir: خطا: قادر به باز کردن نیست
fi_fi: Virhe: Ei voi avata
he_il: שגיאה: לא ניתן לפתוח
hu_hu: Hiba: Nem lehet megnyitni
ko_kr: 오류 : 열 수 없습니다.
nb_no: Feil: Kan ikke åpne
sv_se: Fel: Kunde inte öppna
tr_tr: Hata: açılamıyor
uk_ua: Помилка: неможливо відкрити

source: Play
ar_sa: لعب
ca_es: Jugar
da_dk: Spille
el_gr: Παίζω
fa_ir: بازی
fi_fi: pelata
he_il: שחק
hu_hu: Játék
ko_kr: 놀이
nb_no: Spille
sv_se: Spela
tr_tr: Oyun
uk_ua: Грати

source: Edit/Find Art
ar_sa: تحرير / البحث عن الفن
da_dk: Rediger / find kunst
el_gr: Επεξεργασία / Εύρεση Τέχνης
fa_ir: ویرایش / یافتن هنر
fi_fi: Muokkaa / Etsi Art
he_il: ערוך / מצא אמנות
hu_hu: Szerkesztés / keresés
ko_kr: 미술 편집 / 찾기
nb_no: Rediger / Finn Art
sv_se: Redigera / hitta art
tr_tr: Resim Düzenle / Bul
uk_ua: Редагувати / Знайти арт

source: Do you really want to reset art?
ar_sa: هل تريد حقًا إعادة تعيين الفن؟
ca_es: Segur que voleu restablir l’art?
da_dk: Vil du virkelig nulstille kunst?
el_gr: Θέλετε πραγματικά να επαναφέρετε την τέχνη;
fa_ir: واقعا میخواهی هنر را بازنویسی کنی؟
fi_fi: Haluatko todella palauttaa taiteen?
he_il: האם אתה באמת רוצה לאפס את האמנות?
hu_hu: Tényleg vissza szeretné állítani a művészetet?
ko_kr: 예술을 재설정하고 싶습니까?
nb_no: Ønsker du å tilbakestille kunst?
sv_se: Vill du verkligen återställa konst?
tr_tr: Sanatı gerçekten sıfırlamak istiyor musunuz?
uk_ua: Ви дійсно хочете скинути мистецтво?

source: Reset Art
ar_sa: إعادة تعيين الفن
ca_es: Restableix l'art
da_dk: Nulstil Art
el_gr: Επαναφορά αρθ
fa_ir: بازنشانی هنر
fi_fi: Nollaa art
he_il: אפס את האמנות
hu_hu: Állítsa vissza az Art
ko_kr: 예술 재설정
nb_no: Tilbakestill Art
sv_se: Återställ Art
tr_tr: Resmi Sıfırla
uk_ua: Скидання ст

source: Artist MusicBrainzID
ar_sa: الفنان MusicBrainzID
ca_es: Artista MusicBrainzID
da_dk: Kunstner MusicBrainzID
el_gr: Καλλιτέχνης MusicBrainzID
fa_ir: هنرمند MusicBrainzID
fi_fi: Taiteilija MusicBrainzID
he_il: האמן MusicBrainzID
hu_hu: Művész MusicBrainzID
ko_kr: 아티스트 MusicBrainzID
tr_tr: Sanatçı MüzikBrainzID
uk_ua: Виконавець MusicBrainzID

source: Update available
ar_sa: التحديث متاح
ca_es: Actualització disponible
da_dk: Opdatering tilgængelig
el_gr: Υπάρχει διαθέσιμη ενημέρωση
fa_ir: بهروزرسانی در دسترس است
fi_fi: Päivitys saatavilla
he_il: עדכון זמין
hu_hu: Frissítés elérhető
ko_kr: 사용 가능한 업데이트
nb_no: Oppdatering tilgjengelig
sv_se: Uppdatering tillgänglig
tr_tr: Güncelleme uygun
uk_ua: Доступно оновлення

source: See
ar_sa: نرى
ca_es: Veure
da_dk: Se
el_gr: Βλέπω
fa_ir: دیدن
fi_fi: nähdä
he_il: ראה
hu_hu: Lát
ko_kr: 만나다
nb_no: Se
sv_se: Se
tr_tr: Görmek
uk_ua: Подивитися

source: changes
ar_sa: التغييرات
ca_es: canvis
da_dk: ændringer
el_gr: αλλαγές
fa_ir: تغییرات
fi_fi: muutokset
he_il: שינויים
hu_hu: változtatások
ko_kr: 변화들
nb_no: Endringer
sv_se: förändringar
tr_tr: değişiklikler
uk_ua: зміни

source: or
ar_sa: أو
ca_es: o
da_dk: eller
el_gr: ή
fa_ir: یا
fi_fi: tai
he_il: או
hu_hu: vagy
ko_kr: 또는
nb_no: eller
sv_se: eller
tr_tr: veya
uk_ua: або

source: download
ar_sa: تحميل
ca_es: descarregar
da_dk: Hent
el_gr: Κατεβάστε
fa_ir: دانلود
fi_fi: ladata
he_il: הורד
hu_hu: Letöltés
ko_kr: 다운로드
nb_no: nedlasting
sv_se: ladda ner
tr_tr: indir
uk_ua: завантажити

source: Updating Ampache sources with `
ar_sa: تحديث مصادر Ampache بـ `
ca_es: Actualització de fonts Ampache amb `
da_dk: Opdatering af Ampache kilder med `
el_gr: Ενημέρωση των πηγών του Ampache με `
fa_ir: به روز رسانی منابع آمپا با `
fi_fi: Ampache-lähteiden päivittäminen `
he_il: מעדכן מקורות Ampache עם
hu_hu: Az Ampache források frissítése `
ko_kr: `Ampache 소스를`
nb_no: Oppdaterer Ampache kilder med `
sv_se: Uppdaterar Ampache källor med `
tr_tr: Ampache kaynaklarını `ile güncelleme
uk_ua: Оновлення джерел Ampache за допомогою `

source: Done
ar_sa: فعله
ca_es: Fet
da_dk: Færdig
el_gr: Εγινε
fa_ir: انجام شده
fi_fi: Tehty
he_il: בוצע
hu_hu: Kész
ko_kr: 끝난
nb_no: Ferdig
sv_se: Gjort
tr_tr: tamam
uk_ua: Виконано

source: Updating dependencies with `
ar_sa: تحديث التبعيات مع `
ca_es: Actualitzant les dependències amb `
da_dk: Opdaterer afhængigheder med `
el_gr: Ενημέρωση εξαρτήσεων με `
fa_ir: به روز رسانی وابستگی با `
fi_fi: Päivitetään riippuvuuksia `
he_il: מעדכן תלות ב- `
hu_hu: A függőségek frissítése `-vel
nb_no: Oppdaterer avhengigheter med `
sv_se: Uppdaterar beroenden med `
tr_tr: `İle bağımlılıkları güncelleme
uk_ua: Оновлення залежностей з `

source: Songs
ar_sa: الأغاني
ca_es: Cançons
da_dk: Sange
el_gr: ΜΟΥΣΙΚΑ ΚΟΜΜΑΤΙΑ
fa_ir: آهنگ ها
fi_fi: laulut
he_il: שירים
hu_hu: Dalok
ko_kr: 노래들
nb_no: sanger
tr_tr: Şarkılar
uk_ua: Пісні

source: Albums
ar_sa: ألبومات
ca_es: Àlbums
el_gr: Άλμπουμ
fa_ir: آلبوم ها
fi_fi: albumit
he_il: אלבומים
hu_hu: Albumok
ko_kr: 앨범
nb_no: album
sv_se: album
tr_tr: albümler
uk_ua: Альбоми

source: Users
ar_sa: المستخدمين
ca_es: Usuaris
da_dk: Brugere
el_gr: Χρήστες
fa_ir: کاربران
fi_fi: käyttäjät
he_il: משתמשים
hu_hu: felhasználók
ko_kr: 사용자
nb_no: brukere
sv_se: användare
tr_tr: Kullanıcılar
uk_ua: Користувачі

source: Radio Stations
ar_sa: محطات الإذاعة
ca_es: Estacions de ràdio
da_dk: Radiostationer
el_gr: Ραδιοφωνικοί σταθμοί
fa_ir: ایستگاه رادیویی
fi_fi: Radiokanavat
he_il: תחנות רדיו
hu_hu: Rádió állomások
ko_kr: 라디오 방송국
nb_no: Radiostasjoner
sv_se: Radiostationer
tr_tr: Radyo istasyonları
uk_ua: Радіостанції

source: Playlists
ar_sa: قوائم التشغيل
ca_es: Llistes de reproducció
da_dk: Afspilningslister
el_gr: Λίστα αναπαραγωγής
fa_ir: لیست های پخش
fi_fi: soittolistoja
he_il: פלייליסטים
hu_hu: lejátszási listák
ko_kr: 재생 목록
nb_no: Spillelister
sv_se: spellistor
tr_tr: Çalma listeleri
uk_ua: Списки відтворення

source: Playlist Medias
ar_sa: قائمة تشغيل الوسائط
ca_es: Medias de la llista de reproducció
da_dk: Afspilningsliste Medier
fa_ir: لیست پخش Medias
fi_fi: Soittolistan mediat
he_il: מדידות של רשימת השמעה
ko_kr: 재생 목록 미디어
nb_no: Spillelistemedier
sv_se: Spellista Medias
tr_tr: Oynatma Listesi Medyalar
uk_ua: Плейлист Medias

source: Current Playlist
ca_es: Llista de reproducció actual
el_gr: Τρέχουσα λίστα αναπαραγωγής
fa_ir: لیست پخش کنونی
hu_hu: Jelenlegi lejátszási lista
ko_kr: 현재 재생 목록
sv_se: Aktuell spellista
tr_tr: Mevcut Oynatma Listesi
uk_ua: Поточний список відтворення

source: Smart Playlists
ar_sa: قوائم التشغيل الذكية
ca_es: Llistes de reproducció intel·ligents
da_dk: Smarte spillelister
el_gr: Έξυπνες λίστες αναπαραγωγής
fa_ir: لیست های پخش هوشمند
fi_fi: Älykkäät soittolistat
he_il: פלייליסטים חכמים
hu_hu: Intelligens lejátszási listák
ko_kr: 스마트 재생 목록
nb_no: Smarte spillelister
sv_se: Smarta spellistor
tr_tr: Akıllı Çalma Listeleri
uk_ua: Розумні списки відтворення

source: Catalogs
ar_sa: كتالوجات
ca_es: Catàlegs
da_dk: Kataloger
el_gr: Κατάλογοι
fa_ir: مجموعه ها
fi_fi: luettelot
he_il: קטלוגים
hu_hu: katalógusok
ko_kr: 카탈로그
nb_no: Kataloger
sv_se: Kataloger
tr_tr: Kataloglar
uk_ua: Каталоги

source: Shoutbox Records
ar_sa: سجلات Shoutbox
ca_es: Registre de Shoutbox
el_gr: Εγγραφές Shoutbox
fa_ir: رکوردهای پیام کوتاه
he_il: רשומות Shoutbox
hu_hu: Shoutbox rekordok
ko_kr: Shoutbox 레코드
nb_no: Shoutbox Oppføringer
sv_se: Chattinlägg
tr_tr: Not Kutusu Kayıtları
uk_ua: Рекорди Shoutbox

source: Democratic Playlist
ar_sa: قائمة التشغيل الديمقراطية
ca_es: Llista democràtica
da_dk: Demokratisk Afspilningsliste
el_gr: Δημοκρατικός playlist
fa_ir: لیست پخش دموکراتیک
fi_fi: Demokraattinen soittolista
he_il: רשימת השמעה דמוקרטית
hu_hu: Demokratikus lejátszási lista
ko_kr: 민주당 재생 목록
nb_no: Demokratisk spilleliste
sv_se: Demokratisk spellista
tr_tr: Demokratik Oynatma Listesi
uk_ua: Демократичний плейлист

source: Shared Objects
ar_sa: الكائنات المشتركة
ca_es: Objectes compartits
da_dk: Delte objekter
el_gr: Κοινά αντικείμενα
fa_ir: اشیاء مشترک
fi_fi: Jaetut objektit
he_il: אובייקטים משותפים
hu_hu: Megosztott objektumok
ko_kr: 공유 객체
nb_no: Delte objekter
sv_se: Delade objekt
tr_tr: Paylaşılan Nesneler
uk_ua: Спільні об'єкти

source: Media Licenses
ar_sa: تراخيص الوسائط
ca_es: Llicències de mitjans de comunicació
da_dk: Medietilladelser
el_gr: Άδειες πολυμέσων
fa_ir: مجوزهای رسانه
fi_fi: Media-lisenssit
he_il: רישיונות מדיה
hu_hu: Média licencek
ko_kr: 미디어 라이선스
nb_no: Medietillatelser
sv_se: Medietillstånd
tr_tr: Medya Lisansları
uk_ua: Ліцензії медіа

source: Labels
ar_sa: ملصقات
ca_es: Etiquetes
da_dk: Etiketter
el_gr: Ετικέτες
fa_ir: برچسب ها
fi_fi: tarrat
he_il: תוויות
hu_hu: Címkék
ko_kr: 레이블
nb_no: etiketter
sv_se: Etiketter
tr_tr: Etiketler
uk_ua: Мітки

source: Private Messages
ar_sa: رسائل خاصة
ca_es: Missatges privats
da_dk: Private meddelelser
el_gr: Προσωπικά Μηνύματα
fa_ir: پیام خصوصی
fi_fi: yksityisviestit
he_il: הודעה פרטית
hu_hu: privát üzenetek
ko_kr: 비공개 메시지
nb_no: Private meldinger
sv_se: privata meddelanden
tr_tr: özel mesajlar
uk_ua: Приватні повідомлення

source: Podcasts
ar_sa: المدونة الصوتية
fa_ir: پادکست ها
fi_fi: podcastit
hu_hu: podcastok
ko_kr: 포드 캐스트
tr_tr: Podcast
uk_ua: Подкасти

source: Podcast Episodes
ar_sa: حلقات بودكاست
ca_es: Episodis del podcast
da_dk: Podcast episoder
el_gr: Podcast επεισόδια
fa_ir: قسمت های پادکست
fi_fi: Podcast-jaksot
he_il: פודקאסט פרקים
hu_hu: Podcast epizódok
ko_kr: 팟 캐스트 에피소드
nb_no: Podcast episoder
sv_se: Podcast-episoder
tr_tr: Podcast Bölümleri
uk_ua: Епізоди подкастів

source: More
ar_sa: أكثر من
ca_es: Més
da_dk: Mere
el_gr: Περισσότερα
fa_ir: ادامه
fi_fi: Lisää
he_il: יותר
hu_hu: Több
ko_kr: 더
nb_no: Mer
sv_se: Mer
tr_tr: Daha
uk_ua: Більше

source: Never
ar_sa: أبدا
ca_es: Mai
da_dk: Aldrig
el_gr: Ποτέ
fa_ir: هرگز
fi_fi: Ei koskaan
he_il: לעולם לא
hu_hu: Soha
ko_kr: 못
nb_no: Aldri
sv_se: Aldrig
tr_tr: Asla
uk_ua: Ніколи

source: day
ar_sa: أيام
ca_es: dia
da_dk: dag
el_gr: ημέρα
fa_ir: روز
fi_fi: päivä
he_il: יום
hu_hu: nap
nb_no: dag
sv_se: dag
tr_tr: gün
uk_ua: день

source: hour
ar_sa: ساعات
ca_es: hora
da_dk: time
el_gr: ώρα
fa_ir: ساعت
fi_fi: tunnin
he_il: שעה
hu_hu: óra
nb_no: time
sv_se: timme
tr_tr: saat
uk_ua: годину

source: Catalog Insert Failed check debug logs
ar_sa: إدراج كتالوج فشل التحقق من سجلات التصحيح
ca_es: Inserció del catàleg No s'ha pogut comprovar els registres de depuració
da_dk: Katalogindsats Fejlfindte tjek fejlfindingslogfiler
el_gr: Εισαγωγή καταλόγου Απέτυχε η καταγραφή των αρχείων καταγραφής σφαλμάτων
fa_ir: وارد کردن کاتالوگ خطاهای اشکالزدایی را بررسی کرد
fi_fi: Katalogin lisäys epäonnistui tarkista virheenkorjauslokit
he_il: הוספת קטלוג נכשלה ביומני רישום באגים
hu_hu: Katalógus beszúrása Nem sikerült ellenőrizni a hibakereső naplókat
ko_kr: 카탈로그 삽입 디버그 로그 검사 실패
nb_no: Kataloginnsetting Feilet sjekket feilsøkingslogger
sv_se: Kataloginmatning Misslyckades med att kontrollera felsökningsloggar
tr_tr: Katalog Ekleme Başarısız kontrol hata ayıklama günlükleri
uk_ua: Вставити каталог Помилка перевірки журналів налагодження

source: No Update Needed
ar_sa: لا حاجة للتحديث
ca_es: No es necessita cap actualització
da_dk: Ingen opdatering nødvendig
el_gr: Δε χρειάζεται ενημέρωση
fa_ir: به ‌روز رسانی نیاز نیست
fi_fi: Ei päivitystä tarvita
he_il: אין צורך בעדכון
hu_hu: Nincs szükség frissítésre
ko_kr: 업데이트 필요 없음
nb_no: Ingen oppdatering nødvendig
sv_se: Ingen uppdatering är nödvändig
tr_tr: Güncelleme Gerekmiyor
uk_ua: Не потрібне оновлення

source: Catalog Clean Done. %d file removed.
ar_sa: النشرة المصورة تمت إزالة ملفات %d.
ca_es: Catalog Clean Done. S'ha eliminat el fitxer %d.
da_dk: Katalog Clean Done. %d fil fjernet.
el_gr: Κατάλογος Καθαριότητα τελείωσε. Το αρχείο %d καταργήθηκε.
fa_ir: کاتالوگ تمیز انجام شده است. فایل %d حذف شد
fi_fi: Katalogi Clean Done. %d-tiedosto poistettu.
he_il: קטלוג ניקוי בוצע. קובץ %d הוסר.
hu_hu: Katalógus Clean Done. %d fájl eltávolítva.
nb_no: Katalog Clean Done. %d fil fjernet.
sv_se: Katalog Clean Done. %d fil borttagen.
tr_tr: Katalog temizliği tamamlandı. %d dosya kaldırıldı.
uk_ua: Каталог Чистий Виконано. Файл %d видалено.

source: Catalog Verify Done. %d of %d files updated.
ar_sa: كتالوج التحقق من القيام به. تم تحديث %d من ملفات %d.
ca_es: Catàleg Verificar Fet. S'ha actualitzat %d dels fitxers %d.
da_dk: Katalog Bekræft Udført. %d af %d filer opdateret.
el_gr: Κατάλογος Επαλήθευση τελείωσε. %d των αρχείων %d ενημερώθηκε.
fa_ir: فهرست تأیید انجام شده است. %d از فایل های %d به روز شد.
fi_fi: Catalog Verify Done. %d %d-tiedostosta päivitetty.
he_il: קטלוג אימות בוצע. %d מתוך %d קבצים עודכנו.
hu_hu: Katalógus ellenőrzése kész. %d %d fájlból frissítve.
ko_kr: 완료 확인 카탈로그. %d 개의 파일 중 %d이 업데이트되었습니다.
nb_no: Katalog Bekreft Ferdig. %d av %d filer oppdatert.
sv_se: Katalog Verifiera Done. %d av %d filer uppdaterade.
tr_tr: Katalog Doğrulama Yapıldı. %d dosyalarının %d güncellendi.
uk_ua: Перевірити каталог виконано. %d з файлів %d оновлено.

source: Failed to create playlist.
ar_sa: فشل في إنشاء قائمة التشغيل.
ca_es: No s’ha pogut crear la llista de reproducció.
da_dk: Kunne ikke oprette afspilningsliste.
el_gr: Αποτυχία δημιουργίας λίστας αναπαραγωγής.
fa_ir: ایجاد لیست پخش ایجاد نشد
fi_fi: Soittolistan luominen epäonnistui.
he_il: יצירת הפלייליסט נכשלה.
hu_hu: Nem sikerült létrehozni a lejátszási listát.
ko_kr: 재생 목록을 만들지 못했습니다.
nb_no: Kunne ikke opprette spilleliste.
sv_se: Misslyckades med att skapa spellista.
tr_tr: Oynatma listesi oluşturulamadı.
uk_ua: Не вдалося створити список відтворення.

source: No valid songs found in playlist file.
ar_sa: لم يتم العثور على أغاني صالحة في ملف قائمة التشغيل.
ca_es: No s’han trobat cançons vàlides al fitxer de la llista de reproducció.
da_dk: Der findes ingen gyldige sange i afspilningslistefilen.
el_gr: Δεν βρέθηκαν έγκυρα τραγούδια στο αρχείο λίστας αναπαραγωγής.
fa_ir: هیچ آهنگ معتبری در فایل لیست پخش یافت نشد
fi_fi: Soittolistan tiedostossa ei ole kelvollisia kappaleita.
he_il: לא נמצאו שירים חוקיים בקובץ הנגינה.
hu_hu: Nincs érvényes dal a lejátszási listában.
ko_kr: 재생 목록 파일에 유효한 노래가 없습니다.
nb_no: Ingen gyldige sanger funnet i spillelistefilen.
sv_se: Inga giltiga låtar finns i spellistan.
tr_tr: Çalma listesi dosyasında geçerli bir şarkı bulunamadı.
uk_ua: У файлі списку відтворення не знайдено дійсних пісень.

source: This subdirectory is not part of an existing catalog. Update cannot be processed.
ar_sa: هذا الدليل الفرعي ليس جزءًا من كتالوج موجود. لا يمكن معالجة التحديث.
ca_es: Aquest subdirectori no forma part d’un catàleg existent. No es pot processar l’actualització.
da_dk: Denne undermappe er ikke en del af et eksisterende katalog. Opdatering kan ikke behandles.
el_gr: Αυτός ο υποκατάλογος δεν αποτελεί μέρος ενός υπάρχοντος καταλόγου. Δεν είναι δυνατή η επεξεργασία της ενημέρωσης.
fa_ir: این زیر شاخه از یک کاتالوگ موجود نیست به روز رسانی نمی تواند پردازش شود
fi_fi: Tämä alihakemisto ei kuulu olemassa olevaan luetteloon. Päivitystä ei voi käsitellä.
he_il: ספריית משנה זו אינה חלק מקטלוג קיים. לא ניתן לעבד את העדכון.
hu_hu: Ez az alkönyvtár nem része egy meglévő katalógusnak. A frissítés nem feldolgozható.
ko_kr: 이 서브 디렉토리는 기존 카탈로그의 일부가 아닙니다. 업데이트를 처리 할 수 없습니다.
nb_no: Denne underkatalogen er ikke en del av en eksisterende katalog. Oppdateringen kan ikke behandles.
sv_se: Denna underkatalog är inte en del av en befintlig katalog. Uppdatering kan inte behandlas.
tr_tr: Bu alt dizin mevcut bir kataloğun parçası değil. Güncelleme işlenemiyor.
uk_ua: Цей підкаталог не є частиною існуючого каталогу. Оновлення неможливо обробити.

source: minutes
ar_sa: الدقائق
ca_es: minuts
da_dk: minutter
el_gr: λεπτά
fa_ir: دقایق
fi_fi: minuutit
he_il: דקות
hu_hu: percek
ko_kr: 의사록
nb_no: minutter
sv_se: minuter
tr_tr: dakika
uk_ua: хвилин

source: Primary
ar_sa: ابتدائي
ca_es: Primari
da_dk: Primær
el_gr: Πρωταρχικός
fa_ir: اولیه
fi_fi: ensisijainen
he_il: ראשי
hu_hu: Elsődleges
ko_kr: 행성
nb_no: Primær
sv_se: Primär
tr_tr: Birincil
uk_ua: Первинна

source: Content Manager
ar_sa: مدير محتوى
ca_es: Gestor de continguts
el_gr: Διαχειριστής περιεχομένου
fa_ir: مدیریت محتوا
fi_fi: Sisältöpäällikkö
he_il: מנהל תוכן
hu_hu: Tartalom kezelő
ko_kr: 콘텐츠 관리자
nb_no: Innholdsbehandling
tr_tr: İçerik yöneticisi
uk_ua: Менеджер вмісту

source: Catalog Manager
ar_sa: مدير كتالوج
ca_es: Gestor de catàlegs
da_dk: Katalogchef
el_gr: Διαχειριστής καταλόγων
fa_ir: مدیر کاتالوگ
fi_fi: Luettelonhallinta
he_il: מנהל קטלוג
hu_hu: Katalóguskezelő
ko_kr: 카탈로그 매니저
nb_no: Katalog Manager
sv_se: Katalogchef
tr_tr: Katalog Yöneticisi
uk_ua: Менеджер каталогів

source: Label
ar_sa: ضع الكلمة المناسبة
ca_es: Etiqueta
da_dk: Etiket
el_gr: Ετικέτα
fa_ir: برچسب
fi_fi: etiketti
he_il: תווית
hu_hu: Címke
ko_kr: 상표
nb_no: Merkelapp
sv_se: Märka
tr_tr: Etiket
uk_ua: Мітка

source: Name Required
ar_sa: الاسم مطلوب
ca_es: Nom obligatori
da_dk: Navn påkrævet
el_gr: Ονομα (απαιτείται
fa_ir: نام مورد نیاز
fi_fi: Nimi (pakollinen
he_il: שם (חובה
hu_hu: Név (szükséges
ko_kr: 이름 (필수
nb_no: Navn (nødvendig
sv_se: Namn (krävs
tr_tr: İsim (gerekli
uk_ua: Потрібно вказати ім'я

source: Invalid URL must be mms:// , https:// or http://
ar_sa: يجب أن يكون عنوان URL غير صالح mms: // أو https: // أو http: //
ca_es: L’URL no vàlid ha de ser mms: //, https: // o http: //
da_dk: Ugyldig webadresse skal være mms: //, https: // eller http: //
el_gr: Η μη έγκυρη διεύθυνση URL πρέπει να είναι mms: //, https: // ή http: //
fa_ir: نشانی اینترنتی نامعتبر باید mms: //، https: // یا http: //
fi_fi: Virheellisen URL-osoitteen on oltava mms: //, https: // tai http: //
he_il: כתובת אתר לא חוקית חייבת להיות mms: //, https: // או http: //
hu_hu: Az érvénytelen URL-nek mms: //, https: // vagy http: //
ko_kr: 잘못된 URL은 mms : //, https : // 또는 http : //이어야합니다.
nb_no: Ugyldig nettadresse må være mms: //, https: // eller http: //
sv_se: Ogiltig webbadress måste vara mms: //, https: // eller http: //
tr_tr: Geçersiz URL, mms: //, https: // veya http: // olmalıdır
uk_ua: Недійсна URL-адреса має бути mms: //, https: // або http: //
