Repository: codacy-badger/amuzak
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, ca_es, da_dk, el_gr, fa_ir, fi_fi, he_il, hu_hu, ko_kr, nb_no, sv_se, tr_tr, uk_ua

source: Rating (Mine)
ar_sa: تصنيف (الألغام)
ca_es: Valoració (Mina)
da_dk: Vurdering (Mine)
el_gr: Βαθμολογία (Mine)
fa_ir: امتیاز (معدن)
fi_fi: Arvostelu (kaivos)
he_il: דירוג (שלי)
hu_hu: Értékelés (Mine)
ko_kr: 등급 (광산)
nb_no: Vurdering (Mine)
sv_se: Betyg (Mine)
tr_tr: Değerlendirme (Maden)
uk_ua: Рейтинг (шахта)

source: # Played
ar_sa: # لعب
ca_es: # Jugat
da_dk: # Spillet
el_gr: # Παίζεται
fa_ir: # بازی کردی
fi_fi: # Pelattu
he_il: # שיחק
hu_hu: # Játszott
ko_kr: # 경기 중
nb_no: # Spilt
sv_se: # Spelas
tr_tr: # Oynanan
uk_ua: # Зіграно

source: Bitrate
ar_sa: معدل البت
fa_ir: بیت ریت
he_il: קצב סיביות
ko_kr: 전송률
sv_se: Bitfrekvens
tr_tr: Bit Hızı
uk_ua: Бітрейт

source: My Last Play
ar_sa: بلدي اللعب الأخير
ca_es: El meu últim joc
da_dk: Min sidste spil
el_gr: Το τελευταίο παιχνίδι μου
fa_ir: آخرین بازی من
he_il: המשחק האחרון שלי
hu_hu: Az utolsó lejátszásom
ko_kr: 나의 마지막 플레이
nb_no: Min siste spill
sv_se: Mitt senaste spel
tr_tr: Son Oyunum
uk_ua: Моя остання гра

source: Played
ar_sa: لعب
ca_es: Escoltat
da_dk: Spillet
el_gr: Παιγμένα
fa_ir: پخش شده
fi_fi: Pelasi
he_il: שיחק
hu_hu: játszott
ko_kr: 경기 중
nb_no: Spilt
sv_se: Spelad
tr_tr: Oynanan
uk_ua: Грали

source: Catalog
ar_sa: فهرس
ca_es: Catàleg
da_dk: Katalog
el_gr: Κατάλογος
fa_ir: مجموعه
fi_fi: Luettelo
he_il: קטלוג
hu_hu: Katalógus
ko_kr: 목록
nb_no: Katalog
sv_se: Katalog
tr_tr: Katalog
uk_ua: Каталог

source: Playlist
ar_sa: قائمة التشغيل
ca_es: Llista de reproducció
da_dk: afspilningsliste
el_gr: Λίστα αναπαραγωγής
fa_ir: لیست پخش
fi_fi: soittolista
he_il: פלייליסט
hu_hu: lejátszási lista
ko_kr: 재생 목록
nb_no: spilleliste
sv_se: Spellista
tr_tr: Oynatma Listesi
uk_ua: Список відтворення

source: Playlist Name
ar_sa: اسم قائمة التشغيل
ca_es: Nom de la llista de reproducció
da_dk: Afspilningsliste Navn
el_gr: Όνομα λίστας αναπαραγωγής
fa_ir: نام لیست پخش
fi_fi: Soittolistan nimi
he_il: שם הפלייליסט
hu_hu: Lejátszási lista neve
ko_kr: 재생 목록 이름
nb_no: Spilleliste navn
sv_se: Spellista namn
tr_tr: Oynatma Listesi Adı
uk_ua: Назва списку відтворення

source: Smart Playlist
ar_sa: قائمة التشغيل الذكية
ca_es: Llista de reproducció intel·ligent
da_dk: Smart afspilningsliste
el_gr: Έξυπνο playlist
fa_ir: لیست پخش هوشمند
fi_fi: Älykäs soittolista
he_il: רשימת השמעה חכמה
hu_hu: Intelligens lejátszási lista
ko_kr: 스마트 재생 목록
nb_no: Smart spilleliste
sv_se: Smart spellista
tr_tr: Akıllı Çalma Listesi
uk_ua: Розумний список відтворення

source: Metadata
ar_sa: البيانات الوصفية
ca_es: Metadades
el_gr: Μεταδεδομένα
fa_ir: متادیتا
he_il: מטה-נתונים
hu_hu: Metaadatok
ko_kr: 메타 데이터
tr_tr: Meta veri
uk_ua: Метадані

source: Music License
ar_sa: رخصة الموسيقى
ca_es: Llicència de música
da_dk: Musik licens
el_gr: Άδεια μουσικής
fa_ir: مجوز موسیقی
fi_fi: Musiikkilisenssi
he_il: רישיון מוזיקה
hu_hu: Zenei licenc
ko_kr: 음악 라이센스
nb_no: Musikklisens
sv_se: Musiklicens
tr_tr: Müzik Lisansı
uk_ua: Музична ліцензія

source: Image Width
ar_sa: عرض الصورة
ca_es: Amplada de la imatge
da_dk: Billedbredde
el_gr: Πλάτος εικόνας
fa_ir: عرض تصویر
fi_fi: Kuvan leveys
he_il: רוחב תמונה
hu_hu: Kép szélessége
ko_kr: 이미지 너비
nb_no: Bildebredde
sv_se: Bildbredd
tr_tr: Resim Genişliği
uk_ua: Ширина зображення

source: Image Height
ar_sa: ارتفاع الصورة
ca_es: Alçada de la imatge
da_dk: Billedhøjde
el_gr: Ύψος εικόνας
fa_ir: ارتفاع تصویر
fi_fi: Kuvan korkeus
he_il: גובה התמונה
hu_hu: Képmagasság
ko_kr: 이미지 높이
nb_no: Bildehøyde
sv_se: Bildhöjd
tr_tr: Görüntü yüksekliği
uk_ua: Висота зображення

source: Name
ar_sa: اسم
ca_es: Nom
da_dk: Navn
el_gr: Ονομα
fa_ir: نام
fi_fi: Nimi
he_il: שם
hu_hu: Név
ko_kr: 이름
nb_no: Navn
sv_se: namn
tr_tr: isim
uk_ua: Ім'я

source: Place
ar_sa: مكان
ca_es: Lloc
da_dk: Placere
el_gr: Θέση
fa_ir: محل
fi_fi: Paikka
he_il: מקום
hu_hu: Hely
ko_kr: 장소
nb_no: Sted
sv_se: Plats
tr_tr: yer
uk_ua: Місце

source: Category
ar_sa: الفئة
ca_es: Categoria
da_dk: Kategori
el_gr: Κατηγορία
fa_ir: دسته بندی
fi_fi: Kategoria
he_il: קטגוריה
hu_hu: Kategória
ko_kr: 범주
nb_no: Kategori
sv_se: Kategori
tr_tr: Kategori
uk_ua: Категорія

source: Username
ar_sa: اسم المستخدم
ca_es: Nom d'usuari
da_dk: Brugernavn
el_gr: Όνομα χρήστη
fa_ir: نام کاربری
fi_fi: Käyttäjätunnus
he_il: שם משתמש
hu_hu: Felhasználónév
ko_kr: 사용자 이름
nb_no: Brukernavn
sv_se: Användarnamn
tr_tr: Kullanıcı adı
uk_ua: Ім'я користувача

source: Share edit
ar_sa: مشاركة التحرير
ca_es: Comparteix l'edició
da_dk: Del rediger
el_gr: Κοινή χρήση επεξεργασίας
fa_ir: ویرایش را به اشتراک بگذارید
fi_fi: Jaa muokkaus
he_il: שתף עריכה
hu_hu: Megosztás szerkesztése
ko_kr: 수정 공유
nb_no: Del rediger
sv_se: Dela redigera
tr_tr: Düzenlemeyi paylaş
uk_ua: Надати доступ до редагування

source: Edit
ar_sa: تصحيح
ca_es: Edita
da_dk: Redigere
el_gr: Επεξεργασία
fa_ir: ویرایش کنید
fi_fi: Muokata
he_il: ערוך
hu_hu: szerkesztése
ko_kr: 편집하다
nb_no: Redigere
sv_se: Redigera
tr_tr: Düzenle
uk_ua: Редагувати

source: Delete
ar_sa: حذف
ca_es: Suprimeix
da_dk: Slet
el_gr: Διαγράφω
fa_ir: حذف
fi_fi: Poistaa
he_il: מחק
hu_hu: Töröl
ko_kr: 지우다
nb_no: Slett
sv_se: Radera
tr_tr: silmek
uk_ua: Видалити

source: Share
ar_sa: شارك
ca_es: Compartir
da_dk: Del
el_gr: Μερίδιο
fa_ir: اشتراک گذاری
fi_fi: Jaa
he_il: שתף
hu_hu: Részvény
ko_kr: 몫
nb_no: Dele
sv_se: Dela med sig
tr_tr: Pay
uk_ua: Частка

source: Advanced Share
ar_sa: حصة متقدمة
ca_es: Compartir avançada
da_dk: Avanceret del
el_gr: Σύνθετη κοινή χρήση
fa_ir: به اشتراک گذاری پیشرفته
he_il: מתקדם שתף
hu_hu: Speciális megosztás
ko_kr: 고급 공유
nb_no: Avansert deling
sv_se: Avancerad del
tr_tr: Gelişmiş Paylaş
uk_ua: Розширена частка

source: Temporary direct link
ar_sa: رابط مباشر مؤقت
ca_es: Enllaç directe temporal
da_dk: Midlertidig direkte link
el_gr: Προσωρινή άμεση σύνδεση
fa_ir: لینک مستقیم موقت
fi_fi: Väliaikainen suora linkki
he_il: קישור ישיר זמני
hu_hu: Ideiglenes közvetlen kapcsolat
ko_kr: 임시 직접 링크
nb_no: Midlertidig direktekobling
sv_se: Tillfällig direktlänk
tr_tr: Geçici doğrudan bağlantı
uk_ua: Тимчасове пряме посилання

source: New shout on your content
ar_sa: صيحة جديدة على المحتوى الخاص بك
ca_es: Nou crit al vostre contingut
da_dk: Nyt råbe på dit indhold
el_gr: Νέα φωνή για το περιεχόμενό σας
fa_ir: فریاد جدید بر روی محتوای شما
fi_fi: Uusi huuto sisällöstäsi
he_il: צעקה חדשה על התוכן שלך
hu_hu: Új kiáltás a tartalomról
ko_kr: 콘텐츠에 대한 새로운 호언 장담
nb_no: Ny rop på innholdet ditt
sv_se: Ny rop på ditt innehåll
tr_tr: İçeriğinizde yeni not
uk_ua: Новий крик на ваш вміст

source: You just received a new shout from %s on your content `%s`. ---------------------- %s ---------------------- %s
ar_sa: لقد تلقيت للتو صيحة جديدة من %s على المحتوى الخاص بك `%s`. ---------------------- %s ---------------------- %s
ca_es: Acabes de rebre un nou crit de %s al teu contingut `%s`. ---------------------- %s ---------------------- %s
da_dk: Du har lige modtaget en ny råbe fra %s på dit indhold `%s`. ---------------------- %s ---------------------- %s
el_gr: Μόλις λάβατε μια νέα φωνή από το %s στο περιεχόμενό σας `%s`. ---------------------- %s ---------------------- %s
fa_ir: شما فقط یک فریاد جدید از %s دریافت کرده اید بر روی محتوای شما '%s`. ---------------------- %s ---------------------- %s
fi_fi: Sait juuri uuden huudon %s: stä sisältöäsi "%s". ---------------------- %s ---------------------- %s
he_il: קיבלת רק צעקה חדשה מ- %s על התוכן שלך '%s`. -------------- %s -------------- %s
hu_hu: Most kaptál egy új kiáltást a %s-ből a "%s" tartalomban. ---------------------- %s ---------------------- %s
ko_kr: 귀하의 콘텐츠`%s`에 %s의 새로운 소리를 받았습니다. ---------------------- %s ---------------------- %s
nb_no: Du har nettopp fått en ny rop fra %s på innholdet '%s`. ---------------------- %s ---------------------- %s
sv_se: Du har precis fått en ny rop från %s på ditt innehåll `%s`. ---------------------- %s ---------------------- %s
tr_tr: İçeriğinizdeki %s `%s` dosyasından yeni bir not aldınız. ---------------------- %s ---------------------- %s
uk_ua: Ви тільки що отримали новий крик від %s у вашому вмісті `%s`. ---------------------- %s ---------------------- %s

source: Add
ar_sa: إضافة
ca_es: Afegeix
da_dk: Tilføje
el_gr: Προσθέτω
fa_ir: اضافه کردن
fi_fi: Lisätä
he_il: הוסף
hu_hu: hozzáad
ko_kr: 더하다
nb_no: Legg til
sv_se: Lägg till
tr_tr: Eklemek
uk_ua: Додати

source: Post Shout
ar_sa: بعد الصراخ
el_gr: Δημοσίευση φωνής
fa_ir: فریاد بزن
fi_fi: Postitse
he_il: פוסט לצעוק
hu_hu: Hozzászólás kiáltása
ko_kr: 포스트 외침
tr_tr: Shout sonrası
uk_ua: Опублікуйте крик

source: by
ar_sa: بواسطة
ca_es: per
da_dk: ved
el_gr: με
fa_ir: توسط
fi_fi: mennessä
he_il: על ידי
hu_hu: által
ko_kr: 으로
nb_no: av
sv_se: av
tr_tr: tarafından
uk_ua: від

source: Show Lyrics
ar_sa: عرض الأغاني
ca_es: Mostra la lletra
da_dk: Vis Lyrics
el_gr: Εμφάνιση στίχων
fa_ir: نمایش متن موزیک
fi_fi: Näytä sanat
he_il: הצג מילים
hu_hu: Dalszövegek megjelenítése
ko_kr: 가사 표시
nb_no: Vis Lyrics
sv_se: Visa låttexter
tr_tr: Şarkı Sözlerini Göster
uk_ua: Показати тексти пісень

source: Vote added
ar_sa: تمت إضافة التصويت
ca_es: Vot afegit
da_dk: Afstemning tilføjet
el_gr: Η ψηφοφορία προστέθηκε
fa_ir: رای دادن اضافه شد
fi_fi: Äänestys lisätty
he_il: ההצבעה נוספה
hu_hu: Szavazás hozzáadva
ko_kr: 투표가 추가되었습니다.
nb_no: Stemme lagt til
sv_se: Rösta tillagt
tr_tr: Oy eklendi
uk_ua: Додано голосування

source: No updates needed.
ar_sa: لا التحديثات اللازمة.
ca_es: No hi ha actualitzacions necessàries.
da_dk: Ingen opdateringer nødvendig.
el_gr: Δεν χρειάζονται ενημερώσεις.
fa_ir: هیچ به روز رسانی لازم نیست
fi_fi: Päivityksiä ei tarvita.
he_il: אין צורך בעדכונים.
hu_hu: Nincs szükség frissítésre.
ko_kr: 업데이트가 필요하지 않습니다.
nb_no: Ingen oppdateringer nødvendig.
sv_se: Inga uppdateringar behövs.
tr_tr: Güncelleme gerekmez.
uk_ua: Не потрібні оновлення.

source: Return to main page
ar_sa: عد إلى الصفحة الرئيسية
ca_es: Tornar a la pàgina principal
da_dk: Tilbage til hovedsiden
el_gr: Επιστροφή στην κύρια σελίδα
fa_ir: بازگشت به صفحه اصلی
fi_fi: Palaa etusivulle
he_il: חזור לדף הראשי
hu_hu: vissza a főoldalra
ko_kr: 메인 페이지로 돌아 가기
nb_no: Tilbake til hovedsiden
sv_se: Återgå till huvudsidan
tr_tr: Anasayfaya dön
uk_ua: Повернутися на головну сторінку

source: File copy error.
ar_sa: خطأ في نسخ الملف.
ca_es: Error de còpia de fitxers.
da_dk: Fil kopi fejl.
el_gr: Σφάλμα αντιγραφής αρχείου.
fa_ir: خطای کپی فایل
fi_fi: Tiedoston kopiointivirhe.
he_il: שגיאת העתק קובץ.
hu_hu: Fájl másolási hiba
ko_kr: 파일 복사 오류.
nb_no: Filkopieringsfeil.
sv_se: Fil kopieringsfel.
tr_tr: Dosya kopyalama hatası.
uk_ua: Помилка копіювання файлу.

source: Cannot copy default .htaccess file.
ar_sa: لا يمكن نسخ ملف htaccess الافتراضي.
ca_es: No es pot copiar el fitxer .htaccess predeterminat.
da_dk: Kan ikke kopiere standard .htaccess-fil.
el_gr: Δεν είναι δυνατή η αντιγραφή του προεπιλεγμένου αρχείου .htaccess.
fa_ir: می توانید فایل به طور پیش فرض .htaccess را کپی نکنید.
fi_fi: Oletus .htaccess-tiedostoa ei voi kopioida.
he_il: לא ניתן להעתיק את קובץ ברירת המחדל. HTaccess.
hu_hu: Nem lehet másolni az alapértelmezett .htaccess fájlt.
ko_kr: 기본 .htaccess 파일을 복사 할 수 없습니다.
nb_no: Kan ikke kopiere standard .htaccess-fil.
sv_se: Kan inte kopiera standard .htaccess-fil.
tr_tr: Varsayılan .htaccess dosyası kopyalanamıyor.
uk_ua: Неможливо скопіювати файл .htaccess за умовчанням.

source: Music
ar_sa: موسيقى
ca_es: Música
da_dk: musik
el_gr: ΜΟΥΣΙΚΗ
fa_ir: موسیقی
fi_fi: musiikki
he_il: מוסיקה
hu_hu: Zene
ko_kr: 음악
nb_no: Musikk
sv_se: musik
tr_tr: Müzik
uk_ua: Музика

source: uploaded
ar_sa: تم تحميلها
ca_es: pujat
da_dk: uploadet
el_gr: φορτώθηκε
fa_ir: آپلود شده
fi_fi: latasi
he_il: הועלה
hu_hu: feltöltve
ko_kr: 업로드 된
nb_no: lastet opp
sv_se: uppladdad
tr_tr: yüklenen
uk_ua: завантажено

source: played
ar_sa: لعب
ca_es: escoltat
da_dk: spillet
el_gr: έπαιξε
fa_ir: بازی کرد
fi_fi: pelataan
he_il: שיחק
hu_hu: Dátum
ko_kr: 연주 한
nb_no: spilt
sv_se: spelade
tr_tr: Oyunun
uk_ua: грали

source: favorited
ar_sa: تفضيلا
ca_es: afavorits
da_dk: favoriseret
el_gr: αγαπημένα
fa_ir: دوست داشتنی
fi_fi: suosikkilistalleen
he_il: מועדף
hu_hu: kedvencek közé
ko_kr: 호의적 인
nb_no: SykoticWolf
sv_se: favorit
tr_tr: favorilere
uk_ua: вибрано

source: started to follow
ar_sa: بدأت لمتابعة
ca_es: va començar a seguir
da_dk: begyndte at følge
el_gr: άρχισε να ακολουθεί
fa_ir: شروع به پیگیری کرد
fi_fi: alkoi seurata
he_il: התחיל לעקוב
hu_hu: követni kezdett
ko_kr: 따르기 시작했다.
nb_no: begynte å følge
sv_se: började följa
tr_tr: takip etmeye başladı
uk_ua: почали слідувати

source: did something on
ar_sa: فعلت شيئا على
ca_es: va fer alguna cosa
da_dk: gjorde noget på
el_gr: έκανε κάτι
fa_ir: کاری کردی
fi_fi: teki jotain
he_il: עשינו משהו
hu_hu: tett valamit
ko_kr: 에 뭔가를했다.
nb_no: gjorde noe på
sv_se: gjorde något på
tr_tr: bir şey yaptı
uk_ua: зробив щось

source: Not Enough Data
ar_sa: لا توجد بيانات كافية
ca_es: No hi ha prou dades
da_dk: Ikke nok data
el_gr: Δεν υπάρχουν αρκετά δεδομένα
fa_ir: اطلاعات کافی نیست
fi_fi: Ei tarpeeksi tietoa
he_il: לא מספיק נתונים
hu_hu: Nem elég adat
ko_kr: 충분하지 않은 데이터
nb_no: Ikke nok data
sv_se: Inte tillräckligt med data
tr_tr: Yeterli veri yok
uk_ua: Недостатньо даних

source: User avatar
ar_sa: الصورة الرمزية للمستخدم
ca_es: Avatar de l'usuari
da_dk: Bruger avatar
el_gr: Άβαταρ μέλους
fa_ir: نماد کاربر
fi_fi: Käyttäjän avatar
he_il: סמל אישי של משתמש
hu_hu: Felhasználói avatar
ko_kr: 사용자 아바타
nb_no: Brukerens avatar
sv_se: Användarens avatar
tr_tr: Kullanıcı avatarı
uk_ua: Аватар користувача

source: Unfollow
ar_sa: الغاء المتابعة
ca_es: Deixar de seguir
da_dk: Følg ikke længere
el_gr: Απαγορεύεται η παρακολούθηση
fa_ir: لغو شدن
fi_fi: Älä
he_il: לעקוב
hu_hu: Követés kikapcsolása
ko_kr: 팔로우 해제
nb_no: Slutt å følge
sv_se: Sluta följa
tr_tr: Takip etmekten vazgeç
uk_ua: Відписатися

source: Follow
ar_sa: إتبع
ca_es: Seguir
da_dk: Følge efter
el_gr: Ακολουθηστε
fa_ir: دنبال کردن
fi_fi: seurata
he_il: לעקוב אחר
hu_hu: Követés
ko_kr: 따르다
nb_no: Følg
sv_se: Följ
tr_tr: Takip et
uk_ua: Слідкуйте

source: OK
ar_sa: حسنا
ca_es: D'acord
da_dk: Okay
el_gr: Εντάξει
fa_ir: خوب
fi_fi: kunnossa
he_il: בסדר
hu_hu: rendben
ko_kr: 승인
tr_tr: tamam
uk_ua: в порядку

source: ERROR
ar_sa: خطأ
da_dk: FEJL
el_gr: ΛΑΘΟΣ
fa_ir: خطا
fi_fi: VIRHE
he_il: שגיאה
hu_hu: HIBA
ko_kr: 오류
nb_no: FEIL
sv_se: FEL
tr_tr: HATA
uk_ua: ПОМИЛКА

source: WARNING
ar_sa: تحذير
ca_es: AVÍS
da_dk: ADVARSEL
el_gr: ΠΡΟΕΙΔΟΠΟΙΗΣΗ
fa_ir: هشدار
fi_fi: VAROITUS
he_il: אזהרה
hu_hu: FIGYELEM
ko_kr: 경고
nb_no: ADVARSEL
sv_se: VARNING
tr_tr: UYARI
uk_ua: УВАГА

source: Unknown %s
ar_sa: غير معروف %s
ca_es: %s desconegut
da_dk: Ukendt %s
el_gr: Άγνωστο %s
fa_ir: ناشناخته %s
fi_fi: Tuntematon %s
he_il: %s לא ידוע
hu_hu: Ismeretlen %s
ko_kr: 알 수 없음 %s
nb_no: Ukjent %s
sv_se: Okänt %s
tr_tr: Bilinmeyen %s
uk_ua: Невідомий %s

source: Unable to connect to database, check your ampache config
ar_sa: غير قادر على الاتصال بقاعدة البيانات ، تحقق من تكوين ampache الخاص بك
ca_es: No es pot connectar a la base de dades, comproveu la configuració de l’amplache
da_dk: Kan ikke oprette forbindelse til database, tjek din ampache config
el_gr: Δεν είναι δυνατή η σύνδεση με τη βάση δεδομένων, ελέγξτε το confache
fa_ir: اتصال به پایگاه داده امکان پذیر نیست، تنظیمات ampache خود را بررسی کنید
fi_fi: Tietokantaan ei voi muodostaa yhteyttä, tarkista ampache-asetukset
he_il: לא ניתן להתחבר למסד הנתונים, בדוק את תצורת ampache
hu_hu: Nem lehet csatlakozni az adatbázishoz, ellenőrizze az ampache konfigurációját
ko_kr: 데이터베이스에 연결할 수 없습니다. 설정을 확인하십시오.
nb_no: Kan ikke koble til database, sjekk ampache config
sv_se: Kan inte ansluta till databasen, kontrollera din ampache config
tr_tr: Veritabanına bağlanılamıyor, ampache yapılandırmanızı kontrol edin
uk_ua: Неможливо підключитися до бази даних, перевірте налаштування ampache

source: Unable to query database, check your ampache config
ar_sa: غير قادر على الاستعلام عن قاعدة البيانات ، تحقق من تكوين ampache الخاص بك
ca_es: No es pot consultar la base de dades, comproveu la configuració de l’amplache
da_dk: Kan ikke forespørge database, tjek din ampache config
el_gr: Δεν είναι δυνατή η αναζήτηση βάσης δεδομένων, ελέγξτε το confache confache
fa_ir: قادر به پرس و جو پایگاه داده، تنظیمات ampache خود را بررسی کنید
fi_fi: Tietokannan kysely ei onnistu, tarkista ampache-asetukset
he_il: לא ניתן לבצע שאילתה במסד הנתונים, בדוק את תצורת ampache
hu_hu: Nem sikerült lekérdezni az adatbázist, ellenőrizze az ampache konfigurációját
ko_kr: 데이터베이스를 쿼리 할 수 없습니다. ampache config를 확인하십시오.
nb_no: Kan ikke spørre databasen, sjekk ampache config
sv_se: Kan inte fråga databasen, kolla din ampache config
tr_tr: Veritabanı sorgulanamıyor, ampache yapılandırmanızı kontrol edin
uk_ua: Неможливо запитувати базу даних, перевірте налаштування ampache

source: Existing Database detected, unable to continue installation
ar_sa: تم اكتشاف قاعدة بيانات موجودة ، غير قادر على متابعة التثبيت
ca_es: S'ha detectat una base de dades existent, no es pot continuar la instal·lació
da_dk: Eksisterende database opdaget, ude af stand til at fortsætte installationen
el_gr: Η υπάρχουσα βάση δεδομένων εντοπίστηκε, δεν είναι δυνατή η συνέχιση της εγκατάστασης
fa_ir: پایگاه داده موجود شناسایی شده است، قادر به ادامه نصب نیست
fi_fi: Olemassa oleva tietokanta havaittu, asennusta ei voi jatkaa
he_il: מסד הנתונים הקיים זוהה, לא מצליח להמשיך בהתקנה
hu_hu: Meglévő létező adatbázis nem sikerült a telepítést folytatni
ko_kr: 기존 데이터베이스가 감지되었습니다. 설치를 계속할 수 없습니다.
nb_no: Eksisterende database oppdaget, ikke i stand til å fortsette installasjonen
sv_se: Befintlig databas som upptäckts, kan inte fortsätta installationen
tr_tr: Mevcut Veritabanı algılandı, kuruluma devam edilemiyor
uk_ua: Виявлено існуючу базу даних, неможливо продовжити встановлення

source: Error writing config file
ar_sa: خطأ في كتابة ملف التكوين
ca_es: S'ha produït un error en escriure el fitxer de configuració
da_dk: Fejl ved at skrive konfigurationsfil
el_gr: Σφάλμα κατά την εγγραφή του αρχείου ρυθμίσεων
fa_ir: خطا در نوشتن فایل پیکربندی
fi_fi: Virhe kirjoitustiedoston kirjoittamisessa
he_il: שגיאה בכתיבת קובץ הגדרות
hu_hu: Hiba a konfigurációs fájl írása közben
ko_kr: 구성 파일 쓰기 오류
nb_no: Feil ved å skrive konfigurasjonsfilen
sv_se: Fel på att skriva konfigurationsfilen
tr_tr: Config dosyası yazarken hata
uk_ua: Помилка запису конфігураційного файлу

source: Error: Invalid database name.
ar_sa: خطأ: اسم قاعدة البيانات غير صالح.
ca_es: Error: nom de base de dades no vàlid.
da_dk: Fejl: Ugyldigt databasenavn.
el_gr: Σφάλμα: Μη έγκυρο όνομα βάσης δεδομένων.
fa_ir: خطا: نام پایگاه داده نامعتبر است
fi_fi: Virhe: Virheellinen tietokannan nimi.
he_il: שגיאה: שם מסד נתונים לא חוקי.
hu_hu: Hiba: Érvénytelen adatbázis név
ko_kr: 오류 : 데이터베이스 이름이 잘못되었습니다.
nb_no: Feil: Ugyldig database navn.
sv_se: Fel: Ogiltigt databasnamn.
tr_tr: Hata: Geçersiz veritabanı adı.
uk_ua: Помилка: недійсне ім'я бази даних.

source: Error: Unable to make database connection: %s
ar_sa: خطأ: غير قادر على إجراء اتصال قاعدة البيانات: %s
ca_es: Error: no es pot fer la connexió de base de dades: %s
da_dk: Fejl: Kan ikke lave databaseforbindelse: %s
el_gr: Σφάλμα: Δεν είναι δυνατή η σύνδεση βάσης δεδομένων: %s
fa_ir: خطا: اتصال به پایگاه داده را نمیتوان انجام داد: %s
fi_fi: Virhe: Tietokantayhteyden tekeminen ei onnistunut: %s
he_il: שגיאה: לא ניתן ליצור חיבור למסד נתונים: %s
hu_hu: Hiba: Nem sikerült létrehozni az adatbázis-kapcsolatot: %s
ko_kr: 오류 : 데이터베이스 연결을 만들 수 없습니다 : %s
nb_no: Feil: Kan ikke opprette databaseforbindelse: %s
sv_se: Fel: Kan inte göra databasanslutning: %s
tr_tr: Hata: Veritabanı bağlantısı kurulamıyor: %s
uk_ua: Помилка: неможливо встановити з'єднання з базою даних: %s

source: Error: Database already exists and overwrite not checked
ar_sa: خطأ: قاعدة البيانات موجودة بالفعل والكتابة فوق غير محددة
ca_es: Error: la base de dades ja existeix i no està marcada
da_dk: Fejl: Database eksisterer allerede og overskriv ikke markeret
el_gr: Σφάλμα: Η βάση δεδομένων υπάρχει ήδη και η αντικατάσταση δεν έχει ελεγχθεί
fa_ir: خطا: پایگاه داده در حال حاضر موجود است و بازنویسی نشده بررسی شده است
fi_fi: Virhe: Tietokanta on jo olemassa ja korvaus ei ole tarkistettu
he_il: שגיאה: מסד הנתונים כבר קיים ולא מחליף את הקובץ
hu_hu: Hiba: Az adatbázis már létezik, és az felülírás nem ellenőrzött
ko_kr: 오류 : 데이터베이스가 이미 존재하고 덮어 쓰기가 선택되지 않았습니다.
nb_no: Feil: Database eksisterer allerede og overskriv ikke merket
sv_se: Fel: Databasen finns redan och skrivs inte över
tr_tr: Hata: Veritabanı zaten mevcut ve üzerine yazılmadı kontrol edilmedi
uk_ua: Помилка: база даних вже існує, а не перезаписується

source: Error: Unable to create database: %s
ar_sa: خطأ: غير قادر على إنشاء قاعدة بيانات: %s
ca_es: Error: no es pot crear la base de dades: %s
da_dk: Fejl: Kan ikke oprette database: %s
el_gr: Σφάλμα: Δεν είναι δυνατή η δημιουργία βάσης δεδομένων: %s
fa_ir: خطا: ایجاد پایگاه داده امکان پذیر نیست: %s
fi_fi: Virhe: Tietokannan luominen epäonnistui: %s
he_il: שגיאה: אין אפשרות ליצור מסד נתונים: %s
hu_hu: Hiba: adatbázis létrehozása nem sikerült: %s
ko_kr: 오류 : 데이터베이스를 만들 수 없습니다 : %s
nb_no: Feil: Kan ikke opprette database: %s
sv_se: Fel: Kan inte skapa databas: %s
tr_tr: Hata: Veritabanı oluşturulamıyor: %s
uk_ua: Помилка: неможливо створити базу даних: %s

source: Error: Unable to create user %1$s with permissions to %2$s on %3$s: %4$s
ar_sa: خطأ: غير قادر على إنشاء المستخدم %1$s مع أذونات %2$s على %3$s: %4$s
ca_es: Error: no es pot crear l'usuari %1$s amb permisos per a %2$s al %3$s: %4$s
da_dk: Fejl: Kunne ikke oprette bruger %1$s med tilladelser til %2$s på %3$s: %4$s
el_gr: Σφάλμα: Δεν είναι δυνατή η δημιουργία του χρήστη %1$s με δικαιώματα στα %2$s στο %3$s: %4$s
fa_ir: خطا: امکان ایجاد %1$s کاربر با مجوزهای %2$s در %3$s: %4$s
fi_fi: Virhe: Käyttäjää %1$s ei voitu luoda %2$s: lla %3$s: %4$s
he_il: שגיאה: אין אפשרות ליצור משתמש %1$s עם הרשאות ל- %2$s ב -%3$s: %4$s
hu_hu: Hiba: %1$s felhasználó nem hozható létre a %2$s %3$s-on: %4$s
ko_kr: 오류 : %3$s에서 %2$s에 대한 사용 권한을 가진 사용자 %1$s를 만들 수 없습니다 : %4$s
nb_no: Feil: Kan ikke opprette bruker %1$s med tillatelser til %2$s på %3$s: %4$s
sv_se: Fel: Kan inte skapa användare %1$s med behörigheter till %2$s på %3$s: %4$s
tr_tr: Hata: %3$s tarihinde %2$s izniyle %1$s kullanıcısı oluşturulamıyor: %4$s
uk_ua: Помилка: неможливо створити користувача %1$s з дозволами на %2$s на %3$s: %4$s

source: Invalid configuration settings
ar_sa: إعدادات التكوين غير صالحة
ca_es: Configuració de configuració no vàlida
da_dk: Ugyldige konfigurationsindstillinger
el_gr: Μη έγκυρες ρυθμίσεις παραμέτρων
fa_ir: تنظیمات پیکربندی نامعتبر است
fi_fi: Virheelliset kokoonpanoasetukset
he_il: הגדרות תצורה לא חוקיות
hu_hu: Érvénytelen konfigurációs beállítások
ko_kr: 구성 설정이 잘못되었습니다.
nb_no: Ugyldige konfigurasjonsinnstillinger
sv_se: Ogiltiga konfigurationsinställningar
tr_tr: Geçersiz yapılandırma ayarları
uk_ua: Недійсні налаштування конфігурації
