Repository: codacy-badger/amuzak
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, ca_es, da_dk, el_gr, fa_ir, fi_fi, he_il, hu_hu, ko_kr, nb_no, sv_se, tr_tr, uk_ua

source: Website
ar_sa: موقع الكتروني
ca_es: Web
da_dk: Internet side
el_gr: Δικτυακός τόπος
fa_ir: سایت اینترنتی
fi_fi: Verkkosivusto
he_il: אתר אינטרנט
hu_hu: Weboldal
ko_kr: 웹 사이트
nb_no: nettsted
sv_se: Hemsida
tr_tr: Web sitesi
uk_ua: Веб-сайт

source: State
ar_sa: حالة
ca_es: Estat
da_dk: Stat
el_gr: κατάσταση
fa_ir: دولت
fi_fi: Osavaltio
he_il: מדינה
hu_hu: Állapot
ko_kr: 상태
nb_no: Stat
sv_se: stat
tr_tr: Belirtmek, bildirmek
uk_ua: Держава

source: City
ar_sa: مدينة
ca_es: Ciutat
da_dk: by
el_gr: Πόλη
fa_ir: شهر
fi_fi: Kaupunki
he_il: עיר
hu_hu: Város
ko_kr: 시티
nb_no: By
sv_se: Stad
tr_tr: Kent
uk_ua: Місто

source: New Password
ar_sa: كلمة السر الجديدة
ca_es: Nova contrasenya
da_dk: nyt kodeord
el_gr: Νέος Κωδικός
fa_ir: رمز جدید
fi_fi: uusi salasana
he_il: סיסמה חדשה
hu_hu: új jelszó
ko_kr: 새 비밀번호
nb_no: Nytt passord
sv_se: Nytt lösenord
tr_tr: Yeni Şifre
uk_ua: Новий пароль

source: Confirm Password
ar_sa: تأكيد كلمة المرور
ca_es: Confirma la contrassenya
da_dk: Bekræft kodeord
el_gr: Επιβεβαίωση Κωδικού
fa_ir: تایید رمز عبور
fi_fi: Vahvista salasana
he_il: אשר סיסמה
hu_hu: Jelszó megerősítése
ko_kr: 비밀번호 확인
nb_no: bekreft passord
sv_se: Bekräfta lösenord
tr_tr: Şifreyi Onayla
uk_ua: Підтвердити пароль

source: Avatar
ar_sa: الصورة الرمزية
fa_ir: آواتار
he_il: אווטר
ko_kr: 화신
uk_ua: Аватар

source: API Key
ar_sa: مفتاح API
ca_es: Clau API
da_dk: API nøgle
el_gr: Κλειδί API
fa_ir: کلید ای پی ای
fi_fi: API-avain
he_il: מפתח API
hu_hu: API kulcs
ko_kr: API 키
nb_no: API-nøkkel
sv_se: API-nyckel
tr_tr: API Anahtarı
uk_ua: Ключ API

source: Clear Stats
ar_sa: احصائيات واضحة
ca_es: Esborra les estadístiques
da_dk: Klare statistikker
el_gr: Σαφή Στατιστικά
fa_ir: پاک کردن آمار
fi_fi: Tyhjennä tilastot
he_il: נקה נתונים סטטיסטיים
hu_hu: Statisztikák törlése
ko_kr: 통계 지우기
nb_no: Klare statistikk
sv_se: Tydliga statistik
tr_tr: İstatistikleri Temizle
uk_ua: Очистити статистику

source: Update Account
ar_sa: تحديث الحساب
ca_es: Actualitza el compte
da_dk: Opdater konto
el_gr: Ενημέρωση Λογαριασμού
fa_ir: به ‌روز رسانی حساب
fi_fi: Päivitä tili
he_il: לעדכן חשבון
hu_hu: Fiók frissítése
ko_kr: 계정 업데이트
nb_no: Oppdater konto
sv_se: Uppdatera konto
tr_tr: Hesabı güncelle
uk_ua: Оновити обліковий запис

source: Add Access Control List
ar_sa: إضافة قائمة التحكم في الوصول
ca_es: Afegiu una llista de control d’accés
da_dk: Tilføj adgangskontrol liste
el_gr: Προσθήκη λίστας ελέγχου πρόσβασης
fa_ir: لیست کنترل دسترسی اضافه کنید
fi_fi: Lisää käyttöoikeusluettelo
he_il: הוסף רשימת בקרת גישה
hu_hu: Hozzáférés-ellenőrzési lista hozzáadása
ko_kr: 액세스 제어 목록 추가
nb_no: Legg til tilgangskontrollliste
sv_se: Lägg till åtkomstkontrolllista
tr_tr: Erişim Kontrol Listesi Ekleyin
uk_ua: Додати список керування доступом

source: ACL Type
ar_sa: نوع ACL
ca_es: Tipus ACL
el_gr: Τύπος λίστας πρόσβασης
fa_ir: ACL نوع
fi_fi: ACL-tyyppi
he_il: סוג ACL
hu_hu: ACL típus
ko_kr: ACL 유형
sv_se: Behörighetstyp
tr_tr: ACL Türü
uk_ua: Тип ACL

source: IPv4 or IPv6 Addresses
ar_sa: عناوين IPv4 أو IPv6
ca_es: Adreces IPv4 o IPv6
da_dk: IPv4- eller IPv6-adresser
el_gr: Διευθύνσεις IPv4 ή IPv6
fa_ir: IPv4 یا آدرس IPv6
fi_fi: IPv4- tai IPv6-osoitteet
he_il: כתובות IPv4 או IPv6
hu_hu: IPv4 vagy IPv6 címek
ko_kr: IPv4 또는 IPv6 주소
nb_no: IPv4- eller IPv6-adresser
sv_se: IPv4 eller IPv6-adresser
tr_tr: IPv4 veya IPv6 Adresleri
uk_ua: Адреси IPv4 або IPv6

source: Start
ar_sa: بداية
ca_es: Començar
el_gr: Αρχή
fa_ir: شروع کنید
fi_fi: alkaa
he_il: התחל
hu_hu: Rajt
ko_kr: 스타트
tr_tr: başla
uk_ua: Початок

source: End
ar_sa: النهاية
ca_es: Final
da_dk: Ende
el_gr: Τέλος
fa_ir: پایان
fi_fi: pää
he_il: סוף
hu_hu: vég
ko_kr: 종료
nb_no: Slutt
sv_se: Slutet
tr_tr: Son
uk_ua: Кінець

source: Create ACL
ar_sa: إنشاء ACL
ca_es: Crear ACL
da_dk: Opret ACL
el_gr: Δημιουργία ACL
fa_ir: ایجاد ACL
fi_fi: Luo ACL
he_il: צור ACL
hu_hu: ACL létrehozása
ko_kr: ACL 작성
nb_no: Opprett ACL
sv_se: Skapa ACL
tr_tr: ACL oluştur
uk_ua: Створити ACL

source: Add a Catalog
ar_sa: إضافة كتالوج
ca_es: Afegeix un catàleg
da_dk: Tilføj en katalog
el_gr: Προσθήκη καταλόγου
fa_ir: افزودن یک مجموعه
fi_fi: Lisää luettelo
he_il: הוסף קטלוג
hu_hu: Katalógus hozzáadása
ko_kr: 카탈로그 추가
nb_no: Legg til katalog
sv_se: Lägg till en katalog
tr_tr: Katalog ekle
uk_ua: Додати каталог

source: In the form below enter either a local path (i.e. /data/music) or the URL to a remote Ampache installation (i.e http://theotherampache.com)
ar_sa: في النموذج أدناه ، أدخل إما مسارًا محليًا (مثل / data / music) أو عنوان URL لتثبيت Ampache عن بُعد (على سبيل المثال http://theotherampache.com)
ca_es: Al formulari de sota posa-hi o bé un directori local (p.e. /dades/musica) o la URL a una instalació remota de l'Ampache (p.e. http://laltreampache.com)
da_dk: I nedenstående formular indtaster du enten en lokal sti (dvs. / data / musik) eller URL'en til en ekstern Ampache-installation (dvs. http://theotherampache.com)
el_gr: Στην παρακάτω φόρμα συμπλήρωσε μία τοπική διαδρομή (πχ /data/music) ή το url μια απαμακρυσμένης εγκατάστασης Ampache
fa_ir: در شکل زیر، یا یک مسیر محلی (به عنوان مثال / data / music) یا URL به یک نصب Ampache از راه دور (یعنی http://theotherampache.com) وارد کنید
fi_fi: Allaolevassa lomakkeessa syötetään joko paikallinen polku (eli / data / musiikki) tai kauko-ampache-asennuksen URL-osoite (eli http://theotherampache.com)
he_il: בטופס שלהלן הזן נתיב מקומי (כלומר / נתונים / מוסיקה) או את כתובת האתר להתקנת Ampache מרוחקת (לדוגמה, http://theotherampache.com)
hu_hu: Az alábbi űrlapon adja meg a helyi elérési utat (vagyis az adatot / zenét) vagy a távoli Ampache-telepítés URL-jét (azaz http://theotherampache.com)
ko_kr: 아래 양식에서 로컬 경로 (예 : / data / music) 또는 원격 Ampache 설치 URL (예 : http://theotherampache.com)을 입력하십시오.
nb_no: I skjemaet under legger du inn enten en lokal mappebane (f.eks. /srv/musikk) eller en URL til en Ampache-tjener (f,eks, http://denandreampachen.com)
sv_se: Ange en lokal sökväg i formuläret nedan (t.ex. /data/musik) eller url:en till en fjärrinstallation av Ampache (t.ex. http://denandraampache.com)
tr_tr: Aşağıdaki forma yerel bir yol (ör. / Veri / müzik) veya uzak bir Ampache kurulumunun URL'sini (ör. Http://theotherampache.com) girin
uk_ua: У формі нижче введіть локальний шлях (тобто / дані / музику) або URL-адресу віддаленої установки Ampache (тобто http://theotherampache.com)

source: Catalog Name
ar_sa: اسم الكتالوج
ca_es: Nom del catàleg
da_dk: Katalognavn
el_gr: Όνομα Καταλόγου
fa_ir: نام مجموعه
fi_fi: Luettelon nimi
he_il: שם הקטלוג
hu_hu: Katalógus neve
ko_kr: 카탈로그 이름
nb_no: Katalognavn
sv_se: Katalognamn
tr_tr: Katalog Adı
uk_ua: Назва каталогу

source: Auto-inserted Fields
ar_sa: الحقول المدرجة تلقائيًا
ca_es: Camps inserits automàticament
da_dk: Automatisk indsatte felter
el_gr: Αυτόματα εισαγόμενα πεδία
fa_ir: زمینه های خودکار وارد شده
fi_fi: Automaattisesti lisätyt kentät
he_il: שדות שנוספו אוטומטית
hu_hu: Automatikusan beillesztett mezők
ko_kr: 자동 삽입 필드
nb_no: Automatisk innsatte felt
sv_se: Automatiskt infogade fält
tr_tr: Otomatik Eklenen Alanlar
uk_ua: Автоматично вставлені поля

source: album name
ar_sa: اسم الألبوم
ca_es: nom de l'àlbum
da_dk: album navn
el_gr: όνομα άλμπουμ
fa_ir: نام آلبوم
fi_fi: albumin nimi
he_il: שם האלבום
hu_hu: album neve
ko_kr: 앨범 이름
nb_no: albumnavn
sv_se: albumnamn
tr_tr: albüm adı
uk_ua: назва альбому

source: artist name
ar_sa: اسم فنان
ca_es: nom de l'artista
da_dk: kunstner navn
el_gr: όνομα καλλιτέχνη
fa_ir: نام هنرمند
fi_fi: esittäjän nimi
he_il: שם אמן
hu_hu: előadó neve
ko_kr: 아티스트 이름
nb_no: artistnavn
sv_se: artistnamn
tr_tr: sanatçı adı
uk_ua: ім'я виконавця

source: id3 comment
ar_sa: تعليق id3
ca_es: id3 comentari
da_dk: id3 kommentar
el_gr: id3 σχόλιο
fa_ir: id3 نظر
fi_fi: id3-kommentti
he_il: הע להשפיע
hu_hu: id3 megjegyzés
ko_kr: id3 덧글
nb_no: id3 kommentar
sv_se: id3 kommentar
tr_tr: id3 yorumu
uk_ua: ID3 коментар

source: track number (padded with leading 0)
ar_sa: رقم المسار (مبطن بالرصاص 0)
ca_es: número de pista (completat amb 0)
da_dk: spor nummer (polstret med ledende 0)
el_gr: αριθμός κομματιού (γεμάτος με κορυφαίο 0)
fa_ir: شماره آهنگ (با پیشرو 0)
fi_fi: raidan numero (pehmustettu 0: lla)
he_il: מספר מסלול (מרופד עם מוביל 0)
hu_hu: műsorszám száma (0-as párnázott)
ko_kr: 트랙 번호 (앞에 0이 채워짐)
nb_no: spor nummer (polstret med ledende 0)
sv_se: spårnummer (vadderad med ledande 0)
tr_tr: parça numarası (satır 0 ile dolgulu)
uk_ua: номер доріжки (доповнений першим 0

source: song title
ar_sa: عنوان الأغنية
ca_es: títol de cançó
da_dk: sangtitel
el_gr: τίτλος τραγουδιού
fa_ir: عنوان آهنگ
fi_fi: laulun nimi
he_il: שם השיר
hu_hu: dal cím
ko_kr: 노래 제목
nb_no: sang tittel
sv_se: sång titel
tr_tr: ŞARKI ADI
uk_ua: назва пісні

source: year
ar_sa: عام
ca_es: curs
da_dk: år
el_gr: έτος
fa_ir: سال
fi_fi: vuosi
he_il: שנה
hu_hu: év
ko_kr: 년
nb_no: år
sv_se: år
tr_tr: yıl
uk_ua: рік

source: other
ar_sa: آخر
ca_es: un altre
da_dk: Andet
el_gr: άλλα
fa_ir: دیگر
fi_fi: muut
he_il: אחר
hu_hu: más
ko_kr: 다른
nb_no: annen
sv_se: andra
tr_tr: diğer
uk_ua: інший

source: Catalog Type
ar_sa: نوع الكتالوج
ca_es: Tipus de catàleg
da_dk: Katalogtype
el_gr: Τύπος καταλόγου
fa_ir: نوع کاتالوگ
fi_fi: Luettelotyyppi
he_il: סוג קטלוג
hu_hu: Katalógus típusa
ko_kr: 카탈로그 유형
nb_no: Katalogtype
sv_se: Katalogtyp
tr_tr: Katalog Tipi
uk_ua: Тип каталогу

source: Filename Pattern
ar_sa: اسم ملف نمط
ca_es: Patró d'arxiu
da_dk: Filnavn Mønster
el_gr: Σχέδιο ονόματος Αρχείου
fa_ir: الگوی نام فایل
fi_fi: Tiedostonimi
he_il: תבנית שם קובץ
hu_hu: Fájlnév minta
ko_kr: 파일 이름 패턴
nb_no: Filnavn mønster
sv_se: Filnamnsmönster
tr_tr: Dosya Adı Örneği
uk_ua: Шаблон імені файлу

source: Folder Pattern
ar_sa: نمط المجلد
ca_es: Patró de carpeta
da_dk: Mappemønster
el_gr: Πρότυπο φακέλων
fa_ir: الگوی پوشه
fi_fi: Kansion malli
he_il: דפוס תיקייה
hu_hu: Mappa minta
ko_kr: 폴더 패턴
nb_no: Mappe mønster
sv_se: Mappmönster
tr_tr: Klasör Deseni
uk_ua: Шаблон папки

source: (no leading or ending '/')
ar_sa: (بدون بادئة أو نهايات '/')
ca_es: (sense cap o finalitzador '/')
da_dk: (ingen ledende eller slutter '/')
el_gr: (δεν οδηγεί ή τελειώνει '/')
fa_ir: (بدون پیشروی یا پایان دادن به '/')
fi_fi: (ei johtavaa tai päättävää '/')
he_il: (לא מוביל או מסתיים '/')
hu_hu: (nincs vezető vagy befejező) /
ko_kr: (선행 또는 결말 '/'없음)
nb_no: (ingen ledende eller sluttende '/')
sv_se: (ingen ledande eller avslutande '/')
tr_tr: (satır sonu veya son '/' yok)
uk_ua: (немає провідних або кінцевих "/")

source: Gather Art
ar_sa: جمع الفن
ca_es: Recollir portades
da_dk: Samle kunst
el_gr: Συγκέντρωση εξωφύλλων
fa_ir: جمع آوری هنر
fi_fi: Kerää Art
he_il: אוסף אמנות
hu_hu: Gyűjtsd össze az Art
ko_kr: 미술 수집
nb_no: Hent albumbilder
sv_se: Samla albumomslag
tr_tr: Sanat toplamak
uk_ua: Збирай арт

source: Build Playlists from playlist Files
ar_sa: بناء قوائم التشغيل من ملفات قائمة التشغيل
ca_es: Crea llistes de reproducció dels fitxers de la llista de reproducció
da_dk: Opbyg spillelister fra spillelistefiler
el_gr: Δημιουργία λιστών αναπαραγωγής από αρχεία λίστας αναπαραγωγής
fa_ir: ساخت لیست های پخش از فایل های لیست پخش
fi_fi: Luo soittolistoja soittolistan tiedostoista
he_il: בניית פלייליסטים מתוך רשימת השמעה קבצים
hu_hu: Lejátszási listák létrehozása a lejátszási listáról
ko_kr: 재생 목록 파일에서 재생 목록 작성
nb_no: Bygg spillelister fra spillelistefiler
sv_se: Bygg upp spellistor från spellista filer
tr_tr: Çalma listesinden Çalma Listeleri Oluşturma Dosyalar
uk_ua: Створення списків відтворення з файлів списку відтворення

source: Gather media types
ar_sa: جمع أنواع الوسائط
ca_es: Reuneix els tipus de suports
da_dk: Saml medietyper
el_gr: Συλλογή τύπων μέσων
fa_ir: جمع آوری انواع رسانه ها
fi_fi: Kerää mediatyyppejä
he_il: איסוף סוגי מדיה
hu_hu: Adja meg a médiatípusokat
ko_kr: 미디어 유형 수집
nb_no: Samle medietyper
sv_se: Samla media typer
tr_tr: Medya türlerini topla
uk_ua: Збирати типи носіїв

source: Add Catalog
ar_sa: إضافة كتالوج
ca_es: Afegeix al catàleg
da_dk: Tilføj katalog
el_gr: Προσθήκη Καταλόγου
fa_ir: افزودن مجموعه
fi_fi: Lisää luettelo
he_il: הוסף קטלוג
hu_hu: Katalógus hozzáadása
ko_kr: 카탈로그 추가
nb_no: Legg til katalog
sv_se: Lägg till katalog
tr_tr: Katalog ekle
uk_ua: Додати каталог

source: Add Label
ar_sa: إضافة تسمية
ca_es: Afegeix etiqueta
da_dk: Tilføj etiket
el_gr: Προσθήκη ετικέτας
fa_ir: افزودن برچسب
fi_fi: Lisää tarra
he_il: הוסף תווית
hu_hu: Címke hozzáadása
ko_kr: 라벨 추가
nb_no: Legg til etikett
sv_se: Lägg till etikett
tr_tr: Etiket ekle
uk_ua: Додати мітку

source: Personal
ar_sa: الشخصية
da_dk: Personlig
el_gr: Προσωπικός
fa_ir: شخصی
fi_fi: henkilökohtainen
he_il: אישי
hu_hu: Személyes
ko_kr: 개인적인
nb_no: Personlig
sv_se: Personlig
tr_tr: Kişiye özel
uk_ua: Особистий

source: Association
ar_sa: جمعية
ca_es: Associació
el_gr: Σχέση
fa_ir: اتحادیه
fi_fi: yhdistys
he_il: האגודה
hu_hu: Egyesület
ko_kr: 협회
nb_no: assosiasjon
sv_se: Förening
tr_tr: dernek
uk_ua: Асоціація

source: Company
ar_sa: شركة
ca_es: Companyia
da_dk: Selskab
el_gr: Εταιρία
fa_ir: شرکت
fi_fi: Yhtiö
he_il: החברה
hu_hu: Vállalat
ko_kr: 회사
nb_no: Selskap
sv_se: Företag
tr_tr: şirket
uk_ua: Компанія

source: Summary
ar_sa: ملخص
ca_es: Resum
da_dk: Resumé
el_gr: Περίληψη
fa_ir: خلاصه
fi_fi: Yhteenveto
he_il: סיכום
hu_hu: összefoglalás
ko_kr: 개요
nb_no: Sammendrag
sv_se: Sammanfattning
tr_tr: özet
uk_ua: Резюме

source: Address
ar_sa: عنوان
ca_es: Direcció
da_dk: Adresse
el_gr: Διεύθυνση
fa_ir: نشانی
fi_fi: Osoite
he_il: כתובת
hu_hu: Cím
ko_kr: 주소
nb_no: Adresse
sv_se: Adress
tr_tr: Adres
uk_ua: Адреса

source: Email
ar_sa: البريد الإلكتروني
ca_es: Correu
el_gr: ΗΛΕΚΤΡΟΝΙΚΗ ΔΙΕΥΘΥΝΣΗ
fa_ir: پست الکترونیک
fi_fi: Sähköposti
he_il: דוא"ל
ko_kr: 이메일
nb_no: e-post
sv_se: E-post
tr_tr: E-posta
uk_ua: Електронна пошта

source: Add Radio Station
ar_sa: إضافة محطة راديو
ca_es: Afegir estació de ràdio
da_dk: Tilføj radiostation
el_gr: Προσθήκη Ραδιοφωνικού Σταθμού
fa_ir: افزودن ایستگاه رادیویی
fi_fi: Lisää radioasema
he_il: הוסף תחנת רדיו
hu_hu: Rádióállomás hozzáadása
ko_kr: 라디오 방송국 추가
nb_no: Legg til nettradio
sv_se: Lägg till radiostation
tr_tr: Radyo İstasyonu ekle
uk_ua: Додати радіостанцію

source: Homepage
ar_sa: الصفحة الرئيسية
ca_es: Pàgina d'inici
da_dk: Hjemmeside
el_gr: Αρχική σελίδα
fa_ir: صفحه نخست
fi_fi: kotisivu
he_il: דף הבית
ko_kr: 홈페이지
nb_no: hjemmeside
sv_se: Hemsida
tr_tr: Anasayfa
uk_ua: Домашня сторінка

source: Stream URL
ar_sa: دفق URL
ca_es: URL del flux
el_gr: Διεύθυνση URL ροής
fa_ir: نشانی اینترنتی جریان
fi_fi: Stream-URL-osoite
he_il: כתובת אתר של זרם
ko_kr: 스트림 URL
tr_tr: Akış URL'si
uk_ua: URL-адреса потоку

source: Codec
ar_sa: الترميز
el_gr: Κωδικοποιητής
fa_ir: کدک
fi_fi: koodekki
ko_kr: 코덱
nb_no: Kodek
sv_se: Kodek
uk_ua: Кодек

source: Create a new playlist
ar_sa: إنشاء قائمة تشغيل جديدة
ca_es: Crea una llista nova
da_dk: Opret en ny afspilningsliste
el_gr: Δημιουργία νέας playlist
fa_ir: ایجاد لیست پخش جدید
fi_fi: Luo uusi soittolista
he_il: צור פלייליסט חדש
hu_hu: Hozzon létre egy új lejátszási listát
ko_kr: 새 재생 목록 만들기
nb_no: Lag ny spilleliste
sv_se: Skapa en ny spellista
tr_tr: Yeni bir oynatma listesi oluştur
uk_ua: Створіть новий список відтворення

source: Create
ar_sa: خلق
ca_es: Crea
da_dk: skab
el_gr: Δημιουργία
fa_ir: ایجاد
fi_fi: Luoda
he_il: צור
hu_hu: teremt
ko_kr: 몹시 떠들어 대다
nb_no: Lag
sv_se: Skapa
tr_tr: yaratmak
uk_ua: Створити

source: Subscribe to Podcast
ar_sa: اشترك في بودكاست
ca_es: Subscriviu-vos a Podcast
da_dk: Abonner på podcast
el_gr: Εγγραφείτε στο Podcast
fa_ir: اشتراک در Podcast
fi_fi: Tilaa Podcast
he_il: הצטרף כמנוי ל- Podcast
hu_hu: Feliratkozás a Podcastra
ko_kr: 팟 캐스트 구독
nb_no: Abonner på Podcast
sv_se: Prenumerera på Podcast
tr_tr: Podcast'e abone olun
uk_ua: Підписатися на подкаст

source: Podcast feed url
ar_sa: بودكاست رابط رابط
ca_es: URL del feed del podcast
el_gr: Διεύθυνση URL ροής podcast
fa_ir: آدرس اینترنتی پادکست
fi_fi: Podcast-syötteen URL-osoite
he_il: Podcast להאכיל את כתובת האתר
ko_kr: 팟 캐스트 피드 URL
nb_no: Podcast-feedsadressen
sv_se: Podcast-matningsadressen
tr_tr: Podcast feed url'si
uk_ua: URL каналу подачі

source: Subscribe
ar_sa: الاشتراك
ca_es: Subscriure's
da_dk: Tilmeld
el_gr: Εγγραφείτε
fa_ir: اشتراک در
fi_fi: merkitä
he_il: הירשם
hu_hu: Iratkozz fel
ko_kr: 구독하기
nb_no: Abonnere
sv_se: Prenumerera
tr_tr: Abone ol
uk_ua: Підписатися

source: Compose Message
ar_sa: يؤلف رسالة
ca_es: Redactar missatge
da_dk: Skriv besked
el_gr: Συντ'ασσω μήνυμα
fa_ir: نوشتن پیام
fi_fi: Kirjoita viesti
he_il: לחבר הודעה
hu_hu: Üzenet írása
ko_kr: 메시지 작성
nb_no: Skriv melding
sv_se: Skriv meddelandet
tr_tr: Mesaj oluştur
uk_ua: Створити повідомлення

source: Recipient
ar_sa: مستلم
ca_es: Receptor
da_dk: Modtager
el_gr: Παραλήπτης
fa_ir: گیرنده
fi_fi: vastaanottaja
he_il: מקבל
hu_hu: Befogadó
ko_kr: 수신자
nb_no: Mottaker
sv_se: Mottagare
tr_tr: alıcı
uk_ua: Одержувач

source: Subject
ar_sa: موضوع
ca_es: Assumpte
da_dk: Emne
el_gr: Θέμα
fa_ir: موضوع
fi_fi: aihe
he_il: נושא
hu_hu: Tantárgy
ko_kr: 제목
nb_no: Emne
sv_se: Ämne
tr_tr: konu
uk_ua: Тема

source: Message
ar_sa: رسالة
ca_es: Missatge
da_dk: Besked
el_gr: Μήνυμα
fa_ir: پیام
fi_fi: Viesti
he_il: הודעה
hu_hu: Üzenet
ko_kr: 메시지
nb_no: Melding
sv_se: Meddelande
tr_tr: Mesaj
uk_ua: повідомлення

source: Send
ar_sa: إرسال
ca_es: Enviar
da_dk: Sende
el_gr: Στείλετε
fa_ir: ارسال
fi_fi: Lähettää
he_il: שלח
hu_hu: Elküld
ko_kr: 보내다
nb_no: Sende
sv_se: Skicka
tr_tr: göndermek
uk_ua: Надіслати

source: Starting New Media Search
ar_sa: بدء بحث وسائط جديد
ca_es: Inici de la cerca de nous suports
da_dk: Start ny mediesøgning
el_gr: Ξεκινώντας την αναζήτηση νέων μέσων
fa_ir: شروع جستجوی جدید رسانه
fi_fi: Uuden medianhaun aloittaminen
he_il: הפעלת חיפוש מדיה חדשה
hu_hu: Új média keresés indítása
ko_kr: 새로운 미디어 검색 시작하기
nb_no: Starte nytt mediesøk
sv_se: Startar ny mediesökning
tr_tr: Yeni Medya Araması Başlatma
uk_ua: Початок пошуку нової медіа

source: Starting New Media Search on %s catalog
ar_sa: بدء بحث وسائط جديد على كتالوج %s
ca_es: Inici de la nova cerca de suports al catàleg %s
da_dk: Start af ny mediesøgning på %s katalog
el_gr: Ξεκινώντας αναζήτηση νέων μέσων στον κατάλογο %s
fa_ir: شروع جستجوی جدید رسانه در فروشگاه %s
fi_fi: Uuden median etsiminen luettelosta %s
he_il: החל חיפוש מדיה חדשה על %s קטלוג
hu_hu: Új média keresés indítása a %s katalógusban
ko_kr: %s 카탈로그에서 새 미디어 검색 시작
nb_no: Starte nytt mediesøk på %s katalog
sv_se: Startar ny media sökning på katalogen %s
tr_tr: %s kataloğunda Yeni Medya Araması Başlatılıyor
uk_ua: Запуск нового пошуку носіїв у каталозі %s

source: Found
ar_sa: وجدت
ca_es: Trobat
da_dk: fundet
el_gr: Βρέθηκαν
fa_ir: یافت شد
fi_fi: löydetty
he_il: מצאתי
hu_hu: Talál
ko_kr: 녹이다
nb_no: Fant
sv_se: Hittade
tr_tr: Bulunan
uk_ua: Знайдено

source: Reading
ar_sa: قراءة
ca_es: Llegint
da_dk: Læsning
el_gr: Ανάγνωση
fa_ir: خواندن
fi_fi: lukeminen
he_il: קריאה
hu_hu: Olvasás
ko_kr: 독서
nb_no: Leser
sv_se: Läser
tr_tr: Okuma
uk_ua: Читання

source: Create Share
ar_sa: إنشاء حصة
ca_es: Crear compartir
da_dk: Opret Del
el_gr: Δημιουργία κοινής χρήσης
fa_ir: ایجاد اشتراک
fi_fi: Luo osuus
he_il: צור שיתוף
hu_hu: Megosztás létrehozása
ko_kr: 공유 만들기
nb_no: Opprett Share
sv_se: Skapa del
tr_tr: Paylaş Paylaş
uk_ua: Створити спільний доступ

source: Shared Object
ar_sa: كائن مشترك
ca_es: Objecte compartit
da_dk: Fælles objekt
el_gr: Κοινό αντικείμενο
fa_ir: شیء مشترک
fi_fi: Jaettu objekti
he_il: אובייקט משותף
hu_hu: Megosztott objektum
ko_kr: 공유 객체
nb_no: Delt objekt
sv_se: Delat objekt
tr_tr: Paylaşılan Nesne
uk_ua: Спільний об'єкт

source: Max Counter
ar_sa: ماكس مكافحة
ca_es: Comptador màx
el_gr: Μέγιστος μετρητής
fa_ir: حداکثر شمارنده
he_il: מונה מקס
hu_hu: Max számláló
ko_kr: 최대 카운터
tr_tr: Maksimum Sayaç
uk_ua: Макс. Лічильник

source: Expiry Days
ar_sa: أيام انتهاء الصلاحية
ca_es: Dies d’expiració
da_dk: Udløbsdage
el_gr: Ημέρες λήξης
fa_ir: روزهای انقضا
fi_fi: Vanhentumispäivät
he_il: ימי תפוגה
hu_hu: Lejárati napok
ko_kr: 만료일
nb_no: Utløpsdager
sv_se: Utgångsdagar
tr_tr: Bitiş Günleri
uk_ua: Дні закінчення

source: Allow Stream
ar_sa: السماح للتيار
ca_es: Permetre corrent
da_dk: Tillad strøm
el_gr: Να επιτρέπεται η ροή
fa_ir: اجازه جریان
fi_fi: Salli virta
he_il: אפשר זרימה
hu_hu: Az adatfolyam engedélyezése
ko_kr: 스트림 허용
nb_no: Tillat strøm
sv_se: Tillåt ström
tr_tr: Akışa İzin Ver
uk_ua: Дозволити потік

source: Allow Download
ar_sa: السماح للتحميل
ca_es: Permet la descàrrega
da_dk: Tillad Download
el_gr: Επιτρέψτε τη λήψη
fa_ir: اجازه دانلود
fi_fi: Salli lataaminen
he_il: אפשר הורדה
hu_hu: Letöltés engedélyezése
ko_kr: 다운로드 허용
nb_no: Tillat nedlasting
sv_se: Tillåt nedladdning
tr_tr: İndirmeye izin ver
uk_ua: Дозволити завантаження

source: Post to Shoutbox
ar_sa: نشر إلى Shoutbox
ca_es: Posa al Shoutbox
da_dk: Send til Shoutbox
el_gr: Στείλε στο Shoutbox
fa_ir: ارسال به Shoutbox
fi_fi: Lähetä Shoutboxiin
he_il: פרסם ב- Shoutbox
hu_hu: Hozzászólás a Shoutboxba
ko_kr: Shoutbox에 게시
nb_no: Legg til i Shoutbox
sv_se: Posta till chattruta
tr_tr: Mesaj kutusuna
uk_ua: Опублікувати в Shoutbox

source: Comment:
ar_sa: تعليق:
ca_es: Comentari:
da_dk: Kommentar:
el_gr: Σχόλιο:
fa_ir: اظهار نظر:
fi_fi: Kommentti:
he_il: תגובה:
hu_hu: Megjegyzés:
ko_kr: 논평:
nb_no: Kommentar:
sv_se: Kommentar:
tr_tr: Yorum Yap:
uk_ua: Коментар:

source: Stick this comment
ar_sa: عصا هذا التعليق
da_dk: Stick denne kommentar
el_gr: Κρατήστε αυτό το σχόλιο
fa_ir: این نظر را بپوش
fi_fi: Kiinnitä tämä kommentti
he_il: מקל את ההערה
hu_hu: Ragadja meg ezt a megjegyzést
ko_kr: 이 댓글 붙이기
nb_no: Hold denne kommentaren
sv_se: Stick denna kommentar
tr_tr: Bu yorumu yapıştır
uk_ua: Вставте цей коментар

source: Shoutbox
ar_sa: الخط الساخن
fa_ir: شات باکس
fi_fi: blogille
hu_hu: Üzenőfal
sv_se: Chattruta

source: Target folder
ar_sa: المجلد الهدف
ca_es: Carpeta destí
da_dk: Målmappe
el_gr: Φάκελος προορισμού
fa_ir: پوشه هدف
fi_fi: Kohdekansio
he_il: תיקיית היעד
hu_hu: Cél mappa
ko_kr: 대상 폴더
nb_no: Målmappe
sv_se: Målmapp
tr_tr: Hedef klasör
uk_ua: Папка призначення

source: Files
ar_sa: ملفات
ca_es: Fitxers
da_dk: Filer
el_gr: Αρχεία
fa_ir: فایل ها
fi_fi: Tiedostot
he_il: קבצים
ko_kr: 파일들
nb_no: filer
sv_se: filer
tr_tr: Dosyalar
uk_ua: Файли

source: Allowed file type
ar_sa: نوع الملف المسموح به
ca_es: Tipus de fitxer permesos
da_dk: Tilladt filtype
el_gr: Επιτρεπόμενος τύπος αρχείου
fa_ir: نوع فایل مجاز
fi_fi: Sallittu tiedostotyyppi
he_il: סוג קובץ מותרת
hu_hu: Engedélyezett fájltípus
ko_kr: 허용 된 파일 형식
nb_no: Tillatt filtype
sv_se: Tillåtet filtyp
tr_tr: İzin verilen dosya türü
uk_ua: Дозволений тип файлу

source: Drop File Here
ar_sa: إسقاط الملف هنا
ca_es: Deixa anar fitxer aquí
da_dk: Drop fil her
el_gr: Πιέστε το αρχείο εδώ
fa_ir: Drop File در اینجا
fi_fi: Pudota tiedosto täältä
he_il: זרוק קובץ כאן
hu_hu: Fájl itt
ko_kr: 여기에 파일 놓기
nb_no: Slett fil her
sv_se: Släpp filen här
tr_tr: Dosyayı Buraya Bırak
uk_ua: Тут видаліть файл

source: Browse
ar_sa: تصفح
ca_es: Navegueu
da_dk: Gennemse
el_gr: Ξεφυλλίζω
fa_ir: مرور کردن
fi_fi: selailla
he_il: עיון
hu_hu: Böngésszen
ko_kr: 검색
nb_no: Søk
sv_se: Bläddra
tr_tr: Araştır
uk_ua: Огляд

source: Adding a New User
ar_sa: إضافة مستخدم جديد
ca_es: Afegir un nou usuari
da_dk: Tilføjelse af en ny bruger
el_gr: Προσθήκη Νέου Χρήστη
fa_ir: افزودن یک کاربر جدید
fi_fi: Uuden käyttäjän lisääminen
he_il: הוספת משתמש חדש
hu_hu: Új felhasználó hozzáadása
ko_kr: 새 사용자 추가
nb_no: Legger til ny bruker
sv_se: Lägger till en ny användare
tr_tr: Yeni Bir Kullanıcı Eklemek
uk_ua: Додавання нового користувача

source: User Access Level
ar_sa: مستوى وصول المستخدم
ca_es: Nivell d’accés dels usuaris
da_dk: Brugeradgangsniveau
el_gr: Επίπεδο πρόσβασης χρήστη
fa_ir: سطح دسترسی کاربر
fi_fi: Käyttäjän käyttöoikeustaso
he_il: רמת גישה למשתמש
hu_hu: Felhasználói hozzáférési szint
ko_kr: 사용자 액세스 수준
nb_no: Brukertilgangsnivå
sv_se: Användaråtkomstnivå
tr_tr: Kullanıcı Erişim Seviyesi
uk_ua: Рівень доступу користувача
