Repository: codacy-badger/amuzak
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, ca_es, da_dk, el_gr, fa_ir, fi_fi, he_il, hu_hu, ko_kr, nb_no, sv_se, tr_tr, uk_ua

source: This step creates and inserts the Ampache database, so please provide a MySQL account with database creation rights. This step may take some time on slower computers.
ar_sa: تقوم هذه الخطوة بإنشاء قاعدة بيانات Ampache وإدراجها ، لذا يرجى تزويد حساب MySQL بحقوق إنشاء قاعدة البيانات. قد تستغرق هذه الخطوة بعض الوقت على أجهزة الكمبيوتر أبطأ.
ca_es: Aquest pas crea i insereix la base de dades Ampache, així que proporcioneu un compte MySQL amb drets de creació de base de dades. Aquest pas pot trigar una mica en equips més lents.
da_dk: Dette trin opretter og indsætter Ampache-databasen, så giv venligst en MySQL-konto med rettigheder til oprettelse af databaser. Dette trin kan tage lidt tid på langsommere computere.
el_gr: Αυτό το βήμα δημιουργεί και εισάγει τη βάση δεδομένων Ampache, οπότε παρέχετε έναν λογαριασμό MySQL με δικαιώματα δημιουργίας βάσεων δεδομένων. Αυτό το βήμα μπορεί να χρειαστεί λίγο χρόνο σε πιο αργούς υπολογιστές.
fa_ir: این مرحله پایگاه داده Ampache را ایجاد و وارد می کند، بنابراین لطفا یک حساب MySQL با حقوق ایجاد پایگاه داده ایجاد کنید. این مرحله ممکن است کمی طولانی در رایانه های کندتر باشد.
fi_fi: Tämä vaihe luo ja lisää Ampache-tietokannan, joten anna MySQL-tili tietokannan luomisoikeuksilla. Tämä vaihe saattaa kestää jonkin aikaa hitaammissa tietokoneissa.
he_il: שלב זה יוצר ומכניס את מסד הנתונים של Ampache, לכן אנא ספק חשבון MySQL עם זכויות יצירת מסד נתונים. צעד זה עשוי להימשך זמן מה במחשבים איטיים יותר.
hu_hu: Ez a lépés létrehozza és beszúrja az Ampache adatbázist, ezért kérjük, adjon meg MySQL-fiókot az adatbázis-létrehozási jogokkal. Ez a lépés lassabb időt vehet igénybe a lassabb számítógépeken.
ko_kr: 이 단계는 Ampache 데이터베이스를 생성하고 삽입하기 때문에 데이터베이스 생성 권한이있는 MySQL 계정을 제공하십시오. 느린 컴퓨터에서는이 단계를 수행하는 데 약간의 시간이 걸릴 수 있습니다.
nb_no: Dette trinnet oppretter og legger inn Ampache-databasen, så vær så snill å gi en MySQL-konto med databasenes etableringsrettigheter. Dette trinnet kan ta litt tid på tregere datamaskiner.
sv_se: Detta steg skapar och sätter in Ampache-databasen, så var god ange ett MySQL-konto med databasskapningsrättigheter. Det här steget kan ta lite tid på långsammare datorer.
tr_tr: Bu adım Ampache veritabanını oluşturur ve ekler, bu nedenle lütfen veritabanı oluşturma haklarına sahip bir MySQL hesabı sağlayın. Bu adımın yavaş bilgisayarlarda biraz zaman alabilir.
uk_ua: Цей крок створює та вставляє базу даних Ampache, тому надайте обліковий запис MySQL правами на створення бази даних. Цей процес може зайняти деякий час на повільних комп'ютерах.

source: Insert Ampache Database
ar_sa: إدراج قاعدة بيانات Ampache
ca_es: Insereix una base de dades de paquets
da_dk: Indsæt Ampache Database
el_gr: Εισαγωγή βάσης δεδομένων Ampache
fa_ir: وارد کردن پایگاه داده Ampache
fi_fi: Lisää Ampache-tietokanta
he_il: הוסף מסד נתונים של Ampache
hu_hu: Helyezze be az Ampache-adatbázist
ko_kr: Ampache 데이터베이스 삽입
nb_no: Sett inn Ampache Database
sv_se: Sätt in Ampache-databasen
tr_tr: Ampache Veritabanını Ekle
uk_ua: Вставити базу даних Ampache

source: Desired Database Name
ar_sa: اسم قاعدة البيانات المطلوبة
ca_es: Nom de base de dades desitjat
da_dk: Ønsket database navn
el_gr: Όνομα επιθυμητής βάσης δεδομένων
fa_ir: نام پایگاه داده مورد نظر
fi_fi: Haluttu tietokannan nimi
he_il: שם מסד נתונים רצוי
hu_hu: Kívánt adatbázisnév
ko_kr: 원하는 데이터베이스 이름
nb_no: Ønsket databasenavn
sv_se: Önskat databasnamn
tr_tr: İstenilen Veritabanı Adı
uk_ua: Бажане ім'я бази даних

source: MySQL port (optional)
ar_sa: منفذ MySQL (اختياري)
ca_es: Port MySQL (opcional)
da_dk: MySQL-port (valgfri)
el_gr: Θύρα MySQL (προαιρετικό)
fa_ir: پورت MySQL (اختیاری)
fi_fi: MySQL-portti (valinnainen)
he_il: יציאת MySQL (אופציונלי)
hu_hu: MySQL port (opcionális)
ko_kr: MySQL 포트 (옵션)
nb_no: MySQL-port (valgfritt)
sv_se: MySQL-porten (tillval)
tr_tr: MySQL portu (isteğe bağlı)
uk_ua: Порт MySQL (необов'язково)

source: MySQL Administrative Username
ar_sa: MySQL اسم المستخدم الإداري
ca_es: Nom d'usuari administratiu de MySQL
da_dk: MySQL Administrative Brugernavn
el_gr: MySQL διαχειριστικό όνομα χρήστη
fa_ir: نام کاربری مدیریت MySQL
fi_fi: MySQL-hallinnollinen käyttäjätunnus
he_il: שם משתמש מינהלי
hu_hu: MySQL adminisztratív felhasználónév
ko_kr: MySQL 관리 사용자 이름
nb_no: MySQL Administrativt brukernavn
sv_se: MySQL administrativt användarnamn
tr_tr: MySQL Yönetici Kullanıcı Adı
uk_ua: Адміністративне ім'я MySQL

source: MySQL Administrative Password
ar_sa: الخلية كلمة السر الادارية
ca_es: Contrasenya administrativa de MySQL
el_gr: Κωδικός πρόσβασης για τη MySQL
fa_ir: رمز عبور اداری MySQL
fi_fi: MySQL-järjestelmän hallinnollinen salasana
he_il: סיסמאות מנהליות
hu_hu: MySQL adminisztratív jelszó
ko_kr: MySQL 관리 비밀번호
sv_se: MySQL administrativt lösenord
tr_tr: MySQL Yönetici Şifresi
uk_ua: Пароль адміністратора MySQL

source: Create Database
ar_sa: إنشاء قاعدة بيانات
ca_es: Crear base de dades
da_dk: Opret database
el_gr: Δημιουργία βάσης δεδομένων
fa_ir: ایجاد پایگاه داده
fi_fi: Luo tietokanta
he_il: יצירת מסד נתונים
hu_hu: Adatbázis létrehozása
ko_kr: 데이터베이스 생성
nb_no: Opprett database
sv_se: Skapa databas
tr_tr: Veritabanı yarat
uk_ua: Створити базу даних

source: Overwrite if database already exists
ar_sa: الكتابة إذا كانت قاعدة البيانات موجودة بالفعل
ca_es: Sobreescriure si la base de dades ja existeix
da_dk: Overskriv, hvis databasen allerede eksisterer
el_gr: Αντικαταστήστε εάν η βάση δεδομένων υπάρχει ήδη
fa_ir: بازنویسی اگر پایگاه داده در حال حاضر وجود دارد
fi_fi: Korvaa, jos tietokanta on jo olemassa
he_il: החלף אם מסד הנתונים כבר קיים
hu_hu: Felülírja, ha az adatbázis már létezik
ko_kr: 데이터베이스가 이미있는 경우 덮어 쓰기
nb_no: Overskriv hvis databasen allerede eksisterer
sv_se: Skriv om databasen redan finns
tr_tr: Veritabanı zaten mevcutsa üzerine yaz
uk_ua: Перезаписати, якщо база даних вже існує

source: Create Tables
ar_sa: إنشاء الجداول
ca_es: Crear taules
da_dk: Opret tabeller
el_gr: Δημιουργία πινάκων
fa_ir: ایجاد جداول
fi_fi: Luo taulukot
he_il: צור טבלאות
hu_hu: Táblázatok létrehozása
ko_kr: 표 만들기
nb_no: Opprett tabeller
sv_se: Skapa tabeller
tr_tr: Tablo Oluştur
uk_ua: Створити таблиці

source: Create Database User
ar_sa: إنشاء قاعدة بيانات المستخدم
ca_es: Crea un usuari de base de dades
da_dk: Opret database bruger
el_gr: Δημιουργία χρήστη βάσης δεδομένων
fa_ir: ایجاد کاربر پایگاه داده
fi_fi: Luo tietokannan käyttäjä
he_il: צור משתמש מסד נתונים
hu_hu: Adatbázis-felhasználó létrehozása
ko_kr: 데이터베이스 사용자 만들기
nb_no: Opprett database bruker
sv_se: Skapa databasanvändare
tr_tr: Veritabanı Kullanıcısı Oluştur
uk_ua: Створити користувача бази даних

source: Ampache Database Username
ar_sa: اسم المستخدم قاعدة بيانات Ampache
ca_es: Nom d’usuari de la base de dades d’amplada
da_dk: Ampache Database Brugernavn
el_gr: Όνομα χρήστη βάσης δεδομένων Ampache
fa_ir: نام کاربری پایگاه Ampache
fi_fi: Ampache-tietokannan käyttäjätunnus
he_il: שם משתמש מסד נתונים
hu_hu: Ampache adatbázis-felhasználónév
ko_kr: 암페어 데이터베이스 사용자 이름
nb_no: Ampache Database Brukernavn
sv_se: Ampache databas Användarnamn
tr_tr: Ampache Veritabanı Kullanıcı Adı
uk_ua: Ім'я користувача бази даних Ampache

source: Ampache Database User Password
ar_sa: كلمة مرور المستخدم قاعدة بيانات Ampache
ca_es: Contrasenya d’usuari de base de dades d’amplada
da_dk: Ampache Database Bruger Password
el_gr: Κωδικός πρόσβασης χρήστη της βάσης δεδομένων Ampache
fa_ir: رمز عبور کاربر پایگاه داده Ampache
fi_fi: Ampache-tietokannan käyttäjän salasana
he_il: משתמש סיסמה
hu_hu: Ampache adatbázis-felhasználói jelszó
ko_kr: 암페어 데이터베이스 사용자 암호
sv_se: Ampache databas användarlösenord
tr_tr: Ampache Veri Tabanı Kullanıcı Şifresi
uk_ua: Пароль користувача бази даних Ampache

source: Insert Database
ar_sa: إدراج قاعدة البيانات
ca_es: Insereix una base de dades
da_dk: Indsæt database
el_gr: Εισαγωγή βάσης δεδομένων
fa_ir: قرار دادن پایگاه داده
fi_fi: Lisää tietokanta
he_il: הוסף מסד נתונים
hu_hu: Adatbázis beszúrása
ko_kr: 데이터베이스 삽입
nb_no: Sett inn database
sv_se: Infoga databas
tr_tr: Veritabanı ekle
uk_ua: Вставити базу даних

source: Ampache Installation
ar_sa: تثبيت Ampache
ca_es: Instal·lació de l’ampache
el_gr: Εγκατάσταση Ampache
fa_ir: نصب آمپاش
fi_fi: Ampache-asennus
he_il: התקנת אמפאצ 'ה
hu_hu: Ampache telepítés
ko_kr: Ampache 설치
nb_no: Ampache Installasjon
tr_tr: Ampache Kurulumu
uk_ua: Установка Ampache

source: Choose Installation Language
ar_sa: اختر لغة التثبيت
ca_es: Trieu Idioma d’instal·lació
da_dk: Vælg installationssprog
el_gr: Επιλέξτε Γλώσσα εγκατάστασης
fa_ir: زبان نصب را انتخاب کنید
fi_fi: Valitse Asennuskieli
he_il: בחר שפת התקנה
hu_hu: Válassza a Telepítési nyelv lehetőséget
ko_kr: 설치 언어 선택
nb_no: Velg Installasjonsspråk
sv_se: Välj installationsspråk
tr_tr: Kurulum Dilini Seçin
uk_ua: Виберіть мову встановлення

source: Start configuration
ar_sa: بدء التكوين
ca_es: Inicia la configuració
da_dk: Start konfiguration
el_gr: Ξεκινήστε τη διαμόρφωση
fa_ir: شروع به پیکربندی
fi_fi: Aloita kokoonpano
he_il: התחל תצורה
hu_hu: A konfiguráció elindítása
ko_kr: 구성 시작
nb_no: Start konfigurasjonen
sv_se: Starta konfigurationen
tr_tr: Yapılandırmayı başlat
uk_ua: Почати налаштування

source: %s IP History
ar_sa: %s محفوظات IP
ca_es: %s IP històric
el_gr: %s Ιστορικό IP
fa_ir: تاریخچه IP %s
fi_fi: %s IP-historia
he_il: %s היסטוריית IP
hu_hu: %s IP Történet
ko_kr: %s IP 기록
nb_no: %s IP Historikk
sv_se: IP-historik för %s
tr_tr: %s IP Geçmişi
uk_ua: %s Історія IP

source: Show Unique
ar_sa: تظهر فريدة من نوعها
ca_es: Mostra unics
da_dk: Vis unik
el_gr: Δείξε Μοναδική
fa_ir: نمایش منحصر به فرد
fi_fi: Näytä ainutlaatuinen
he_il: הצג ייחודי
hu_hu: Egyedi megjelenítése
ko_kr: 고유 한 항목 표시
nb_no: Vis unike
sv_se: Visa unika
tr_tr: Benzersiz Göster
uk_ua: Показати унікальний

source: Show All
ar_sa: عرض الكل
ca_es: Mostra-ho tot
da_dk: Vis alt
el_gr: Δείξτα όλα
fa_ir: نمایش همه‌
fi_fi: Näytä kaikki
he_il: הצג הכול
hu_hu: Mutasd az összeset
ko_kr: 모두 보이기
nb_no: Vis alle
sv_se: Visa alla
tr_tr: Hepsini Göster ↓
uk_ua: Показати все

source: IP Address
ar_sa: عنوان IP
ca_es: Adreça IP
da_dk: IP-adresse
el_gr: Διεύθυνση IP
fa_ir: نشانی آیپی
fi_fi: IP-osoite
he_il: כתובת ה - IP
hu_hu: IP-cím
ko_kr: IP 주소
nb_no: IP Adresse
sv_se: IP-adress
tr_tr: IP adresi
uk_ua: IP-адреса

source: Send e-mail
ar_sa: ارسل بريد الكتروني
ca_es: Enviar correu
el_gr: Να στείλετε e-mail
fa_ir: ایمیل بفرست
fi_fi: Lähettää sähköpostia
he_il: שלח אימייל
hu_hu: Küldjön e-mailt
ko_kr: 이메일을 보내
nb_no: Send e-post
sv_se: Skicka epost
tr_tr: Eposta gönder
uk_ua: Відправити лист

source: Label edit
ar_sa: تعديل التسمية
ca_es: Edició d’etiquetes
da_dk: Etiket redigering
el_gr: Επεξεργασία ετικετών
fa_ir: ویرایش برچسب
fi_fi: Tarran muokkaus
he_il: עריכת תווית
hu_hu: Címke szerkesztése
ko_kr: 라벨 편집
nb_no: Etikett redigering
sv_se: Etikettredigering
tr_tr: Etiket düzenleme
uk_ua: Редагування мітки

source: Edit Label
ar_sa: تحرير التسمية
ca_es: Edita l'etiqueta
da_dk: Rediger label
el_gr: Επεξεργασία ετικέτας
fa_ir: ویرایش برچسب
fi_fi: Muokkaa tarraa
he_il: ערוך תווית
hu_hu: Címke szerkesztése
ko_kr: 라벨 수정
nb_no: Rediger etikett
sv_se: Redigera etikett
tr_tr: Etiketi Düzenle
uk_ua: Редагувати мітку

source: Create a new label
ar_sa: إنشاء تسمية جديدة
ca_es: Creeu una etiqueta nova
da_dk: Opret en ny etiket
el_gr: Δημιουργήστε μια νέα ετικέτα
fa_ir: یک برچسب جدید ایجاد کنید
fi_fi: Luo uusi tunniste
he_il: צור תווית חדשה
hu_hu: Hozzon létre egy új címkét
ko_kr: 새 라벨 만들기
nb_no: Lag en ny etikett
sv_se: Skapa en ny etikett
tr_tr: Yeni bir etiket oluştur
uk_ua: Створіть нову мітку

source: No label found
ar_sa: لم يتم العثور على التصنيف
ca_es: No s’ha trobat cap etiqueta
da_dk: Ingen etiket fundet
el_gr: Δεν βρέθηκε ετικέτα
fa_ir: برچسب یافت نشد
fi_fi: Merkintä ei löytynyt
he_il: לא נמצאה תווית
hu_hu: Nincs címke
ko_kr: 라벨을 찾을 수 없음
nb_no: Ingen etikett funnet
sv_se: Ingen etikett hittades
tr_tr: Etiket bulunamadı
uk_ua: Мітку не знайдено

source: Details
ar_sa: تفاصيل
ca_es: Detalls
da_dk: detaljer
el_gr: Λεπτομέρειες
fa_ir: جزئیات
fi_fi: Yksityiskohdat
he_il: פרטים
hu_hu: Részletek
ko_kr: 세부
nb_no: Detaljer
sv_se: Detaljer
tr_tr: ayrıntılar
uk_ua: Деталі

source: Play live stream
ar_sa: لعب البث المباشر
ca_es: Reprodueix la transmissió en directe
da_dk: Afspil live stream
el_gr: Παίξτε ζωντανή ροή
fa_ir: پخش زنده
fi_fi: Toista suoratoisto
he_il: הפעל שידור חי
hu_hu: Játssz élő közvetítést
ko_kr: 실시간 스트림 재생
nb_no: Spill live stream
sv_se: Spela live stream
tr_tr: Canlı akışı oynat
uk_ua: Слухати прямий ефір

source: Live Stream edit
ar_sa: ستريم لايف تحرير
ca_es: Edició en directe
el_gr: Επεξεργασία ζωντανής ροής
fa_ir: جریان مستقیم جریان
fi_fi: Live Stream -muokkaus
he_il: עריכת זרם חי
hu_hu: Élő adatfolyam szerkesztése
ko_kr: 라이브 스트림 편집
sv_se: Live Stream redigera
tr_tr: Canlı Akış düzenlemesi
uk_ua: Редагування потоку в прямому ефірі

source: Manage Radio Stations
ar_sa: إدارة محطات الراديو
ca_es: Gestiona les estacions de ràdio
da_dk: Administrer radiostationer
el_gr: Διαχείριση ραδιοφωνικών σταθμών
fa_ir: مدیریت ایستگاه های رادیویی
fi_fi: Hallitse radioasemia
he_il: ניהול תחנות רדיו
hu_hu: Rádióállomások kezelése
ko_kr: 라디오 방송국 관리
nb_no: Administrer radiostasjoner
sv_se: Hantera radiostationer
tr_tr: Radyo İstasyonlarını Yönet
uk_ua: Керуйте радіостанціями

source: No live stream found
ar_sa: لم يتم العثور على دفق مباشر
ca_es: No s’ha trobat cap transmissió en directe
da_dk: Ingen live stream fundet
el_gr: Δεν βρέθηκε ζωντανό ρεύμα
fa_ir: هیچ جریان زندگی یافت نشد
fi_fi: Ei suoraa lähetystä
he_il: לא נמצא זרם חי
hu_hu: Nincs élő közvetítés
ko_kr: 실시간 스트림을 찾을 수 없습니다.
nb_no: Ingen live stream funnet
sv_se: Ingen direkt ström hittades
tr_tr: Canlı yayın bulunamadı
uk_ua: Не знайдено жодного потоку

source: Add Localplay Instance
ca_es: Afegeix una instància de localització
el_gr: Προσθήκη διαλόγου Localplay
fa_ir: Instance Localplay را اضافه کنید
hu_hu: Localplay példány hozzáadása
ko_kr: 로컬 플레이 인스턴스 추가
sv_se: Lägg till Localplay Instance
tr_tr: Localplay Örneği Ekleme
uk_ua: Додати екземпляр локальної гри

source: Add Instance
ca_es: Afegeix instància
el_gr: Προσθήκη στιγμιότυπου
fa_ir: افزودن نمونه
hu_hu: Példány hozzáadása
ko_kr: 인스턴스 추가
sv_se: Lägg till instans
tr_tr: Örnek ekle
uk_ua: Додати екземпляр

source: Previous
ca_es: Anterior
el_gr: Προηγούμενος
fa_ir: قبلی
hu_hu: Előző
ko_kr: 너무 이른
sv_se: Tidigare
tr_tr: Önceki
uk_ua: Попередній

source: Stop
el_gr: Να σταματήσει
fa_ir: متوقف کردن
hu_hu: Állj meg
ko_kr: 중지
sv_se: Sluta
tr_tr: durdurmak
uk_ua: Стій

source: Pause
ca_es: Pausa
el_gr: Παύση
fa_ir: مکث
hu_hu: Szünet
ko_kr: 중지
sv_se: Paus
tr_tr: Duraklat
uk_ua: Пауза

source: Edit Localplay Instance
ca_es: Editeu la instància de joc local
el_gr: Επεξεργασία στιγμιότυπου Localplay
fa_ir: ویرایش Instance Localplay
hu_hu: A Localplay példány szerkesztése
ko_kr: 로컬 플레이 인스턴스 편집
sv_se: Redigera Localplay Instance
tr_tr: Yerel Oyun Örneğini Düzenle
uk_ua: Редагувати примірник локальної гри

source: Update Instance
ca_es: Instància d’actualització
el_gr: Ενημέρωση παραμέτρου
fa_ir: به روز رسانی نمونه
hu_hu: Frissítési példány
ko_kr: 인스턴스 업데이트
sv_se: Uppdateringsförekomst
tr_tr: Güncelleme Örneği
uk_ua: Оновити екземпляр

source: Show Localplay Instances
ca_es: Mostra instàncies de joc local
el_gr: Εμφάνιση στιγμιότυπων Localplay
fa_ir: نمایش موارد Localplay
hu_hu: A Localplay példányok megjelenítése
sv_se: Visa Localplay Instances
tr_tr: Yerel Oyun Örneklerini Göster
uk_ua: Показати приклади локальної гри

source: Edit Instance
ca_es: Edita la instància
el_gr: Επεξεργασία συμβάντος
fa_ir: ویرایش مورد
hu_hu: Példány szerkesztése
ko_kr: 인스턴스 편집
sv_se: Redigera instans
tr_tr: Örneği Düzenle
uk_ua: Редагувати екземпляр

source: Localplay Control
ca_es: Control de localització
el_gr: Έλεγχος Localplay
fa_ir: کنترل Localplay
hu_hu: Localplay vezérlés
ko_kr: 로컬 플레이 제어
tr_tr: Yerel Oyun Kontrolü
uk_ua: Керування локальним відтворенням

source: Mute
ca_es: Silenci
el_gr: Βουβός
fa_ir: بی صدا
hu_hu: Néma
ko_kr: 묵자
sv_se: Stum
tr_tr: Sessiz

source: Decrease Volume
ca_es: Disminueix el volum
el_gr: Μείωση έντασης ήχου
fa_ir: کاهش حجم
hu_hu: Csökkentse a hangerőt
ko_kr: 볼륨 감소
sv_se: Minska volymen
tr_tr: Sesi Azalt
uk_ua: Зменшити гучність

source: Increase Volume
ca_es: Augmenteu el volum
el_gr: Αύξηση έντασης
fa_ir: افزایش حجم
hu_hu: Növelje a hangerőt
ko_kr: 볼륨 높이기
sv_se: Öka volymen
tr_tr: Sesi arttır
uk_ua: Збільшення гучності

source: Volume
ca_es: Volum
el_gr: Ενταση ΗΧΟΥ
fa_ir: جلد
hu_hu: Hangerő
ko_kr: 음량
sv_se: Volym
tr_tr: hacim
uk_ua: Обсяг

source: Repeat
ca_es: Repetiu
el_gr: Επαναλαμβάνω
fa_ir: تکرار
hu_hu: Ismétlés
ko_kr: 반복
sv_se: Upprepa
tr_tr: Tekrar et
uk_ua: Повторіть

source: Remember Me
ar_sa: تذكرنى
ca_es: Recorda'm
da_dk: Husk mig
el_gr: Να με θυμάσαι
fa_ir: مرا به خاطر بسپار
fi_fi: Muista minut
he_il: זכור אותי
hu_hu: Emlékezz rám
ko_kr: 날 기억해
nb_no: Husk meg
sv_se: Kom ihåg mig
tr_tr: Beni Hatırla
uk_ua: Пам'ятай мене

source: Lost password
ar_sa: كلمة مرور مفقودة
ca_es: Contrasenya perduda
da_dk: Glemt kodeord
el_gr: Χαμένος κωδικός
fa_ir: رمز فراموش شده
fi_fi: Kadonnut Salasana
he_il: סיסמה אבודה
hu_hu: Elfelejtett jelszó
ko_kr: 비밀번호 분실
nb_no: Mistet Passord
sv_se: Glömt lösenord
tr_tr: Kayıp Şifre
uk_ua: Втрачений Пароль

source: Message of the Day
ar_sa: رسالة اليوم
ca_es: Missatge del dia
da_dk: Meddelelse om dagen
el_gr: Μήνυμα της Ημέρας
fa_ir: پیام روز
fi_fi: Päivän viesti
he_il: הודעה של היום
hu_hu: A Nap üzenete
ko_kr: 오늘의 메시지
nb_no: Dagens beskjed
sv_se: Dagens meddelande
tr_tr: Günün mesajı
uk_ua: Повідомлення дня

source: Submit
ar_sa: خضع
ca_es: Enviar
da_dk: Indsend
el_gr: υποβάλλουν
fa_ir: ارسال
fi_fi: Lähetä
he_il: שלח
hu_hu: beküldése
ko_kr: 제출
nb_no: Sende inn
sv_se: Lämna
tr_tr: Gönder
uk_ua: Надіслати

source: No lyrics found.
ar_sa: لم يتم العثور على كلمات.
ca_es: No s’ha trobat cap lletra.
da_dk: Ingen tekster fundet.
el_gr: Δεν βρέθηκαν στίχοι.
fa_ir: بدون شعر یافت نشد
fi_fi: Lyrics ei löytynyt.
he_il: לא נמצאו מילים לשיר.
hu_hu: Nem található dalszöveg.
ko_kr: 가사를 찾지 못했습니다.
nb_no: Ingen tekst funnet.
sv_se: Inga låttexter hittade.
tr_tr: Şarkı sözü bulunamadı.
uk_ua: Не знайдено ні слова.

source: Show more
ar_sa: أظهر المزيد
ca_es: Mostra més
da_dk: Vis mere
el_gr: Δείτε περισσότερα
fa_ir: بیشتر نشان بده، اطلاعات بیشتر
fi_fi: Näytä lisää
he_il: להראות יותר
hu_hu: Mutass többet
ko_kr: 자세히보기
nb_no: Vis mer
sv_se: Visa mer
tr_tr: Daha fazla göster
uk_ua: Показати більше

source: Send E-mail to Users
ar_sa: إرسال البريد الإلكتروني للمستخدمين
ca_es: Envia un e-mail als usuaris
da_dk: Send e-mail til brugere
el_gr: Στείλε mail στους χρήστες
fa_ir: فرستادن ایمیل به کاربران
fi_fi: Lähetä sähköpostiviesti käyttäjille
he_il: שלח דואר אלקטרוני למשתמשים
hu_hu: E-mail küldése a felhasználóknak
ko_kr: 사용자에게 전자 메일 보내기
nb_no: Send epost til brukere
sv_se: Skicka e-post till användarna
tr_tr: Kullanıcılara E-posta Gönder
uk_ua: Надіслати електронну пошту користувачам

source: Mail to
ar_sa: البريد إلى
ca_es: E-mail a
da_dk: Mail til
el_gr: Mail στον
fa_ir: ایمیل به
fi_fi: Lähetä osoitteeseen
he_il: שלח אל
hu_hu: Küldje el
ko_kr: 님에게 메일
nb_no: Epost til
sv_se: Skicka till
tr_tr: Adresine postala
uk_ua: Надішліть листа на адресу

source: Inactive Users
ar_sa: المستخدمين غير العاملين
ca_es: Usuaris inactius
da_dk: Inaktive brugere
el_gr: Ανενεργοί Χρήστες
fa_ir: کاربران غیر فعال
fi_fi: Ei-aktiiviset käyttäjät
he_il: משתמשים לא פעילים
hu_hu: Inaktív felhasználók
ko_kr: 비활성 사용자
nb_no: Inaktive brukere
sv_se: Inaktiva användare
tr_tr: Aktif Olmayan Kullanıcılar
uk_ua: Неактивні користувачі

source: From
ar_sa: من عند
ca_es: De
da_dk: Fra
el_gr: Από
fa_ir: از جانب
fi_fi: alkaen
he_il: מ
hu_hu: Tól től
ko_kr: 에서
nb_no: Fra
sv_se: Från
tr_tr: itibaren
uk_ua: Від

source: Yourself
ar_sa: نفسك
ca_es: Tu mateix
da_dk: Dig selv
el_gr: Σύ ο ίδιος
fa_ir: خودت
fi_fi: Sinä itse
he_il: בעצמך
hu_hu: Saját magad
ko_kr: 당신 자신
nb_no: Deg selv
sv_se: Själv
tr_tr: Kendin
uk_ua: Себе

source: Send Mail
ar_sa: ارسل بريد
ca_es: Enviar e-mail
el_gr: Στείλε mail
fa_ir: ارسال پست الکترونیکی
fi_fi: Lähetä postia
he_il: שלח מייל
hu_hu: Levél küldés
ko_kr: 메일을 보내다
nb_no: Send epost
sv_se: Skicka e-post
tr_tr: Posta göndermek
uk_ua: Надіслати пошту

source: Show Catalogs
ar_sa: عرض كتالوجات
ca_es: Mostra els catàlegs
da_dk: Vis kataloger
el_gr: Δείξε Καταλόγους
fa_ir: نمایش مجموعه ها
fi_fi: Näytä luettelot
he_il: הצג קטלוגים
hu_hu: Katalógusok megjelenítése
ko_kr: 카탈로그보기
nb_no: Vis kataloger
sv_se: Visa kataloger
tr_tr: Katalogları Göster
uk_ua: Показати каталоги

source: Gather All Art
ar_sa: جمع كل الفن
ca_es: Aconseguir totes les portades
da_dk: Saml alle kunst
el_gr: Συγκέντρωση όλων των εξωφύλλων
fa_ir: جمع آوری تمام تصاویر
fi_fi: Kerää kaikki Art
he_il: לאסוף את כל האמנות
hu_hu: Gyűjtsd össze az összes művészetet
ko_kr: 모든 미술 수집
nb_no: Samle alle bilder
sv_se: Samla in alla albumomslag
tr_tr: Tüm Sanatı Topla
uk_ua: Зібрати все мистецтво

source: Show disabled songs
ar_sa: عرض الأغاني المعطلة
ca_es: Mostra les cançons desactivades
da_dk: Vis deaktiverede sange
el_gr: Εμφάνιση τραγουδιών με απενεργοποίηση
fa_ir: نمایش آهنگ های غیر مجاز
fi_fi: Näytä poistetut kappaleet
he_il: הצג שירים מושבתים
hu_hu: Letiltott dalok megjelenítése
ko_kr: 사용 중지 된 노래 표시
nb_no: Vis deaktiverte sanger
sv_se: Visa inaktiverade låtar
tr_tr: Engelli şarkıları göster
uk_ua: Показати пісні з відхиленими функціями

source: Add to All
ar_sa: أضف إلى الكل
ca_es: Afegeix a tot
da_dk: Tilføj til alle
el_gr: Προσθήκη σε όλους
fa_ir: اضافه کردن به همه
fi_fi: Lisää kaikille
he_il: הוסף לכול
hu_hu: Hozzáadás az összeshez
ko_kr: 모두에 추가
nb_no: Legg til alle
sv_se: Lägg till i Alla
tr_tr: Tümünü ekle
uk_ua: Додати до всіх

source: Verify All
ar_sa: تحقق من الكل
ca_es: Verifica-ho tot
da_dk: Bekræft alle
el_gr: Επικύρωση όλων
fa_ir: بازبینی همه
fi_fi: Tarkista kaikki
he_il: אמת את הכל
hu_hu: Ellenőrizze az összeset
ko_kr: 모두 확인
nb_no: Verifiser alle
sv_se: Verifiera alla
tr_tr: Tümünü Doğrula
uk_ua: Перевірте всі

source: Clean All
ar_sa: نظف كل شيء
ca_es: Esborra-ho tot
da_dk: Rens alle
el_gr: Καθαρισμός όλων
fa_ir: پاکسازی همه
fi_fi: Puhdista kaikki
he_il: לנקות הכל
hu_hu: Tiszta minden
ko_kr: 모두 지우기
nb_no: Rensk alle
sv_se: Töm allt
tr_tr: Hepsini temizle
uk_ua: Очистити все

source: Update All
ar_sa: تحديث الجميع
ca_es: Actualitza-ho tot
da_dk: Opdater alle
el_gr: Ενημέρωση όλων
fa_ir: به روز رسانی همه
fi_fi: Päivitä kaikki
he_il: עדכן הכל
hu_hu: Mindent frissíteni
ko_kr: 모두 업데이트
nb_no: Oppdater alle
sv_se: Uppdatera alla
tr_tr: Tümünü Güncelle
uk_ua: Оновити все

source: Add from [%s]
ar_sa: إضافة من [%s]
ca_es: Afegeix de [%s]
da_dk: Tilføj fra [%s]
el_gr: Προσθήκη από [%s]
fa_ir: اضافه کردن از [%s]
fi_fi: Lisää [%s]
he_il: הוסף מ [%s]
hu_hu: Hozzáadás a [%s]
ko_kr: [%s]에서 추가
nb_no: Legg til fra [%s]
sv_se: Lägg till från [%s]
tr_tr: [%s] öğesinden ekleyin
uk_ua: Додати з [%s]

source: Update from [%s]
ar_sa: تحديث من [%s]
ca_es: Actualització de [%s]
da_dk: Opdatering fra [%s]
el_gr: Ενημέρωση από [%s]
fa_ir: بهروزرسانی از [%s]
fi_fi: Päivitä osoitteesta [%s]
he_il: עדכון מ [%s]
hu_hu: Frissítés a következőtől: [%s]
ko_kr: [%s]에서 업데이트
nb_no: Oppdatering fra [%s]
sv_se: Uppdatering från [%s]
tr_tr: [%s] içinden güncelleme
uk_ua: Оновлення з [%s]

source: Manage Democratic Playlists
ar_sa: إدارة قوائم التشغيل الديمقراطية
ca_es: Gestioneu les llistes de reproducció democràtiques
da_dk: Administrer demokratiske playlister
el_gr: Διαχειριστείτε δημοφιλή λίστες αναπαραγωγής
fa_ir: مدیریت لیست پخش دموکراتیک
fi_fi: Hallitse demokraattisia soittolistoja
he_il: נהל פלייליסטים דמוקרטיים
hu_hu: Demokratikus lejátszási listák kezelése
ko_kr: 민주적 인 재생 목록 관리
nb_no: Behandle demokratiske spillelister
sv_se: Hantera demokratiska spellistor
tr_tr: Demokratik Oynatma Listelerini Yönet
uk_ua: Керуйте демократичними списками відтворення
