Repository: codacy-badger/amuzak
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, ca_es, da_dk, el_gr, fa_ir, fi_fi, he_il, hu_hu, ko_kr, nb_no, sv_se, tr_tr, uk_ua

source: Invalid URL must be http:// or https://
ar_sa: يجب أن يكون عنوان URL غير صحيح هو http: // أو https: //
ca_es: L’URL no vàlid ha de ser http: // o https: //
da_dk: Ugyldig webadresse skal være http: // eller https: //
el_gr: Η μη έγκυρη διεύθυνση URL πρέπει να είναι http: // ή https: //
fa_ir: URL نامعتبر باید http: // یا https: // باشد
fi_fi: Virheellisen URL-osoitteen on oltava http: // tai https: //
he_il: כתובת אתר לא חוקית חייבת להיות http: // או https: //
hu_hu: Érvénytelen URL-nek http: // vagy https: //
ko_kr: 잘못된 URL은 http : // 또는 https : //이어야합니다.
nb_no: Ugyldig nettadresse må være http: // eller https: //
sv_se: Ogiltig webbadress måste vara http: // eller https: //
tr_tr: Geçersiz URL http: // veya https: // olmalıdır
uk_ua: Недійсна URL-адреса має бути http: // або https: //

source: Codec (eg. MP3, OGG...) Required
ar_sa: برنامج الترميز (على سبيل المثال ، MP3 ، OGG ...) مطلوب
ca_es: Codec (per exemple, MP3, OGG ...) Obligatori
da_dk: Codec (f.eks. MP3, OGG ...) Påkrævet
el_gr: Κωδικοποιητής (π.χ. MP3, OGG ...) Απαιτείται
fa_ir: کدک (به عنوان مثال MP3، OGG ...) مورد نیاز است
fi_fi: Codec (esim. MP3, OGG ...) Pakollinen
he_il: Codec (למשל MP3, OGG ...) חובה
hu_hu: Codec (pl. MP3, OGG ...) Kötelező
ko_kr: 코덱 (예 : MP3, OGG ...) 필수
nb_no: Codec (f.eks. MP3, OGG ...) Påkrevd
sv_se: Codec (t.ex. MP3, OGG ...) krävs
tr_tr: Codec (örn. MP3, OGG ...) Gerekli
uk_ua: Обов'язковий кодек (наприклад, MP3, OGG ...)

source: Invalid Catalog
ar_sa: كتالوج غير صالح
ca_es: Catàleg no vàlid
da_dk: Ugyldig katalog
el_gr: Μη έγκυρος κατάλογος
fa_ir: کاتالوگ نامعتبر
fi_fi: Virheellinen luettelo
he_il: קטלוג לא חוקי
hu_hu: Érvénytelen katalógus
ko_kr: 카탈로그가 잘못되었습니다.
nb_no: Ugyldig katalog
sv_se: Ogiltig katalog
tr_tr: Geçersiz Katalog
uk_ua: Недійсний каталог

source: Stopped
ca_es: Aturat
el_gr: Σταμάτησε
fa_ir: متوقف شد
hu_hu: megállt
ko_kr: 중지됨
sv_se: stoppad
tr_tr: Durduruldu
uk_ua: Зупинено

source: Paused
ca_es: Pausa
el_gr: Παύση
fa_ir: متوقف شد
hu_hu: Szünetel
ko_kr: 일시 중지됨
sv_se: pausad
tr_tr: Durduruldu
uk_ua: Призупинено

source: Unknown
ar_sa: غير معروف
ca_es: Desconegut
da_dk: Ukendt
el_gr: Αγνωστος
fa_ir: ناشناس
fi_fi: Tuntematon
he_il: לא ידוע
hu_hu: Ismeretlen
ko_kr: 알 수 없는
nb_no: Ukjent
sv_se: Okänd
tr_tr: Bilinmeyen
uk_ua: Невідомо

source: Private
ar_sa: نشر
ca_es: Privat
da_dk: Privat
el_gr: Ιδιωτικός
fa_ir: خصوصی
fi_fi: yksityinen
he_il: פרטי
hu_hu: Magán
ko_kr: 은밀한
nb_no: Privat
sv_se: Privat
tr_tr: Özel
uk_ua: Приватний

source: Podcast
ar_sa: تدوين صوتي
fa_ir: پادکست
ko_kr: 팟 캐스트
uk_ua: Подкаст

source: Wrong feed url
ar_sa: عنوان تغذية خاطئ
ca_es: URL de contingut incorrecta
da_dk: Forkert feed url
el_gr: Λάθος διεύθυνση URL feed
fa_ir: آدرس خوراک اشتباه
fi_fi: Virheellinen syötteen URL-osoite
he_il: כתובת אתר של עדכון שגוי
hu_hu: Helytelen feed-URL
ko_kr: 잘못된 피드 URL
nb_no: Feil feed-URL
sv_se: Fel feed-url
tr_tr: Yanlış besleme url'si
uk_ua: Неправильна URL-адреса каналу

source: Target catalog required
ar_sa: كتالوج الهدف المطلوبة
ca_es: Cal fer el catàleg d’orientació
da_dk: Målkatalog kræves
el_gr: Απαιτείται κατάλογος στόχων
fa_ir: کاتالوگ مورد نیاز
fi_fi: Kohdekartta vaaditaan
he_il: קטלוג היעד נדרש
hu_hu: A célkatalógus szükséges
ko_kr: 대상 카탈로그 필요
nb_no: Målkatalog kreves
sv_se: Målkatalog krävs
tr_tr: Hedef katalog gerekli
uk_ua: Потрібний каталог націлювання

source: Wrong target catalog type
ar_sa: نوع كتالوج الهدف غير صحيح
ca_es: Tipus de catàleg objectiu incorrecte
da_dk: Forkert målkatalogtype
el_gr: Λανθασμένος τύπος καταλόγου στόχων
fa_ir: نوع کاتالوگ نادرست
fi_fi: Virheellinen kohdetyyppityyppi
he_il: סוג קטלוג יעד שגוי
hu_hu: Helytelen célkatalógus típus
ko_kr: 잘못된 대상 카탈로그 유형
nb_no: Feil målkatalogtype
sv_se: Fel målkatalogtyp
tr_tr: Yanlış hedef katalog türü
uk_ua: Неправильний тип цільового каталогу

source: Cannot access the feed.
ar_sa: لا يمكن الوصول إلى الخلاصة.
ca_es: No es pot accedir al canal d'informació.
da_dk: Kan ikke få adgang til feedet.
el_gr: Δεν είναι δυνατή η πρόσβαση στη ροή δεδομένων.
fa_ir: می توانید به فید دسترسی پیدا کنید
fi_fi: Syötteeseen ei pääse.
he_il: לא ניתן לגשת לעדכון.
hu_hu: Nem érhető el a feed.
ko_kr: 피드에 액세스 할 수 없습니다.
nb_no: Kan ikke få tilgang til feedet.
sv_se: Kan inte komma åt flödet.
tr_tr: Yayına erişilemiyor.
uk_ua: Неможливо отримати доступ до каналу.

source: Cannot read the feed.
ar_sa: لا يمكن قراءة الخلاصة.
ca_es: No es pot llegir el canal d'informació.
da_dk: Kan ikke læse feedet.
el_gr: Δεν είναι δυνατή η ανάγνωση της ροής.
fa_ir: فید را نمی توان خواند
fi_fi: Syötettä ei voi lukea.
he_il: לא ניתן לקרוא את העדכון.
hu_hu: Nem olvasható a feed.
ko_kr: 피드를 읽을 수 없습니다.
nb_no: Kan ikke lese feedet.
sv_se: Kan inte läsa flödet.
tr_tr: Yayın okunamıyor.
uk_ua: Не вдається прочитати канал.

source: Title
ar_sa: عنوان
ca_es: Títol
da_dk: Titel
el_gr: Τίτλος
fa_ir: عنوان
fi_fi: otsikko
he_il: כותרת
hu_hu: Cím
ko_kr: 표제
nb_no: Tittel
sv_se: Titel
tr_tr: Başlık
uk_ua: Назва

source: Error: Subject Required
ar_sa: خطأ: الموضوع مطلوب
ca_es: Error: tema necessari
da_dk: Fejl: Emne kræves
el_gr: Σφάλμα: Απαιτείται θέμα
fa_ir: خطا: موضوع مورد نیاز است
fi_fi: Virhe: aihe vaaditaan
he_il: שגיאה: נושא נדרש
hu_hu: Hiba: Szükséges
ko_kr: 오류 : 제목 필요
nb_no: Feil: Emne påkrevd
sv_se: Fel: Ämne krävs
tr_tr: Hata: Konu Gerekli
uk_ua: Помилка: обов'язкова тема

source: Error: Unknown user
ar_sa: خطأ: مستخدم غير معروف
ca_es: Error: un usuari desconegut
da_dk: Fejl: Ukendt bruger
el_gr: Σφάλμα: Άγνωστος χρήστης
fa_ir: خطا: کاربر ناشناخته
fi_fi: Virhe: Tuntematon käyttäjä
he_il: שגיאה: משתמש לא ידוע
hu_hu: Hiba: Ismeretlen felhasználó
ko_kr: 오류 : 알 수없는 사용자
nb_no: Feil: Ukjent bruker
sv_se: Fel: Okänd användare
tr_tr: Hata: Bilinmeyen kullanıcı
uk_ua: Помилка: Невідомий користувач

source: Private Message
ar_sa: رسالة خاصة
ca_es: Missatge privat
da_dk: Privat besked
el_gr: Ιδιωτικό μήνυμα
fa_ir: پیام خصوصی
fi_fi: Yksityinen viesti
he_il: הודעה פרטית
hu_hu: Privát üzenet
ko_kr: 사신
nb_no: Privat melding
sv_se: Privatmeddelande
tr_tr: Özel mesaj
uk_ua: Особисте повідомлення

source: You just received a new private message from %s. ---------------------- %s ---------------------- %s
ar_sa: لقد تلقيت للتو رسالة خاصة جديدة من %s. ---------------------- %s ---------------------- %s
ca_es: Acabes de rebre un nou missatge privat de %s. ---------------------- %s ---------------------- %s
da_dk: Du har lige modtaget en ny privat besked fra %s. ---------------------- %s ---------------------- %s
el_gr: Μόλις λάβατε ένα νέο ιδιωτικό μήνυμα από το %s. ---------------------- %s ---------------------- %s
fa_ir: شما فقط یک پیام خصوصی جدید از %s دریافت کردید. ---------------------- %s ---------------------- %s
fi_fi: Sait juuri uuden yksityisen viestin osoitteesta %s. ---------------------- %s ---------------------- %s
he_il: קיבלת הודעה פרטית חדשה מ- %s. -------------- %s -------------- %s
hu_hu: Éppen kapott egy új privát üzenetet a %s-től. ---------------------- %s ---------------------- %s
ko_kr: %s에서 새 비공개 메시지를 방금 받았습니다. ---------------------- %s ---------------------- %s
nb_no: Du har nettopp fått en ny privat melding fra %s. ---------------------- %s ---------------------- %s
sv_se: Du har precis fått ett nytt privat meddelande från %s. ---------------------- %s ---------------------- %s
tr_tr: %s'den yeni bir özel mesaj aldınız. ---------------------- %s ---------------------- %s
uk_ua: Ви тільки що отримали нове приватне повідомлення від %s. ---------------------- %s ---------------------- %s

source: Browse not found or expired, try reloading the page
ar_sa: تصفح غير موجود أو منتهي الصلاحية ، حاول إعادة تحميل الصفحة
ca_es: No s’ha trobat la cerca o ha caducat, intenteu tornar a carregar la pàgina
da_dk: Gennemse ikke fundet eller udløbet, prøv at genindlæse siden
el_gr: Η αναζήτηση δεν βρέθηκε ή έληξε, δοκιμάστε να φορτώσετε ξανά τη σελίδα
fa_ir: مرور یافت نشد یا منقضی شده است، سعی کنید مجدد صفحه را بارگیری کنید
fi_fi: Selaa ei löytynyt tai vanhentunut, yritä ladata sivu uudelleen
he_il: עיון לא נמצא או פג, נסה לטעון מחדש את הדף
hu_hu: Böngészés nem található vagy lejárt, próbálja meg újra betölteni az oldalt
ko_kr: 찾아보기가 없거나 만료되었습니다. 페이지를 다시로드하십시오.
nb_no: Bla ikke funnet eller utløpt, prøv å laste siden på nytt
sv_se: Bläddra inte hittad eller utgått, försök ladda om sidan
tr_tr: Bulunamadı veya süresi dolmuş göz atın, sayfayı yeniden yüklemeyi deneyin
uk_ua: Огляд не знайдено або минув, спробуйте перезавантажити сторінку

source: New User Registration at %s
ar_sa: تسجيل مستخدم جديد في %s
ca_es: Nou usuari registrat a %s
da_dk: Ny brugerregistrering på %s
el_gr: Εγγραφή νέου χρήστη στο %s
fa_ir: ثبت نام کاربر جدید در %s
fi_fi: Uusi käyttäjärekisteröinti osoitteessa %s
he_il: רישום משתמש חדש ב %s
hu_hu: Új felhasználó regisztráció a %s-nél
ko_kr: 새 사용자 등록 (%s)
nb_no: Ny brukerregistrering på %s
sv_se: Registrering av ny användare i %s
tr_tr: %s’de Yeni Kullanıcı Kaydı
uk_ua: Реєстрація нового користувача на сайті %s

source: Thank you for registering Please keep this e-mail for your records. Your account information is as follows: ---------------------- Username: %s ---------------------- Your account is currently inactive. You cannot use it until you've visited the following link: %s Thank you for registering
ar_sa: شكرا لتسجيلك يرجى الاحتفاظ بهذا البريد الإلكتروني لسجلاتك. معلومات حسابك هي كما يلي: ---------------------- اسم المستخدم: %s ---------------------- حسابك غير نشط حاليًا. لا يمكنك استخدامه حتى تقوم بزيارة الرابط التالي: %s شكرا لتسجيلك
ca_es: Gràcies per registrar-vos Si us plau, guarda aquest correu electrònic per als seus registres. La informació del vostre compte és la següent: ---------------------- Nom d'usuari: %s ---------------------- El vostre compte està actualment inactiu. No la podeu utilitzar fins que no hàgiu visitat l’enllaç següent: %s Gràcies per registrar-vos
da_dk: Tak for at registrere dig Venligst hold denne e-mail for dine optegnelser. Dine kontooplysninger er som følger: ---------------------- Brugernavn: %s ---------------------- Din konto er for øjeblikket inaktiv. Du kan ikke bruge det, før du har besøgt følgende link: %s Tak for at registrere dig
el_gr: Ευχαριστούμε για την εγγραφή σας Παρακαλώ κρατήστε αυτό το e-mail για τα αρχεία σας. Οι πληροφορίες του λογαριασμού σας έχουν ως εξής: ---------------------- Όνομα χρήστη: %s ---------------------- Ο λογαριασμός σας είναι ανενεργός. Δεν μπορείτε να το χρησιμοποιήσετε μέχρι να επισκεφτείτε τον παρακάτω σύνδεσμο: %s Ευχαριστούμε για την εγγραφή σας
fa_ir: ممنون از اینکه ثبت نام کردید لطفا این ایمیل را برای سوابق خود نگه دارید. اطلاعات حساب شما به شرح زیر است: ---------------------- نام کاربری: %s ---------------------- حساب شما در حال حاضر غیر فعال است. شما نمیتوانید از آن استفاده کنید تا از پیوند زیر دیدن کنید: %s ممنون از اینکه ثبت نام کردید
fi_fi: Kiitos rekisteröitymisestä Pidä tämä sähköpostiviesti kirjaa varten. Tilitietosi ovat seuraavat: ---------------------- Käyttäjätunnus: %s ---------------------- Tilisi on tällä hetkellä inaktiivinen. Et voi käyttää sitä, ennen kuin olet käynyt seuraavassa linkissä: %s Kiitos rekisteröitymisestä
he_il: תודה שנרשמתם נא לשמור את זה דוא"ל עבור רשומות שלך. פרטי החשבון שלך הם כדלקמן: -------------- שם משתמש: %s -------------- החשבון שלך אינו פעיל כרגע. אינך יכול להשתמש בו עד שתגיע לקישור הבא: %s תודה שנרשמתם
hu_hu: Köszönjük a regisztrációt Kérjük, tartsa meg ezt az e-mailt a feljegyzésekhez. Fiókadatai a következők: ---------------------- Felhasználónév: %s ---------------------- Fiókja jelenleg inaktív. Nem használhatja, amíg meg nem látogatta a következő linket: %s Köszönjük a regisztrációt
ko_kr: 등록 해 주셔서 감사합니다. 기록을 남기려면이 전자 메일을 보관하십시오. 귀하의 계정 정보는 다음과 같습니다 : ---------------------- 사용자 이름 : %s ---------------------- 귀하의 계정은 현재 비활성 상태입니다. 다음 링크를 방문 할 때까지 사용할 수 없습니다. %s 등록 해 주셔서 감사합니다.
nb_no: takk for din registrering Vennligst hold denne e-posten for postene dine. Kontoinformasjonen din er som følger: ---------------------- Brukernavn: %s ---------------------- Kontoen din er for øyeblikket inaktiv. Du kan ikke bruke det før du har besøkt følgende link: %s takk for din registrering
sv_se: tack för din registrering Vänligen behåll det här e-postmeddelandet för dina uppgifter. Din kontoinformation är som följer: ---------------------- Användarnamn: %s ---------------------- Ditt konto är för närvarande inaktivt. Du kan inte använda det förrän du har besökt följande länk: %s tack för din registrering
tr_tr: kayıt olduğunuz için teşekkürler Lütfen bu e-postayı kayıtlarınız için saklayın. Hesap bilgileriniz aşağıdaki gibidir: ---------------------- Kullanıcı Adı: %s ---------------------- Hesabınız şu anda etkin değil. Aşağıdaki bağlantıyı ziyaret edene kadar kullanamazsınız: %s kayıt olduğunuz için teşekkürler
uk_ua: Дякуємо за реєстрацію Будь ласка, зберігайте цю електронну пошту для ваших записів. Інформація вашого облікового запису така: ---------------------- Ім'я користувача: %s ---------------------- Ваш обліковий запис наразі неактивний. Ви не можете використовувати його, доки ви не відвідали наступне посилання: %s Дякуємо за реєстрацію

source: A new user has registered The following values were entered. Username: %s Fullname: %s E-mail: %s Website: %s
ar_sa: مستخدم جديد قد سجل تم إدخال القيم التالية. اسم المستخدم: %s الاسم الكامل: %s البريد الإلكتروني: %s موقع الويب: %s
ca_es: S'ha registrat un usuari nou Es van introduir els valors següents. Nom d'usuari: %s Nom complet: %s Correu electrònic: %s Lloc web: %s
da_dk: En ny bruger har registreret Følgende værdier blev indtastet. Brugernavn: %s Fulde navn: %s E-mail: %s Hjemmeside: %s
el_gr: Έχει καταχωρηθεί ένας νέος χρήστης Εισήχθησαν οι ακόλουθες τιμές. Όνομα χρήστη: %s Πλήρες όνομα: %s E-mail: %s Ιστοσελίδα: %s
fa_ir: یک کاربر جدید ثبت کرده است مقادیر زیر وارد شدند. نام کاربری: %s نام کامل: %s پست الکترونیکی: %s وب سایت: %s
fi_fi: Uusi käyttäjä on rekisteröitynyt Seuraavat arvot syötettiin. Käyttäjätunnus: %s Koko nimi: %s Sähköposti: %s Verkkosivusto: %s
he_il: משתמש חדש נרשם הערכים הבאים הוכנסו. שם משתמש: %s Fullname: %s דואר אלקטרוני: %s אתר אינטרנט: %s
hu_hu: Új felhasználó regisztrált A következő értékeket adtuk meg. Felhasználónév: %s Teljes név: %s E-mail: %s Weboldal: %s
ko_kr: 새로운 사용자가 등록되었습니다. 다음 값이 입력되었습니다. 사용자 이름 : %s 전체 이름 : %s 전자 메일 : %s 웹 사이트 : %s
nb_no: En ny bruker har registrert seg Følgende verdier ble oppgitt. Brukernavn: %s Fullnavn: %s E-post: %s Nettsted: %s
sv_se: En ny användare har registrerat sig Följande värden infördes. Användarnamn: %s Fullnamn: %s E-post: %s Webbplats: %s
tr_tr: Yeni bir kullanıcı kayıt oldu Aşağıdaki değerler girildi. Kullanıcı Adı: %s Adı: %s E-posta: %s Web sitesi: %s
uk_ua: Новий користувач зареєструвався Введені наступні значення. Ім'я користувача: %s Ім'я: %s Електронна пошта: %s Веб-сайт: %s

source: Account enabled at %s
ar_sa: تم تمكين الحساب على %s
ca_es: Compte activat a %s
da_dk: Konto aktiveret på %s
el_gr: Ο λογαριασμός ενεργοποιήθηκε στο %s
fa_ir: حساب فعال شده در %s
fi_fi: Tili on käytössä osoitteessa %s
he_il: החשבון מופעל ב- %s
hu_hu: A fiók %s-en engedélyezett
ko_kr: 계정이 %s에서 활성화되었습니다.
nb_no: Konto aktivert på %s
sv_se: Kontot aktiverat vid %s
tr_tr: %s'de hesap etkin
uk_ua: Обліковий запис ввімкнено за адресою %s

source: Your account %s has been enabled Please logon using %s
ar_sa: تم تمكين حسابك %s يرجى تسجيل الدخول باستخدام %s
ca_es: S'ha activat el vostre compte %s Inicieu la sessió utilitzant %s
da_dk: Din konto %s er blevet aktiveret Log venligst på med %s
el_gr: Ο λογαριασμός σας %s έχει ενεργοποιηθεί Συνδεθείτε χρησιμοποιώντας το %s
fa_ir: حساب کاربری شما %s فعال شده است لطفا با استفاده از %s وارد شوید
fi_fi: Tilisi %s on otettu käyttöön Kirjaudu sisään käyttämällä %s
he_il: החשבון שלך %s הופעל היכנס באמצעות %s
hu_hu: A fiókod %s engedélyezve lett Kérjük, jelentkezzen be a %s használatával
ko_kr: 귀하의 계정 %s가 활성화되었습니다. %s를 사용하여 로그온하십시오.
nb_no: Din konto %s har blitt aktivert Vennligst logg inn med %s
sv_se: Ditt konto %s har aktiverats Var god logga in med %s
tr_tr: Hesabınız %s etkinleştirildi Lütfen %s kullanarak oturum açın
uk_ua: Ваш обліковий запис %s увімкнено Увійдіть, використовуючи %s

source: is greater than or equal to
ar_sa: أكبر من أو يساوي
ca_es: es major que o igual
da_dk: er større end eller lig med
el_gr: είναι μεγαλύτερο ή ίσο με
fa_ir: بزرگتر یا مساوی است
fi_fi: on suurempi tai yhtä suuri
he_il: גדול או שווה ל
hu_hu: nagyobb vagy egyenlő
ko_kr: ~보다 크거나 같음
nb_no: er større enn eller lik
sv_se: är större än eller lika med
tr_tr: büyük veya eşittir
uk_ua: більше або дорівнює

source: is less than or equal to
ar_sa: أقل من أو يساوي
ca_es: es menor que o igual
da_dk: er mindre end eller lig med
el_gr: είναι μικρότερη ή ίση με
fa_ir: کمتر از یا برابر است
fi_fi: on pienempi tai yhtä suuri kuin
he_il: הוא פחות או שווה ל
hu_hu: kisebb vagy egyenlő
ko_kr: 보다 작거나 같음
nb_no: er mindre enn eller lik
sv_se: är mindre än eller lika med
tr_tr: eşit veya daha küçük
uk_ua: менше або дорівнює

source: is
ar_sa: هو
ca_es: es
da_dk: er
el_gr: είναι
fa_ir: است
fi_fi: on
he_il: J
hu_hu: jelentése
ko_kr: ~이다.
nb_no: er
sv_se: är
tr_tr: olduğu
uk_ua: є

source: is not
ar_sa: ليس
ca_es: no es
da_dk: er ikke
el_gr: δεν είναι
fa_ir: نیست
fi_fi: ei ole
he_il: לא
hu_hu: nem
ko_kr: 아니다
nb_no: er ikke
sv_se: är inte
tr_tr: değil
uk_ua: не

source: is greater than
ar_sa: أكبر من
ca_es: es major que
da_dk: er større end
el_gr: είναι μεγαλύτερο από
fa_ir: بزرگتر است از
fi_fi: on suurempi kuin
he_il: גדול מ
hu_hu: nagyobb, mint
ko_kr: ~보다 큼
nb_no: er større enn
sv_se: är större än
tr_tr: daha büyüktür
uk_ua: більше, ніж

source: is less than
ar_sa: اقل من
ca_es: es menor que
da_dk: er mindre end
el_gr: είναι λιγότερο από
fa_ir: کمتر است از
fi_fi: on vähemmän kuin
he_il: זה פחות מ
hu_hu: kevesebb mint
ko_kr: ~보다 작다
nb_no: er mindre enn
sv_se: är mindre än
tr_tr: daha az
uk_ua: менше

source: is true
ar_sa: صحيح
ca_es: es veritat
da_dk: er sandt
el_gr: είναι αλήθεια
fa_ir: درست است
fi_fi: on totta
he_il: נכון
hu_hu: igaz
ko_kr: 사실이다
nb_no: er sant
sv_se: är sant
tr_tr: doğru
uk_ua: правда

source: is false
ar_sa: هو زائف
ca_es: es fals
da_dk: er falsk
el_gr: είναι ψευδής
fa_ir: اشتباه است
fi_fi: on väärä
he_il: הוא שקר
hu_hu: hamis
ko_kr: 거짓이다
nb_no: er falsk
sv_se: är falskt
tr_tr: yanlış
uk_ua: є помилковим

source: contains
ar_sa: يحتوي على
ca_es: conté
da_dk: indeholder
el_gr: περιέχει
fa_ir: حاوی
fi_fi: sisältää
he_il: מכיל
hu_hu: tartalmaz
ko_kr: ~을 포함하다
nb_no: inneholder
sv_se: innehåller
tr_tr: içeren
uk_ua: містить

source: does not contain
ar_sa: لا يحتوي
ca_es: no conté
da_dk: indeholder ikke
el_gr: Δεν περιέχει
fa_ir: شامل نمی شود
fi_fi: ei sisällä
he_il: לא מכיל
hu_hu: nem tartalmaz
ko_kr: 포함되어 있지 않다
nb_no: inneholder ikke
sv_se: innehåller inte
tr_tr: içermiyor
uk_ua: не містить

source: starts with
ar_sa: ابدا ب
ca_es: comença amb
da_dk: starter med
el_gr: ξεκινάει με
fa_ir: شروع می شود با
fi_fi: alkaa
he_il: מתחיל עם
hu_hu: kezdődik
ko_kr: ~로 시작하다
nb_no: begynner med
sv_se: börjar med
tr_tr: ile başlar
uk_ua: починається з

source: ends with
ar_sa: ينتهي مع
ca_es: acaba amb
da_dk: slutter med
el_gr: τελειώνει με
fa_ir: به پایان می رسد با
fi_fi: loppuu
he_il: מסתיים עם
hu_hu: végződik
ko_kr: 로 끝나다
nb_no: slutter med
sv_se: slutar med
tr_tr: ile biter
uk_ua: закінчується

source: sounds like
ar_sa: يبدو مثل
ca_es: sona com
da_dk: lyder som
el_gr: Ακούγεται σαν
fa_ir: برای تلفن های موبایل مانند
fi_fi: kuulostaa
he_il: נשמע כמו
hu_hu: úgy hangzik, mint
ko_kr: ~처럼 들리다
nb_no: høres ut som
sv_se: låter som
tr_tr: gibi geliyor
uk_ua: Схоже

source: does not sound like
ar_sa: لا يبدو مثل
ca_es: no sona com
da_dk: lyder ikke som
el_gr: δεν ακούγεται σαν
fa_ir: به نظر نمی آید
fi_fi: ei kuulosta
he_il: לא נשמע
hu_hu: nem hangzik
ko_kr: 소리가 나지 않는다.
nb_no: høres ikke ut som
sv_se: låter inte som
tr_tr: gibi gelmiyor
uk_ua: не звучить

source: before
ar_sa: قبل
ca_es: abans
da_dk: Før
el_gr: πριν
fa_ir: قبل از
fi_fi: ennen
he_il: לפני
hu_hu: előtt
ko_kr: 전에
nb_no: før
sv_se: innan
tr_tr: önce
uk_ua: раніше

source: after
ar_sa: بعد
ca_es: després
da_dk: efter
el_gr: μετά
fa_ir: بعد از
fi_fi: jälkeen
he_il: לאחר
hu_hu: után
ko_kr: 후
nb_no: etter
sv_se: efter
tr_tr: sonra
uk_ua: після

source: before (x) days ago
ar_sa: قبل (س) أيام
ca_es: abans (x) dies
da_dk: før (x) dage siden
el_gr: πριν (x) ημέρες πριν
fa_ir: قبل از (X) روز قبل
fi_fi: ennen (x) päivää sitten
he_il: לפני (x) לפני ימים
hu_hu: (x) nappal ezelőtt
ko_kr: before (x) 일 전
nb_no: før (x) dager siden
sv_se: före (x) dagar sedan
tr_tr: önce (x) gün önce
uk_ua: до (x) днів тому

source: after (x) days ago
ar_sa: بعد (س) أيام
ca_es: després (x) dies enrere
da_dk: efter (x) dage siden
el_gr: μετά (x) ημέρες πριν
fa_ir: پس از (x) روز قبل
fi_fi: (x) päivää sitten
he_il: לאחר (x) לפני ימים
hu_hu: (x) nappal ezelőtt
ko_kr: after (x) 일 전
nb_no: etter (x) dager siden
sv_se: efter (x) dagar sedan
tr_tr: (x) gün önce sonra
uk_ua: після (x) днів тому

source: Any searchable text
ar_sa: أي نص قابل للبحث
ca_es: Qualsevol text que es pugui cercar
da_dk: Enhver søgbar tekst
el_gr: Οποιοδήποτε κείμενο προς αναζήτηση
fa_ir: هر متن قابل جستجو
fi_fi: Kaikki hakutekstit
he_il: כל טקסט לחיפוש
hu_hu: Minden kereshető szöveg
ko_kr: 검색 가능한 텍스트
nb_no: En hvilken som helst søkbar tekst
sv_se: Varje sökbar text
tr_tr: Aranabilir herhangi bir metin
uk_ua: Будь-який текст для пошуку

source: Composer
ar_sa: ملحن
ca_es: Compositor
da_dk: komponist
el_gr: Συνθέτης
fa_ir: آهنگساز
fi_fi: Säveltäjä
he_il: מלחין
hu_hu: Zeneszerző
ko_kr: 작곡가
nb_no: komponist
sv_se: Kompositör
tr_tr: Besteci
uk_ua: Композитор

source: Comment
ar_sa: تعليق
ca_es: Comentari
da_dk: Kommentar
el_gr: Σχόλιο
fa_ir: اظهار نظر
fi_fi: Kommentti
he_il: תגובה
hu_hu: Megjegyzés
ko_kr: 논평
nb_no: Kommentar
sv_se: Kommentar
tr_tr: Yorum Yap
uk_ua: Коментар

source: Tag
ar_sa: بطاقة
ca_es: Etiqueta
el_gr: Ετικέτα
fa_ir: برچسب
he_il: תג
hu_hu: Címke
ko_kr: 꼬리표
nb_no: stikkord
sv_se: Märka
tr_tr: Etiket
uk_ua: Тег

source: Album tag
ar_sa: علامة الألبوم
ca_es: Etiqueta d'album
el_gr: Ετικέτα λευκώματος
fa_ir: برچسب آلبوم
fi_fi: Albumin tunniste
he_il: תג אלבום
hu_hu: Album címke
ko_kr: 앨범 태그
nb_no: Album-tagg
sv_se: Album tagg
tr_tr: Albüm etiketi
uk_ua: Тег альбому

source: Filename
ar_sa: اسم الملف
ca_es: Nom de l'arxiu
da_dk: Filnavn
el_gr: Ονομα αρχείου
fa_ir: نام فایل
fi_fi: Tiedoston nimi
he_il: שם קובץ
hu_hu: Fájl név
ko_kr: 파일 이름
nb_no: Filnavn
sv_se: Filnamn
tr_tr: Dosya adı
uk_ua: Назва файлу

source: Year
ar_sa: عام
ca_es: Curs
da_dk: År
el_gr: Ετος
fa_ir: سال
fi_fi: vuosi
he_il: שנה
hu_hu: Év
ko_kr: 년
nb_no: År
sv_se: År
tr_tr: Yıl
uk_ua: Рік

source: Length (in minutes)
ar_sa: الطول (بالدقائق)
ca_es: Duració (en minuts)
da_dk: Længde (i minutter)
el_gr: Μήκος (σε λεπτά)
fa_ir: طول (در دقیقه)
fi_fi: Pituus (minuutteina)
he_il: אורך (בדקות)
hu_hu: Hossz (percben)
ko_kr: 길이 (분)
nb_no: Lengde (i minutter)
sv_se: Längd (i minuter)
tr_tr: Uzunluk (dakika olarak)
uk_ua: Довжина (у хвилинах)

source: Rating (Average)
ar_sa: التقييم (متوسط)
ca_es: Valoració (mitjana)
da_dk: Vurdering (Gennemsnit)
el_gr: Βαθμολογία (Μέσος όρος)
fa_ir: امتیاز (میانگین)
fi_fi: Arvostelu (keskiarvo)
he_il: דירוג (ממוצע)
hu_hu: Értékelés (átlag)
ko_kr: 평점 (평균)
nb_no: Vurdering (Gjennomsnitt)
sv_se: Betyg (Genomsnittlig)
tr_tr: Değerlendirme (Ortalama)
uk_ua: Рейтинг (середній)

source: Favorites
ar_sa: المفضلة
ca_es: Preferits
da_dk: foretrukne
el_gr: Αγαπημένα
fa_ir: مورد علاقه های شما
fi_fi: suosikit
he_il: מועדפים
hu_hu: Érdekes
ko_kr: 즐겨 찾기
nb_no: Favoritter
sv_se: favoriter
tr_tr: Favoriler
uk_ua: Вибране
