Repository: codacy-badger/amuzak
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, ca_es, da_dk, el_gr, fa_ir, fi_fi, he_il, hu_hu, ko_kr, nb_no, sv_se, tr_tr, uk_ua

source: This test makes sure that PHP is not running in safe mode. Some features of Ampache will not work correctly in safe mode.
ar_sa: هذا الاختبار يتأكد من أن PHP لا يعمل في الوضع الآمن. بعض ميزات Ampache لن تعمل بشكل صحيح في الوضع الآمن.
ca_es: Aquesta prova assegura que PHP no s'està executant en mode segur. Algunes funcions d’Ampache no funcionaran correctament en mode segur.
da_dk: Denne test sikrer, at PHP ikke kører i sikker tilstand. Nogle funktioner i Ampache virker ikke korrekt i sikker tilstand.
el_gr: Αυτή η δοκιμή διασφαλίζει ότι η PHP δεν εκτελείται σε ασφαλή λειτουργία. Ορισμένες λειτουργίες του Ampache δεν θα λειτουργήσουν σωστά σε ασφαλή λειτουργία.
fa_ir: این تست اطمینان حاصل می کند که PHP در حالت امن اجرا نمی شود. برخی از ویژگی های Ampache در حالت ایمن به درستی کار نمی کنند.
fi_fi: Tämä testi varmistaa, että PHP ei toimi turvallisessa tilassa. Jotkut Ampache-toiminnot eivät toimi oikein turvallisessa tilassa.
he_il: בדיקה זו מוודאת ש- PHP אינו פועל במצב בטוח. תכונות מסוימות של Ampache לא יפעלו כראוי במצב בטוח.
hu_hu: Ez a teszt biztosítja, hogy a PHP nem működik biztonságos módban. Az Ampache egyes funkciói nem fognak megfelelően működni biztonságos módban.
ko_kr: 이 테스트는 PHP가 안전 모드에서 실행되고 있지 않은지 확인합니다. Ampache의 일부 기능은 안전 모드에서 올바르게 작동하지 않습니다.
nb_no: Denne testen sikrer at PHP ikke kjører i sikker modus. Noen funksjoner i Ampache virker ikke riktig i sikker modus.
sv_se: Detta test säkerställer att PHP inte körs i säkert läge. Vissa funktioner i Ampache fungerar inte korrekt i säkert läge.
tr_tr: Bu test PHP'nin güvenli modda çalışmamasını sağlar. Ampache'nin bazı özellikleri güvenli modda düzgün çalışmayacak.
uk_ua: Цей тест гарантує, що PHP не працює в безпечному режимі. Деякі функції Ampache не працюватимуть належним чином у безпечному режимі.

source: PHP memory limit override
ar_sa: فب حد الذاكرة تجاوز
ca_es: El límit de memòria de PHP és substituït
da_dk: PHP-hukommelsesgrænse tilsidesættelse
el_gr: Υπέρβαση ορίου μνήμης PHP
fa_ir: فراموش کردن محدودیت حافظه پی اچ پی
fi_fi: PHP-muistirajoituksen ohitus
he_il: מגבלת זיכרון PHP לעקוף
hu_hu: A PHP memóriahatár felülbírálása
ko_kr: PHP 메모리 제한 무시
nb_no: PHP minne grense overstyring
sv_se: PHP-minnesgränsöverstyrning
tr_tr: PHP bellek sınırı geçersiz kılma
uk_ua: Перевизначення ліміту пам'яті PHP

source: This tests whether Ampache can override the memory limit. This is not strictly necessary, but may result in a better experience.
ar_sa: هذا يختبر ما إذا كان Ampache يمكنه تجاوز حد الذاكرة. هذا ليس ضروريًا تمامًا ، ولكنه قد يؤدي إلى تجربة أفضل.
ca_es: Això prova si Ampache pot sobreescriure el límit de memòria. Això no és estrictament necessari, però pot resultar en una millor experiència.
da_dk: Dette tester om Ampache kan tilsidesætte hukommelsesgrænsen. Dette er ikke strengt nødvendigt, men kan resultere i en bedre oplevelse.
el_gr: Αυτό ελέγχει εάν το Ampache μπορεί να παρακάμψει το όριο μνήμης. Αυτό δεν είναι απολύτως απαραίτητο, αλλά μπορεί να οδηγήσει σε καλύτερη εμπειρία.
fa_ir: این آزمایش می کند که آیا Ampache می تواند محدودیت حافظه را از بین ببرد. این به شدت ضروری نیست، اما ممکن است تجربه ای بهتر داشته باشد.
fi_fi: Tämä testaa, voiko Ampache ohittaa muistirajan. Tämä ei ole ehdottoman välttämätöntä, mutta se voi johtaa parempaan kokemukseen.
he_il: זה בודק אם Ampache יכול לעקוף את מגבלת הזיכרון. זה לא נחוץ בהחלט, אבל עלול לגרום חוויה טובה יותר.
hu_hu: Ez megvizsgálja, hogy az Ampache felülírhatja-e a memóriahatárt. Ez nem feltétlenül szükséges, de jobb élményhez vezethet.
ko_kr: Ampache가 메모리 제한을 무시할 수 있는지 여부를 테스트합니다. 이는 꼭 필요한 것은 아니지만보다 나은 경험을 제공 할 수 있습니다.
nb_no: Dette tester om Ampache kan overstyre minnegrensen. Dette er ikke strengt nødvendig, men kan resultere i en bedre opplevelse.
sv_se: Detta testar om Ampache kan överstyra minnesgränsen. Detta är inte absolut nödvändigt, men kan leda till en bättre upplevelse.
tr_tr: Bu, Ampache'nin bellek sınırını geçersiz kılıp atmayacağını test eder. Bu kesinlikle gerekli değildir, ancak daha iyi bir deneyim ile sonuçlanabilir.
uk_ua: Це перевіряє, чи може Ampache перевизначити обмеження пам'яті. Це не є абсолютно необхідним, але може призвести до кращого досвіду.

source: PHP execution time override
ar_sa: PHP وقت التنفيذ تجاوز
ca_es: El temps d'execució del PHP se substitueix
da_dk: PHP-udførelsestid tilsidesættes
el_gr: PHP overtime εκτέλεσης χρόνου
fa_ir: فرار از زمان اجرای PHP
fi_fi: PHP: n suoritusajan ohitus
he_il: זמן הביצוע של PHP
hu_hu: PHP végrehajtási idő felülbírálása
ko_kr: PHP 실행 시간 오버라이드
nb_no: PHP-kjøretiden overstyres
sv_se: PHP-exekveringstid överstyrs
tr_tr: PHP yürütme süresi geçersiz kılma
uk_ua: Перевизначення часу виконання PHP

source: This tests whether Ampache can override the limit on maximum execution time. This is not strictly necessary, but may result in a better experience.
ar_sa: هذا يختبر ما إذا كان Ampache يمكنه تجاوز الحد الأقصى لوقت التنفيذ. هذا ليس ضروريًا تمامًا ، ولكنه قد يؤدي إلى تجربة أفضل.
ca_es: Això prova si Ampache pot sobreescriure el límit en el temps màxim d’execució. Això no és estrictament necessari, però pot resultar en una millor experiència.
da_dk: Dette tester om Ampache kan tilsidesætte grænsen for maksimal eksekveringstid. Dette er ikke strengt nødvendigt, men kan resultere i en bedre oplevelse.
el_gr: Αυτό ελέγχει εάν το Ampache μπορεί να παρακάμψει το όριο του μέγιστου χρόνου εκτέλεσης. Αυτό δεν είναι απολύτως απαραίτητο, αλλά μπορεί να οδηγήσει σε καλύτερη εμπειρία.
fa_ir: این آزمایش می کند که آیا Ampache می تواند حد مجاز را در حداکثر زمان اجرا برطرف کند. این به شدت ضروری نیست، اما ممکن است تجربه ای بهتر داشته باشد.
fi_fi: Tämä testaa, voiko Ampache ohittaa enimmäisajon aikarajan. Tämä ei ole ehdottoman välttämätöntä, mutta se voi johtaa parempaan kokemukseen.
he_il: זה בודק אם Ampache יכול לעקוף את המגבלה על זמן הביצוע המקסימלי. זה לא נחוץ בהחלט, אבל עלול לגרום חוויה טובה יותר.
hu_hu: Ez megvizsgálja, hogy az Ampache felülírhatja-e a maximális végrehajtási idő határát. Ez nem feltétlenül szükséges, de jobb élményhez vezethet.
ko_kr: Ampache가 최대 실행 시간 제한을 무시할 수 있는지 여부를 테스트합니다. 이는 꼭 필요한 것은 아니지만보다 나은 경험을 제공 할 수 있습니다.
nb_no: Dette tester om Ampache kan overstyre grensen på maksimal kjøretid. Dette er ikke strengt nødvendig, men kan resultere i en bedre opplevelse.
sv_se: Detta testar om Ampache kan överstiga gränsen för maximal exekveringstid. Detta är inte absolut nödvändigt, men kan leda till en bättre upplevelse.
tr_tr: Bu, Ampache'nin maksimum yürütme süresindeki limiti geçip geçmeyeceğini test eder. Bu kesinlikle gerekli değildir, ancak daha iyi bir deneyim ile sonuçlanabilir.
uk_ua: Це перевіряє, чи може Ampache змінити обмеження на максимальний час виконання. Це не є абсолютно необхідним, але може призвести до кращого досвіду.

source: PHP max upload size
ar_sa: PHP ماكس حجم التحميل
ca_es: Tamany màxim de pujada PHP
da_dk: PHP maksimal uploadstørrelse
el_gr: Μέγιστο μέγεθος μεταφόρτωσης PHP
fa_ir: اندازه پی اچ پی حداکثر آپلود
fi_fi: PHP max latauskoko
he_il: גודל מקסימלי להעלאה של PHP
hu_hu: PHP maximális feltöltési méret
ko_kr: 최대 PHP 업로드 크기
nb_no: PHP maksimal opplastingsstørrelse
sv_se: PHP max uppladdningsstorlek
tr_tr: PHP max yükleme boyutu
uk_ua: Максимальний розмір завантаження PHP

source: This tests whether Ampache can upload medium files (>= 20M). This is not strictly necessary, but may result in a better experience.
ar_sa: هذا يختبر ما إذا كان Ampache يمكنه تحميل ملفات متوسطة (> = 20M). هذا ليس ضروريًا تمامًا ، ولكنه قد يؤدي إلى تجربة أفضل.
ca_es: Això prova si Ampache pot carregar fitxers mitjans (> = 20M). Això no és estrictament necessari, però pot resultar en una millor experiència.
da_dk: Dette tester om Ampache kan uploade mellemfiler (> = 20M). Dette er ikke strengt nødvendigt, men kan resultere i en bedre oplevelse.
el_gr: Αυτό ελέγχει εάν το Ampache μπορεί να ανεβάσει αρχεία μέσου (> = 20M). Αυτό δεν είναι απολύτως απαραίτητο, αλλά μπορεί να οδηγήσει σε καλύτερη εμπειρία.
fa_ir: این آزمایش می کند که Ampache می تواند فایل های متوسط را بارگذاری کند (> = 20M). این به شدت ضروری نیست، اما ممکن است تجربه ای بهتر داشته باشد.
fi_fi: Tämä testaa, voiko Ampache ladata keskisuuria tiedostoja (> = 20M). Tämä ei ole ehdottoman välttämätöntä, mutta se voi johtaa parempaan kokemukseen.
he_il: זה בודק אם Ampache יכול להעלות קבצים בינוניים (> = 20M). זה לא נחוץ בהחלט, אבל עלול לגרום חוויה טובה יותר.
hu_hu: Ez megvizsgálja, hogy az Ampache képes-e közepes fájlokat feltölteni (> = 20M). Ez nem feltétlenül szükséges, de jobb élményhez vezethet.
ko_kr: 이것은 Ampache가 중간 파일 (> = 20M)을 업로드 할 수 있는지 여부를 테스트합니다. 이는 꼭 필요한 것은 아니지만보다 나은 경험을 제공 할 수 있습니다.
nb_no: Dette tester om Ampache kan laste opp mediefiler (> = 20M). Dette er ikke strengt nødvendig, men kan resultere i en bedre opplevelse.
sv_se: Detta testar om Ampache kan ladda upp mediefiler (> = 20M). Detta är inte absolut nödvändigt, men kan leda till en bättre upplevelse.
tr_tr: Bu, Ampache'nin orta boyutlu dosyalar yükleyip yükleyemeyeceğini test eder (> = 20M). Bu kesinlikle gerekli değildir, ancak daha iyi bir deneyim ile sonuçlanabilir.
uk_ua: Це перевіряє, чи може Ampache завантажувати середні файли (> = 20M). Це не є абсолютно необхідним, але може призвести до кращого досвіду.

source: PHP Integer Size
ar_sa: PHP حجم صحيح
ca_es: Mida d'un enter PHP
el_gr: Μέγεθος ακεραίου PHP
fa_ir: اندازه عدد صحیح PHP
fi_fi: PHP-kokoinen koko
he_il: גודל PHP PHP
hu_hu: PHP teljes méret
ko_kr: PHP 정수 크기
tr_tr: PHP Tamsayı Boyutu

source: This tests whether Ampache can manage large files (> 2GB). This is not strictly necessary, but may result in a better experience. This generally requires 64-bit operating system.
ar_sa: هذا يختبر ما إذا كان Ampache يمكنه إدارة الملفات الكبيرة (> 2 غيغابايت). هذا ليس ضروريًا تمامًا ، ولكنه قد يؤدي إلى تجربة أفضل. يتطلب هذا عمومًا نظام تشغيل 64 بت.
ca_es: Això prova si Ampache pot gestionar fitxers grans (> 2 GB). Això no és estrictament necessari, però pot resultar en una millor experiència. Això requereix generalment un sistema operatiu de 64 bits.
da_dk: Dette tester om Ampache kan klare store filer (> 2 GB). Dette er ikke strengt nødvendigt, men kan resultere i en bedre oplevelse. Dette kræver normalt 64-bit operativsystem.
el_gr: Αυτό ελέγχει εάν το Ampache μπορεί να διαχειριστεί μεγάλα αρχεία (> 2GB). Αυτό δεν είναι απολύτως απαραίτητο, αλλά μπορεί να οδηγήσει σε καλύτερη εμπειρία. Αυτό γενικά απαιτεί λειτουργικό σύστημα 64 bit.
fa_ir: این آزمایش می کند که آیا Ampache می تواند فایل های بزرگ را مدیریت کند (> 2 گیگابایت). این به شدت ضروری نیست، اما ممکن است تجربه ای بهتر داشته باشد. این به طور کلی نیاز به سیستم عامل 64 بیتی دارد.
fi_fi: Tämä testaa, voiko Ampache hallita suuria tiedostoja (> 2 Gt). Tämä ei ole ehdottoman välttämätöntä, mutta se voi johtaa parempaan kokemukseen. Tämä edellyttää yleensä 64-bittistä käyttöjärjestelmää.
he_il: זה בודק אם Ampache יכול לנהל קבצים גדולים (> 2GB). זה לא נחוץ בהחלט, אבל עלול לגרום חוויה טובה יותר. בדרך כלל זה דורש 64-bit מערכת ההפעלה.
hu_hu: Ez megvizsgálja, hogy az Ampache nagy fájlokat képes kezelni (> 2 GB). Ez nem feltétlenül szükséges, de jobb élményhez vezethet. Ez általában 64 bites operációs rendszert igényel.
ko_kr: Ampache가 대용량 파일 (> 2GB)을 관리 할 수 있는지 여부를 테스트합니다. 이는 꼭 필요한 것은 아니지만보다 나은 경험을 제공 할 수 있습니다. 일반적으로 64 비트 운영 체제가 필요합니다.
nb_no: Dette tester om Ampache kan håndtere store filer (> 2 GB). Dette er ikke strengt nødvendig, men kan resultere i en bedre opplevelse. Dette krever vanligvis 64-biters operativsystem.
sv_se: Detta testar om Ampache kan hantera stora filer (> 2 GB). Detta är inte absolut nödvändigt, men kan leda till en bättre upplevelse. Detta kräver i allmänhet 64-bitars operativsystem.
tr_tr: Bu, Ampache'nin büyük dosyaları yönetip yönetemeyeceğini (> 2GB) test eder. Bu kesinlikle gerekli değildir, ancak daha iyi bir deneyim ile sonuçlanabilir. Bu genellikle 64 bit işletim sistemi gerektirir.
uk_ua: Це перевіряє, чи може Ampache керувати великими файлами (> 2 Гб). Це не є абсолютно необхідним, але може призвести до кращого досвіду. Зазвичай це вимагає 64-бітової операційної системи.

source: This tests whether PHP %s is set as it may break the ID3 tag support. This is not stricly necessary, but enabling Ampache ID3 tag write support (disabled by default) along with mbstring.func_overload may result in irreversible corruption of your music files.
ar_sa: هذا يختبر ما إذا كان PHP %s مضبوطًا لأنه قد يكسر دعم بطاقة ID3. هذا ليس ضروريًا بشكل صارم ، ولكن تمكين دعم كتابة العلامة Ampache ID3 (تم تعطيله افتراضيًا) إلى جانب mbstring.func_overload قد يؤدي إلى تلف لا رجعة فيه لملفات الموسيقى الخاصة بك.
ca_es: Això prova si el PHP %s està definit perquè pot trencar el suport d’etiquetes ID3. Això no és estrictament necessari, però l’habilitació de l’assistència d’escriptura d’etiquetes Ampache ID3 (inhabilitada per defecte) juntament amb mbstring.func_overload pot provocar una corrupció irreversible dels fitxers de música.
da_dk: Dette tester om PHP %s er indstillet, da det kan ødelægge ID3 tag support. Dette er ikke strengt nødvendigt, men muliggør Ampache ID3 tag skrive support (deaktiveret som standard) sammen med mbstring.func_overload kan resultere i irreversibel korruption af dine musikfiler.
el_gr: Αυτό ελέγχει αν έχει οριστεί η PHP %s καθώς μπορεί να σπάσει την υποστήριξη του tag ID3. Αυτό δεν είναι αυστηρά απαραίτητο, αλλά επιτρέποντας την υποστήριξη εγγραφής ετικετών ID3 του Ampache (απενεργοποιημένη από προεπιλογή) μαζί με το mbstring.func_overload μπορεί να οδηγήσει σε μη αναστρέψιμη καταστροφή των αρχείων μουσικής σας.
fa_ir: این آزمون که آیا PHP %s تنظیم شده است یا نه، ممکن است پشتیبانی از برچسب ID3 را شکست دهد. این به طور جدی لازم نیست، اما پشتیبانی از نوشتن امضای Tag در ID3 Ampache (به طور پیش فرض غیر فعال) همراه با mbstring.func_overload ممکن است باعث فساد غیر قابل برگشت فایل های موسیقی شما شود.
fi_fi: Tämä testaa, onko PHP %s asetettu, koska se voi rikkoa ID3-tunnisteiden tukea. Tämä ei ole ehdottoman välttämätöntä, mutta Ampache ID3 -tunnisteen kirjoitustuki (oletusarvoisesti poistettu käytöstä) sekä mbstring.func_overload saattaa aiheuttaa musiikkitiedostojen peruuttamattoman korruption.
he_il: זה בדיקות אם PHP %s מוגדר כפי שהוא עלול לשבור את תג תג ID3. זה לא הכרחי stricly, אבל לאפשר Ampache ID3 תג לכתוב תמיכה (מושבת כברירת מחדל) יחד עם mbstring.func_overload עלול לגרום לשחיתות בלתי הפיך של קבצי המוסיקה שלך.
hu_hu: Ez megvizsgálja, hogy a PHP %s van beállítva, mert megszakíthatja az ID3 címke támogatását. Ez nem feltétlenül szükséges, de az Ampache ID3 címke írási támogatásának engedélyezése (alapértelmezés szerint le van tiltva) az mbstring.func_overload használatával visszaállíthatatlan zenei fájlokat okozhat.
ko_kr: 이것은 PHP %s가 설정되어 있는지 여부를 테스트하여 ID3 태그 지원을 손상시킬 수 있습니다. 이것은 엄격하게 필요하지 않지만 mbstring.func_overload와 함께 Ampache ID3 태그 쓰기 지원 (기본적으로 비활성화 됨)을 활성화하면 음악 파일이 되돌릴 수 없게 될 수 있습니다.
nb_no: Dette tester om PHP %s er satt som det kan ødelegge ID3-tagstøtten. Dette er ikke strengt nødvendig, men det kan føre til irreversibel korrupsjon av musikkfilene dine, slik at du kan bruke Ampache ID3-tagstøtte (deaktivert som standard) sammen med mbstring.func_overload.
sv_se: Detta testa om PHP %s är inställt eftersom det kan bryta ID3-tagstöd. Detta är inte strängt nödvändigt, men möjliggör att Ampache ID3 tag skrivarstöd (inaktiverat som standard) tillsammans med mbstring.func_overload kan resultera i irreversibel korruption av dina musikfiler.
tr_tr: Bu, PHP %s dosyasının ID3 etiket desteğini kırabileceği için ayarlanmış olup olmadığını test eder. Bu kesinlikle gerekli değildir, ancak mbstring.func_overload ile birlikte Ampache ID3 etiketi yazma desteğinin (varsayılan olarak devre dışı bırakılması) etkinleştirilmesi, müzik dosyalarınızın geri dönüşümsüz bozulmasına neden olabilir.
uk_ua: Це перевіряє, чи встановлений PHP %s, оскільки він може порушити підтримку тегів ID3. Це не обов'язково, але ввімкнення підтримки запису тегів Ampache ID3 (за замовчуванням заборонено) разом з mbstring.func_overload може призвести до незворотного пошкодження музичних файлів.

source: Configuration file readability
ar_sa: قراءة ملف التكوين
ca_es: Llegibilitat de fitxers de configuració
da_dk: Konfigurationsfillæsbarhed
el_gr: Εύκολη ανάγνωση του αρχείου ρυθμίσεων
fa_ir: خواندن فایل پیکربندی
fi_fi: Määritystiedoston luettavuus
he_il: קריאת קובץ תצורה
hu_hu: Konfigurációs fájl olvashatósága
ko_kr: 구성 파일 가독성
nb_no: Konfigurasjonsfillesbarhet
sv_se: Konfigurationsfilläsbarhet
tr_tr: Yapılandırma dosyası okunabilirliği
uk_ua: Зчитуваність файлу конфігурації

source: This test attempts to read config/amuzak.cfg.php. If this fails the file either is not in the correct location or is not currently readable.
ar_sa: يحاول هذا الاختبار قراءة config / amuzak.cfg.php. إذا فشل هذا الملف إما أنه ليس في الموقع الصحيح أو أنه غير قابل للقراءة حاليًا.
ca_es: Aquesta prova intenta llegir config / amuzak.cfg.php. Si això falla, el fitxer no es troba a la ubicació correcta o actualment no es pot llegir.
da_dk: Denne test forsøger at læse config / amuzak.cfg.php. Hvis dette mislykkes, er filen enten ikke på det rigtige sted eller kan den ikke læses.
el_gr: Αυτή η δοκιμή επιχειρεί να διαβάσει το config / amuzak.cfg.php. Αν αυτό αποτύχει, το αρχείο είτε δεν βρίσκεται στη σωστή θέση είτε δεν είναι προς το παρόν αναγνώσιμο.
fa_ir: این تست تلاش می کند تا config / amuzak.cfg.php را بخواند. اگر این را نتواند فایل یا در مکان صحیح نیست و یا در حال حاضر قابل خواندن نیست.
fi_fi: Tämä testi yrittää lukea config / amuzak.cfg.php. Jos tämä ei onnistu, tiedosto ei ole oikeassa paikassa tai ei ole tällä hetkellä luettavissa.
he_il: בדיקה זו מנסה לקרוא config / amuzak.cfg.php. אם פעולה זו נכשלת, הקובץ אינו נמצא במיקום הנכון או שאינו ניתן לקריאה כעת.
hu_hu: Ez a teszt megpróbálja elolvasni a config / amuzak.cfg.php fájlt. Ha ez nem sikerül, a fájl nem a helyes helyen van, vagy jelenleg nem olvasható.
ko_kr: 이 테스트는 config / amuzak.cfg.php를 읽으려고 시도합니다. 이것이 실패하면 파일이 올바른 위치에 없거나 현재 읽을 수 없습니다.
nb_no: Denne testen prøver å lese config / amuzak.cfg.php. Hvis dette mislykkes, er enten ikke det riktige stedet eller er det for øyeblikket ikke lesbart.
sv_se: Detta test försöker läsa config / amuzak.cfg.php. Om detta misslyckas är filen antingen inte på rätt plats eller kan den inte läsas.
tr_tr: Bu test config / amuzak.cfg.php dosyasını okumaya çalışır. Bu başarısız olursa, dosya ya doğru konumda değildir ya da şu anda okunamıyordur.
uk_ua: Цей тест намагається прочитати config / amuzak.cfg.php. Якщо це не вдається, файл або не знаходиться в правильному місці, або в даний час не читається.

source: Configuration file validity
ar_sa: صلاحية ملف التكوين
ca_es: Validesa del fitxer de configuració
da_dk: Konfigurationsfilgyldighed
el_gr: Η ισχύς του αρχείου διαμόρφωσης
fa_ir: اعتبار پرونده پیکربندی
fi_fi: Määritystiedoston voimassaolo
he_il: תוקף קובץ התצורה
hu_hu: A konfigurációs fájl érvényessége
ko_kr: 구성 파일 유효성
nb_no: Konfigurasjonsfilgyldighet
sv_se: Konfigurationsfilgiltighet
tr_tr: Yapılandırma dosyası geçerliliği
uk_ua: Дійсність файлу конфігурації

source: This test makes sure that you have set all of the required configuration variables and that we are able to completely parse your config file.
ar_sa: يتأكد هذا الاختبار من أنك قد قمت بتعيين جميع متغيرات التكوين المطلوبة وأننا قادرون على تحليل ملف التهيئة بالكامل.
ca_es: Aquesta prova assegura que heu definit totes les variables de configuració necessàries i que podem analitzar completament el vostre fitxer de configuració.
da_dk: Denne test sikrer, at du har indstillet alle de nødvendige konfigurationsvariabler, og at vi er i stand til helt at analysere din config-fil.
el_gr: Αυτή η δοκιμή διασφαλίζει ότι έχετε ορίσει όλες τις απαιτούμενες μεταβλητές ρύθμισης παραμέτρων και ότι είμαστε σε θέση να αναλύσουμε πλήρως το αρχείο ρυθμίσεών σας.
fa_ir: این تست اطمینان حاصل می کند که شما تمام متغیرهای پیکربندی مورد نیاز را تعیین کرده اید و می توانیم فایل پیکربندی شما را کاملا تجزیه کنیم.
fi_fi: Tämä testi varmistaa, että olet asettanut kaikki vaaditut kokoonpanomuuttujat ja että pystymme täysin jäsentämään määritystiedoston.
he_il: בדיקה זו מוודאת שהגדרת את כל משתני התצורה הנדרשים וכי אנו מסוגלים לנתח את קובץ ההגדרות שלך לחלוטין.
hu_hu: Ez a teszt biztosítja, hogy az összes szükséges konfigurációs változót beállította, és képesek vagyunk teljesen konfigurálni a konfigurációs fájlt.
ko_kr: 이 테스트는 필수 구성 변수를 모두 설정하고 구성 파일을 완전히 구문 분석 할 수 있는지 확인합니다.
nb_no: Denne testen sørger for at du har angitt alle nødvendige konfigurasjonsvariabler, og at vi kan fullstendig analysere konfigurasjonsfilen din.
sv_se: Detta test ser till att du har ställt in alla nödvändiga konfigurationsvariabler och att vi kan fullständigt tolka din konfigurationsfil.
tr_tr: Bu test, gerekli tüm konfigürasyon değişkenlerini ayarladığınızdan ve config dosyanızı tamamen ayrıştırabildiğimizden emin olmanızı sağlar.
uk_ua: Цей тест гарантує, що ви встановили всі необхідні змінні конфігурації і що ми можемо повністю проаналізувати ваш конфігураційний файл.

source: This attempts to connect to your database using the values read from your configuration file.
ar_sa: يحاول هذا الاتصال بقاعدة البيانات الخاصة بك باستخدام القيم المقروءة من ملف التكوين الخاص بك.
ca_es: Això intenta connectar-vos a la vostra base de dades utilitzant els valors llegits del vostre fitxer de configuració.
da_dk: Dette forsøger at oprette forbindelse til din database ved hjælp af de værdier, der læses fra din konfigurationsfil.
el_gr: Αυτό προσπαθεί να συνδεθεί στη βάση δεδομένων σας χρησιμοποιώντας τις τιμές που διαβάζονται από το αρχείο ρυθμίσεων.
fa_ir: این تلاش برای اتصال به پایگاه داده شما با استفاده از مقادیر خوانده شده از پرونده پیکربندی شما انجام می شود.
fi_fi: Tämä yrittää muodostaa yhteyden tietokantaan käyttämällä konfigurointitiedostosta luettuja arvoja.
he_il: זה מנסה להתחבר למסד הנתונים שלך באמצעות ערכים לקרוא מקובץ התצורה שלך.
hu_hu: Ez megpróbál csatlakozni az adatbázishoz a konfigurációs fájlban olvasott értékek használatával.
ko_kr: 이렇게하면 구성 파일에서 읽은 값을 사용하여 데이터베이스에 연결하려고합니다.
nb_no: Dette forsøker å koble til databasen din ved hjelp av verdiene som leses fra konfigurasjonsfilen din.
sv_se: Detta försöker ansluta till din databas med de värden som läses från din konfigurationsfil.
tr_tr: Bu, yapılandırma dosyanızdan okunan değerleri kullanarak veritabanınıza bağlanmaya çalışır.
uk_ua: Це намагається підключитися до бази даних, використовуючи значення, прочитані з вашого конфігураційного файлу.

source: Database tables
ar_sa: جداول قاعدة البيانات
ca_es: Taules de base de dades
da_dk: Database tabeller
el_gr: Πίνακες βάσης δεδομένων
fa_ir: جداول پایگاه داده
fi_fi: Tietokantataulukot
he_il: טבלאות מסד נתונים
hu_hu: Adatbázis táblázatok
ko_kr: 데이터베이스 테이블
nb_no: Database tabeller
sv_se: Databas tabeller
tr_tr: Veri tabanı tabloları
uk_ua: Таблиці баз даних
