Repository: codacy-badger/amuzak
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, ca_es, da_dk, el_gr, fa_ir, fi_fi, he_il, hu_hu, ko_kr, nb_no, sv_se, tr_tr, uk_ua

source: Automatically authenticate users.
ar_sa: مصادقة المستخدمين تلقائيًا.
ca_es: Autenticar automàticament els usuaris.
da_dk: Autentificere brugere automatisk.
el_gr: Αυτόματη πιστοποίηση των χρηστών.
fa_ir: به طور خودکار کاربران را تأیید می کند
fi_fi: Tunnista käyttäjät automaattisesti.
he_il: בצע אימות אוטומטי של משתמשים.
hu_hu: A felhasználók automatikus hitelesítése.
ko_kr: 사용자를 자동으로 인증합니다.
nb_no: Autentiserer brukere automatisk.
sv_se: Autentisera användare automatiskt.
tr_tr: Kullanıcıları otomatik olarak doğrula.
uk_ua: Автоматично аутентифікувати користувачів.

source: Keep latest web player volume.
ar_sa: الحفاظ على أحدث حجم لاعب الويب.
ca_es: Manteniu el volum més recent dels reproductors web.
da_dk: Hold den seneste webspiller volumen.
el_gr: Διατηρήστε την πιο πρόσφατη ένταση στον ιστό.
fa_ir: آخرین حجم پخش وب را نگه دارید.
fi_fi: Pidä uusin web-soittimen äänenvoimakkuus.
he_il: שמור את עוצמת הקול האחרונה של נגן האינטרנט.
hu_hu: Tartsa a legújabb webes lejátszók kötetét.
ko_kr: 최신 웹 플레이어 볼륨 유지.
nb_no: Hold det siste nettleservolumet.
sv_se: Håll den senaste webbspelarens volym.
tr_tr: En son web oynatıcı ses seviyesini koru.
uk_ua: Зберігайте останній обсяг веб-плеєра.

source: Show/Hide column [column_index] when browsing [object_type] objects.
ar_sa: إظهار / إخفاء العمود [column_index] عند تصفح الكائنات [object_type].
ca_es: Mostra / Amaga la columna [column_index] quan navegueu per objectes [object_type].
da_dk: Vis / Skjul kolonne [column_index], når du browser [object_type] objekter.
el_gr: Εμφάνιση / Απόκρυψη στήλης [column_index] κατά την περιήγηση αντικειμένων [object_type].
fa_ir: نمایش / عدم نمایش ستون [column_index] هنگام مرور [object_type] اشیاء.
fi_fi: Näytä / piilota sarake [column_index], kun selaat [object_type] -objekteja.
he_il: הצג / הסתר עמודה [column_index] בעת גלישה באובייקטים [object_type].
hu_hu: Az [object_index] oszlop megjelenítése / elrejtése az [object_type] objektumok böngészése során.
ko_kr: [object_type] 개체를 탐색 할 때 [column_index] 열 표시 / 숨기기
nb_no: Vis / skjul kolonne [column_index] når du surfer på [object_type] objekter.
sv_se: Visa / Dölj kolumn [column_index] när du surfar objekt [Type_type].
tr_tr: [Object_type] nesnelerine göz atarken [column_index] sütununu göster / gizle.
uk_ua: Показати / сховати стовпець [column_index] при перегляді об'єктів [type_type].

source: Use alphabet when browsing [object_type] objects.
ar_sa: استخدم الأبجدية عند استعراض كائنات [object_type].
ca_es: Utilitzeu l’alfabet en navegar per objectes [object_type].
da_dk: Brug alfabetet, når du browser [object_type] objekter.
el_gr: Χρησιμοποιήστε το αλφάβητο κατά την περιήγηση αντικειμένων [object_type].
fa_ir: هنگام جستوجو [object_type] اشیاء از الفبای استفاده کنید.
fi_fi: Käytä aakkosia selatessasi [object_type] -objekteja.
he_il: השתמש באלפבית בעת גלישה באובייקטים [object_type].
hu_hu: Használja az ábécét az [object_type] objektumok böngészésekor.
ko_kr: [object_type] 개체를 탐색 할 때 알파벳을 사용하십시오.
nb_no: Bruk alfabet når du surfer på [object_type] objekter.
sv_se: Använd alfabetet när du bläddrar objekt [object_type].
tr_tr: [Object_type] nesnelerine göz atarken alfabeyi kullanın.
uk_ua: Використовуйте алфавіт при перегляді об'єктів [object_type].

source: Use pages when browsing [object_type] objects.
ar_sa: استخدم الصفحات عند تصفح [object_type].
ca_es: Utilitzeu les pàgines quan navegueu per objectes [object_type].
da_dk: Brug sider, når du browser [object_type] objekter.
el_gr: Χρησιμοποιήστε σελίδες κατά την περιήγηση αντικειμένων [object_type].
fa_ir: در هنگام مرور [object_type] از صفحات استفاده کنید.
fi_fi: Käytä sivuja, kun selaat [object_type] -objekteja.
he_il: השתמש בדפים בעת גלישה באובייקטים [object_type].
hu_hu: Használja az oldalakat az [object_type] objektumok böngészésekor.
ko_kr: [object_type] 개체를 탐색 할 때 페이지를 사용하십시오.
nb_no: Bruk sider når du surfer på [object_type] objekter.
sv_se: Använd sidor när du bläddrar objekt [object_type].
tr_tr: [Object_type] nesnelerine göz atarken sayfaları kullanın.
uk_ua: Використовуйте сторінки при перегляді об'єктів [object_type].

source: Ampache error page
ar_sa: صفحة خطأ Ampache
da_dk: Ampache fejl side
el_gr: Σελίδα λάθους Ampache
fa_ir: صفحه خطای Ampache
fi_fi: Ampache-virhesivu
he_il: דף שגיאה של Ampache
hu_hu: Ampache hiba oldal
ko_kr: 암페어 오류 페이지
nb_no: Ampache feil side
sv_se: Ampachefelsida
tr_tr: Ampache hata sayfası
uk_ua: Сторінка помилки Ampache

source: The following error has occured, you will automaticly be redirected after 10 seconds.
ar_sa: لقد حدث الخطأ التالي ، سيتم إعادة توجيهك تلقائيًا بعد 10 ثوانٍ.
ca_es: S'ha produït el següent error: es redirigirà automàticament després de 10 segons.
da_dk: Følgende fejl er opstået, du bliver automatisk omdirigeret efter 10 sekunder.
el_gr: Παρουσιάστηκε το ακόλουθο σφάλμα: θα ανακατευθυνθείτε αυτόματα μετά από 10 δευτερόλεπτα.
fa_ir: خطای زیر رخ داده است، شما به صورت اتوماتیک بعد از 10 ثانیه هدایت می شوید.
fi_fi: Seuraava virhe on tapahtunut, sinut ohjataan automaattisesti 10 sekunnin kuluttua.
he_il: אירעה השגיאה הבאה, תנותב באופן אוטומטי לאחר 10 שניות.
hu_hu: A következő hiba történt, 10 másodperc múlva automatikusan átirányításra kerül.
ko_kr: 다음 오류가 발생했습니다. 10 초 후에 자동으로 리디렉션됩니다.
nb_no: Følgende feil har oppstått, du blir automatisk omdirigert etter 10 sekunder.
sv_se: Följande fel har uppstått, du kommer automatiskt att omdirigeras efter 10 sekunder.
tr_tr: Aşağıdaki hata oluştu, 10 saniye sonra otomatik olarak yönlendirileceksiniz.
uk_ua: Виникла наступна помилка, яку ви автоматично перенаправляєте через 10 секунд.

source: Error messages
ar_sa: رسائل خاطئة
ca_es: Missatges d'error
da_dk: Fejlmeddelelser
el_gr: Μηνύματα σφαλμάτων
fa_ir: پیغام خطا
fi_fi: Virheilmoitukset
he_il: הודעות שגיאה
hu_hu: Hibaüzenetek
ko_kr: 오류 메시지
nb_no: Feilmeldinger
sv_se: Felmeddelanden
tr_tr: Hata mesajları
uk_ua: Повідомлення про помилки

source: Donate
ca_es: Donar
el_gr: Προσφέρω
fa_ir: اهدا کنید
hu_hu: Adományoz
ko_kr: 기부
sv_se: Donera
tr_tr: bağışlamak
uk_ua: Пожертвувати

source: Queries:
ar_sa: استفسار:
ca_es: Consultes:
da_dk: forespørgsler:
el_gr: Ερωτήματα:
fa_ir: پرس و جو:
fi_fi: kyselyt:
he_il: שאילתות:
hu_hu: lekérdezések:
ko_kr: 검색어 :
nb_no: spørsmål:
sv_se: frågor:
tr_tr: Sorguları:
uk_ua: Запити:

source: Cache Hits:
ar_sa: ذاكرة التخزين المؤقت الزيارات:
ca_es: Hits de memòria cau:
el_gr: Εμφανίσεις κρυφής μνήμης:
fa_ir: کش بازدیدها:
he_il: התאמות מטמון:
hu_hu: Gyorsítótár-találatok:
ko_kr: 캐시 히트 :
tr_tr: Önbellek Hitleri:
uk_ua: Переглядів кешу:

source: Load time:
ar_sa: وقت التحميل:
ca_es: Temps de càrrega:
da_dk: Belastningstid:
el_gr: Χρόνος φόρτωσης:
fa_ir: زمان بارگیری:
fi_fi: Kuormitusaika:
he_il: זמן טעינה:
hu_hu: Betöltési idő:
ko_kr: 로드 시간 :
nb_no: Lastetid:
sv_se: Lasttid:
tr_tr: Yükleme zamanı:
uk_ua: Час завантаження:

source: Save
ar_sa: حفظ
ca_es: Desar
da_dk: Gemme
el_gr: Αποθηκεύσετε
fa_ir: صرفه جویی
fi_fi: Tallentaa
he_il: להציל
hu_hu: Mentés
ko_kr: 구하다
nb_no: Lagre
sv_se: Spara
tr_tr: Kayıt etmek
uk_ua: Зберегти

source: Cancel
ar_sa: إلغاء
ca_es: Cancel · lar
da_dk: Afbestille
el_gr: Ματαίωση
fa_ir: لغو
fi_fi: Peruuttaa
he_il: בטל
hu_hu: Megszünteti
ko_kr: 취소
nb_no: Avbryt
sv_se: Annullera
tr_tr: İptal etmek
uk_ua: Скасувати

source: We have placed cookies on your computer to help make this website better. You can change your %s at any time. Otherwise, we will assume you are OK to continue. Click on this message to not display it again.
ar_sa: لقد وضعنا ملفات تعريف الارتباط على جهاز الكمبيوتر الخاص بك للمساعدة في جعل هذا الموقع أفضل. يمكنك تغيير %s في أي وقت. وإلا ، فإننا نفترض أنك موافق على المتابعة. انقر على هذه الرسالة لعدم عرضها مرة أخرى.
ca_es: Hem posat galetes a l’ordinador per fer que aquest lloc web sigui millor. Podeu canviar el %s en qualsevol moment. En cas contrari, assumirem que esteu d’acord per continuar. Feu clic en aquest missatge per no tornar-lo a mostrar.
da_dk: Vi har placeret cookies på din computer for at gøre denne hjemmeside bedre. Du kan til enhver tid ændre din %s. Ellers antager vi, at du er i orden til at fortsætte. Klik på denne besked for ikke at vise den igen.
el_gr: Έχουμε τοποθετήσει cookies στον υπολογιστή σας για να βοηθήσουμε να βελτιώσουμε αυτόν τον ιστότοπο. Μπορείτε να αλλάξετε το %s σας ανά πάσα στιγμή. Διαφορετικά, θα υποθέσουμε ότι είστε εντάξει για να συνεχίσετε. Κάντε κλικ σε αυτό το μήνυμα για να μην εμφανιστεί ξανά.
fa_ir: ما کوکی ها را در رایانه خود قرار داده ایم تا به بهبود این وب سایت کمک کنیم. شما می توانید %s خود را در هر زمان تغییر دهید. در غير اينصورت، فرض کنيم شما همچنان خوب هستيد. روی این پیام کلیک کنید تا دوباره آن را نمایش ندهید.
fi_fi: Olemme asettaneet tietokoneellesi evästeitä, jotta sivusto paranisi. Voit muuttaa %s: ääsi milloin tahansa. Muussa tapauksessa oletamme, että olet OK jatkaa. Napsauta tätä viestiä, jotta sitä ei näytetä uudelleen.
he_il: שמנו קובצי Cookie במחשב שלך כדי לעזור להפוך את האתר הזה טוב יותר. באפשרותך לשנות את %s בכל עת. אחרת, נניח שאתה בסדר להמשיך. לחץ על הודעה זו כדי לא להציג אותה שוב.
hu_hu: A cookie-kat a számítógépre helyeztük, hogy ez a webhely jobban megtörténhessen. A %s-et bármikor megváltoztathatja. Ellenkező esetben azt feltételezzük, hogy folytatódik az OK. Az üzenetre kattintva nem jelenik meg újra.
ko_kr: 우리는 귀하의 컴퓨터에 쿠키를 넣어서이 웹 사이트를보다 잘 만들 수 있도록 도와줍니다. 언제든지 %s를 변경할 수 있습니다. 그렇지 않으면 계속 진행할 수 있다고 가정합니다. 이 메시지를 클릭하면 다시 표시되지 않습니다.
nb_no: Vi har lagt inn informasjonskapsler på datamaskinen din for å gjøre dette nettstedet bedre. Du kan når som helst endre %s. Ellers vil vi anta at du er OK for å fortsette. Klikk på denne meldingen for å ikke vise den igjen.
sv_se: Vi har placerat cookies på din dator för att göra denna webbplats bättre. Du kan ändra din %s när som helst. Annars antar vi att du är okej att fortsätta. Klicka på det här meddelandet för att inte visa det igen.
tr_tr: Bu web sitesini daha iyi hale getirmek için bilgisayarınıza çerezler yerleştirdik. %s dosyanızı istediğiniz zaman değiştirebilirsiniz. Aksi takdirde, devam etmenizin doğru olduğunu varsayacağız. Tekrar göstermemek için bu mesaja tıklayın.
uk_ua: На вашому комп'ютері ми розмістили файли cookie, щоб покращити цей веб-сайт. Ви можете змінити %s в будь-який час. В іншому випадку ми припустимо, що ви можете продовжувати роботу. Натисніть це повідомлення, щоб не відображати його знову.

source: cookie settings
ar_sa: إعدادات ملفات تعريف الارتباط
ca_es: configuració de galetes
da_dk: cookie indstillinger
el_gr: ρυθμίσεις cookie
fa_ir: تنظیمات کوکی
fi_fi: evästeasetukset
he_il: הגדרות קובצי cookie
hu_hu: cookie-beállítások
ko_kr: 쿠키 설정
nb_no: informasjonskapselinnstillinger
sv_se: cookie-inställningar
tr_tr: çerez ayarları
uk_ua: налаштування файлів cookie

source: Play next
ar_sa: العب التالي
ca_es: Següent
da_dk: Spil næste
el_gr: Παίξτε το επόμενο
fa_ir: بعدا بازی کن
fi_fi: Toista seuraava
he_il: הבא
hu_hu: Játssz tovább
ko_kr: 다음에 재생
nb_no: Spill neste
sv_se: Spela nästa
tr_tr: Bir sonraki oyna
uk_ua: Грати далі

source: Add to existing playlist
ar_sa: أضف إلى قائمة التشغيل الحالية
ca_es: Afegeix a la llista de reproducció existent
da_dk: Tilføj til eksisterende afspilningsliste
el_gr: Προσθήκη στην υπάρχουσα λίστα αναπαραγωγής
fa_ir: اضافه کردن به لیست پخش موجود
fi_fi: Lisää olemassa olevaan soittolistaan
he_il: הוסף לפלייליסט קיים
hu_hu: Add hozzá a meglévő lejátszási listához
ko_kr: 기존 재생 목록에 추가
nb_no: Legg til i eksisterende spilleliste
sv_se: Lägg till i befintlig spellista
tr_tr: Mevcut oynatma listesine ekle
uk_ua: Додати до існуючого списку відтворення

source: Log out
ca_es: Tancar sessió
el_gr: Αποσυνδέση
fa_ir: خروج
hu_hu: Kijelentkezés
ko_kr: 로그 아웃
sv_se: Logga ut
tr_tr: Çıkış Yap
uk_ua: Вийти

source: Login
ar_sa: تسجيل الدخول
ca_es: Entrada
da_dk: Log på
el_gr: Είσοδος
fa_ir: ورود
fi_fi: Kirjaudu
he_il: התחברות
hu_hu: Belépés
ko_kr: 로그인
nb_no: Logg inn
sv_se: Logga in
tr_tr: Oturum aç
uk_ua: Вхід

source: Register
ar_sa: تسجيل
ca_es: Registre
da_dk: Tilmeld
el_gr: Εγγραφή
fa_ir: ثبت نام
fi_fi: Rekisteröidy
he_il: הירשם
hu_hu: Regisztráció
ko_kr: 레지스터
nb_no: Registrer
sv_se: Registrera
tr_tr: Kayıt olmak
uk_ua: Реєстрація

source: Error: Your config file is out of date!
ar_sa: خطأ: ملف التكوين الخاص بك قديم!
ca_es: Error: el vostre fitxer de configuració no està actualitzat.
da_dk: Fejl: Din config-fil er forældet!
el_gr: Σφάλμα: Το αρχείο ρύθμισης παραμέτρων δεν είναι ενημερωμένο!
fa_ir: خطا: فایل پیکربندی شما غیرفعال است!
fi_fi: Virhe: Määritystiedosto on vanhentunut!
he_il: שגיאה: קובץ ההגדרות שלך אינו מעודכן!
hu_hu: Hiba: A konfigurációs fájlod lejárt!
ko_kr: 오류 : 설정 파일이 오래되었습니다!
nb_no: Feil: Din config-fil er utdatert!
sv_se: Fel: Din config-fil är föråldrad!
tr_tr: Hata: config dosyanız güncel değil!
uk_ua: Помилка: Ваш конфігураційний файл застарів!

source: Generate and download new config file
ar_sa: توليد وتنزيل ملف التكوين الجديد
ca_es: Generar i descarregar un fitxer de configuració nou
da_dk: Generer og download ny config-fil
el_gr: Δημιουργία και λήψη νέου αρχείου ρυθμίσεων
fa_ir: تولید و دانلود فایل پیکربندی جدید
fi_fi: Luo ja lataa uusi määritystiedosto
he_il: צור והורד קובץ תצורה חדש
hu_hu: Új konfigurációs fájl létrehozása és letöltése
ko_kr: 새 구성 파일 생성 및 다운로드
nb_no: Generer og last ned ny config-fil
sv_se: Generera och hämta ny config-fil
tr_tr: Yeni config dosyası oluştur ve indir
uk_ua: Створення та завантаження нового конфігураційного файлу

source: Write new config file to disk
ar_sa: كتابة ملف التكوين الجديد على القرص
ca_es: Escriviu un nou fitxer de configuració al disc
da_dk: Skriv ny config-fil til disk
el_gr: Γράψτε νέο αρχείο ρυθμίσεων στο δίσκο
fa_ir: نوشتن پرونده پیکربندی جدید به دیسک
fi_fi: Kirjoita uusi kokoonpanotiedosto levylle
he_il: כתוב קובץ הגדרות חדש לדיסק
hu_hu: Írjon új konfigurációs fájlt a lemezre
ko_kr: 디스크에 새 구성 파일 작성
nb_no: Skriv ny config-fil til disk
sv_se: Skriv ny config-fil till disken
tr_tr: Diske yeni config dosyası yaz
uk_ua: Запишіть новий файл конфігурації на диск

source: aMuzak Installation
ar_sa: تركيب aMuzak
ca_es: Instal·lació aMuzak
el_gr: Εγκατάσταση aMuzak
fa_ir: نصب aMuzak
fi_fi: aMuzak-asennus
he_il: התקנה של מוצק
hu_hu: aMuzak telepítése
ko_kr: 무자크 설치
nb_no: aMuzak Installasjon
tr_tr: aMuzak Kurulumu
uk_ua: Установка aMuzak

source: Prev
ar_sa: السابق
ca_es: Previ
da_dk: forrige
el_gr: Προηγούμενο
fa_ir: قبلی
fi_fi: Taaksepäin
he_il: הקודם
hu_hu: Előző
ko_kr: 예전의
nb_no: Forrige
sv_se: Föreg
tr_tr: Önceki
uk_ua: Поперед

source: Page
ar_sa: صفحة
ca_es: Pàgina
da_dk: Side
el_gr: Σελίδα
fa_ir: صفحه
fi_fi: Sivu
he_il: עמוד
hu_hu: oldal
ko_kr: 페이지
nb_no: Side
sv_se: Sida
tr_tr: Sayfa
uk_ua: Сторінка

source: of
ar_sa: من
ca_es: de
da_dk: af
el_gr: του
fa_ir: از
hu_hu: nak,-nek
ko_kr: 의
nb_no: av
sv_se: av
tr_tr: arasında
uk_ua: з

source: Next
ar_sa: التالى
ca_es: Pròxim
da_dk: Næste
el_gr: Επόμενο
fa_ir: بعد
fi_fi: Seuraava
he_il: הבא
hu_hu: Következő
ko_kr: 다음 것
nb_no: neste
sv_se: Nästa
tr_tr: Sonraki
uk_ua: Далі

source: Pages
ar_sa: صفحات
ca_es: Pàgines
da_dk: sider
el_gr: Σελίδες
fa_ir: صفحات
fi_fi: sivut
he_il: דפים
hu_hu: Oldalak
ko_kr: 페이지
nb_no: sider
sv_se: sidor
tr_tr: Sayfalar
uk_ua: Сторінки

source: Infinite Scroll
ar_sa: التدرج اللانهائي
ca_es: Scroll infinit
da_dk: Uendelig rulle
el_gr: Άπειρη κύλιση
fa_ir: اسکرول بی نهایت
fi_fi: Loputon selaaminen
he_il: גלילה אינסופית
hu_hu: Végtelen görgetés
ko_kr: 무한 스크롤
nb_no: Uendelig rulling
sv_se: Oändlig Scroll
tr_tr: Sonsuz kaydırma
uk_ua: Безкінечна прокрутка

source: Grid View
ar_sa: عرض الشبكة
ca_es: Vista de la graella
da_dk: Gittervisning
el_gr: Προβολή πλέγματος
fa_ir: نمای گرید
fi_fi: Ruudukonäkymä
he_il: תצוגת רשת
hu_hu: Rácsnézet
ko_kr: 격자보기
nb_no: Rutenett visning
sv_se: Rutnät
tr_tr: Izgara Görünümü
uk_ua: Перегляд сітки

source: Alphabet
ar_sa: الأبجدية
ca_es: Alfabet
da_dk: Alfabet
el_gr: Αλφάβητο
fa_ir: الفبا
fi_fi: Aakkoset
he_il: אלף בית
hu_hu: Ábécé
ko_kr: 알파벳
nb_no: Alfabet
sv_se: Alfabet
tr_tr: Alfabe
uk_ua: Алфавіт

source: Limit
ar_sa: حد
ca_es: Límit
da_dk: Begrænse
el_gr: Οριο
fa_ir: حد
fi_fi: Raja
he_il: הגבל
hu_hu: Határ
ko_kr: 한도
nb_no: Grense
sv_se: Begränsa
uk_ua: Обмеження

source: Item Count
ar_sa: عدد الأصناف
ca_es: Recompte d'elements
da_dk: Vareantal
el_gr: Καταμέτρηση στοιχείων
fa_ir: تعداد مورد
fi_fi: Kohteen numero
he_il: מספר פריט
hu_hu: Elemszám
ko_kr: 아이템 수
nb_no: Vare Count
sv_se: Artikelräkning
tr_tr: Eşya sayısı
uk_ua: Кількість пунктів

source: Add to Playlist
ar_sa: أضف إلى قائمة التشغيل
ca_es: Afegeix a la llista
da_dk: Tilføj til Playlist
el_gr: Προσθήκη στην playlist
fa_ir: افزودن به لیست پخش
fi_fi: Lisää soittolistaan
he_il: הוסף לרשימת ההשמעה
hu_hu: Lejátszási listához adni
ko_kr: 재생 목록에 추가
nb_no: Legg til i spilleliste
sv_se: Lägg till i spellista
tr_tr: Oynatma listesine ekle
uk_ua: Додати до плейлиста

source: Add to New Playlist
ar_sa: أضف إلى قائمة التشغيل الجديدة
ca_es: Afegeix a la nova llista
da_dk: Tilføj til ny afspilningsliste
el_gr: Προσθήκη σε νέα playlist
fa_ir: افزودن به لیست پخش جدید
fi_fi: Lisää uuteen soittolistaan
he_il: הוסף לרשימת השמעה חדשה
hu_hu: Hozzáadás az új lejátszási listához
ko_kr: 새 재생 목록에 추가
nb_no: Legg til i ny spilleliste
sv_se: Lägg till i ny spellista
tr_tr: Yeni Oynatma Listesine Ekle
uk_ua: Додати до нового списку відтворення

source: Batch Download
ar_sa: تحميل دفعه
ca_es: Descàrrega per lots
el_gr: Λήψη παρτίδας
fa_ir: دانلود بچ
fi_fi: Erälataus
he_il: הורד אצווה
hu_hu: Kötegelt letöltés
ko_kr: 일괄 다운로드
nb_no: Batch nedlasting
tr_tr: Toplu İndir
uk_ua: Завантажити пакет

source: Clear Playlist
ar_sa: مسح قائمة التشغيل
ca_es: Neteja la llista
da_dk: Ryd spilleliste
el_gr: Καθαρισμός playlist
fa_ir: پاک کردن لیست پخش
fi_fi: Tyhjennä soittolista
he_il: נקה רשימת השמעה
hu_hu: Törölje a lejátszási listát
ko_kr: 재생 목록 지우기
nb_no: Rensk spilleliste
sv_se: Töm spellista
tr_tr: Oynatma Listesini Temizle
uk_ua: Очистити список відтворення

source: Add Dynamic Items
ar_sa: إضافة العناصر الديناميكية
ca_es: Afegeix ítems dinàmics
da_dk: Tilføj dynamiske elementer
el_gr: Προσθήκη Δυναμικών Στοιχείων
fa_ir: افزودن اقلام پویا
fi_fi: Lisää dynaamisia kohteita
he_il: הוסף פריטים דינמיים
hu_hu: Dinamikus elemek hozzáadása
ko_kr: 동적 항목 추가
nb_no: Legg til dynamiske objekter
sv_se: Lägg till dynamiska objekt
tr_tr: Dinamik Öğe Ekleme
uk_ua: Додати динамічні елементи

source: Random Song
ar_sa: أغنية عشوائية
ca_es: Cançó aleatòria
da_dk: Tilfældig sang
el_gr: Τυχαίο τραγούδι
fa_ir: آهنگ تصادفی
fi_fi: Satunnainen kappale
he_il: שיר אקראי
hu_hu: Véletlenszerű Dal
ko_kr: 무작위 송
nb_no: Tilfeldig sang
sv_se: Slumpmässig sång
tr_tr: Rastgele Şarkı
uk_ua: Випадкова пісня

source: Random Artist
ar_sa: فنان عشوائي
ca_es: Artista aleatori
da_dk: Tilfældig kunstner
el_gr: Τυχαία Καλλιτέχνης
fa_ir: هنرمند تصادفی
fi_fi: Satunnainen taiteilija
he_il: אמן אקראי
hu_hu: Véletlenszerű Előadó
ko_kr: 랜덤 아티스트
nb_no: Tilfeldig kunstner
sv_se: Slumpmässig Artist
tr_tr: Rastgele Sanatçı
uk_ua: Випадковий виконавець

source: Random Album
ar_sa: ألبوم عشوائي
ca_es: Àlbum aleatori
da_dk: Tilfældigt album
el_gr: Τυχαίο άλμπουμ
fa_ir: آلبوم تصادفی
fi_fi: Satunnainen albumi
he_il: אלבום אקראי
hu_hu: Véletlenszerű Album
ko_kr: 임의 앨범
nb_no: Tilfeldig album
sv_se: Slumpmässigt album
tr_tr: Rastgele Albüm
uk_ua: Випадковий альбом

source: Random Playlist
ar_sa: قائمة تشغيل عشوائية
ca_es: Llista de reproducció aleatòria
da_dk: Tilfældig afspilningsliste
el_gr: Τυχαία λίστα αναπαραγωγής
fa_ir: لیست پخش تصادفی
fi_fi: Satunnainen soittolista
he_il: רשימת השמעה אקראית
hu_hu: Véletlenszerű Lista
ko_kr: 무작위 재생 목록
nb_no: Tilfeldig spilleliste
sv_se: Slumpmässig spellista
tr_tr: Rastgele Çalma Listesi
uk_ua: Випадковий список відтворення

source: No items
ar_sa: لا توجد عناصر
ca_es: No hi ha elements
da_dk: Ingen varer
el_gr: Κανένα αντικείμενο
fa_ir: هیچ موردی وجود ندارد
fi_fi: Ei tuotteita
he_il: אין פריטים
hu_hu: Nincsenek tárgyak
ko_kr: 항목이 없습니다
nb_no: Ingen ting
sv_se: Inga föremål
tr_tr: Öğe yok
uk_ua: Немає елементів

source: Access Control
ar_sa: صلاحية التحكم صلاحية الدخول
ca_es: Control d'accés
da_dk: Adgangskontrol
el_gr: Έλεγχος Πρόσβασης
fa_ir: کنترل دسترسی
he_il: בקרת גישה
hu_hu: Hozzáférés-szabályozás
ko_kr: 액세스 제어
nb_no: Tilgangskontroll
sv_se: Behörighetskontroll
tr_tr: Giriş kontrolu
uk_ua: Управління доступом

source: Add Current Host
ar_sa: إضافة المضيف الحالي
ca_es: Afegeix màquina actual
da_dk: Tilføj nuværende vært
el_gr: Προσθήκη τρέχοντος κεντρικού υπολογιστή
fa_ir: افزودن میزبان جاری
fi_fi: Lisää nykyinen isäntä
he_il: הוסף מארח נוכחית
hu_hu: Jelenlegi gazdagép hozzáadása
ko_kr: 현재 호스트 추가
nb_no: Legg til nåværende vert
sv_se: Lägg till aktuell värd
tr_tr: Mevcut Ana Bilgisayarı Ekle
uk_ua: Додати поточний хост

source: Add API / RPC Host
ar_sa: إضافة مضيف API / RPC
ca_es: Afegir una màquina API / RPC
da_dk: Tilføj API / RPC Host
el_gr: Προσθήκη κεντρικού υπολογιστή API / RPC
fa_ir: اضافه کردن میزبان API / RPC
fi_fi: Lisää API / RPC-isäntä
he_il: הוסף מארח API / RPC
hu_hu: API / RPC gazdagép hozzáadása
ko_kr: API / RPC 호스트 추가
nb_no: Legg til API / RPC Vert
sv_se: Lägg till API/RPC-värd
tr_tr: API / RPC Ana Bilgisayarı Ekle
uk_ua: Додати хост API / RPC

source: Add Local Network Definition
ar_sa: إضافة تعريف الشبكة المحلية
ca_es: Afegeix definició de xarxa local
da_dk: Tilføj lokal netværksdefinition
el_gr: Προσθήκη τοπικού ορισμού δικτύου
fa_ir: اضافه کردن شبکه محلی تعریف
fi_fi: Lisää paikallisen verkon määritelmä
he_il: הוסף הגדרת רשת מקומית
hu_hu: Helyi hálózati definíció hozzáadása
ko_kr: 로컬 네트워크 정의 추가
nb_no: Legg til lokalt nettverksdefinisjon
sv_se: Lägg till lokala nätverksdefinition
tr_tr: Yerel Ağ Tanımı Ekleyin
uk_ua: Додати визначення локальної мережі

source: Advanced Add
ar_sa: متقدم إضافة
ca_es: Afegir detalladament
da_dk: Avanceret Tilføj
el_gr: Σύνθετη προσθήκη
fa_ir: افزودن پیشرفته
fi_fi: Lisäys
he_il: הוספה מתקדמת
hu_hu: Speciális hozzáadás
ko_kr: 고급 추가
nb_no: Legg til - Avansert
sv_se: Lägg till avancerat
tr_tr: Gelişmiş Ekleme
uk_ua: Додатково додати

source: Access Control Entries
ar_sa: إدخالات التحكم في الوصول
ca_es: Control d'accés
da_dk: Adgangskontrolindgange
el_gr: Καταχωρήσεις ελέγχου πρόσβασης
fa_ir: ورودیهای کنترل دسترسی
he_il: גישה לפריטי בקרה
hu_hu: Hozzáférés-ellenőrzési bejegyzések
ko_kr: 액세스 제어 항목
nb_no: Tilgangskontroll oppføringer
sv_se: Behörighetskontroll
tr_tr: Erişim Kontrolü Girişleri
uk_ua: Записи контролю доступу

source: Start Address
ar_sa: بدء العنوان
ca_es: Adreça inicial
da_dk: Startadresse
el_gr: Αρχική Διεύθυνση
fa_ir: آدرس خاتمه
fi_fi: Aloita osoite
he_il: כתובת התחלה
hu_hu: Kezdő cím
ko_kr: 시작 주소
nb_no: Startadresse
sv_se: Startadress
tr_tr: Adres Başlat
uk_ua: Початок адреси

source: End Address
ar_sa: عنوان النهاية
ca_es: Adreça final
da_dk: Slutadresse
el_gr: Τελική Διεύθυνση
fa_ir: آدرس شروع
fi_fi: Lopeta osoite
he_il: כתובת סיום
hu_hu: Végcím
ko_kr: 최종 주소
nb_no: Sluttadresse
sv_se: Slutadress
tr_tr: Bitiş adresi
uk_ua: Кінцева адреса

source: Level
ar_sa: مستوى
ca_es: Nivell
da_dk: Niveau
el_gr: Επίπεδο
fa_ir: سطح
fi_fi: Taso
he_il: רמה
hu_hu: Szint
ko_kr: 수평
nb_no: Nivå
sv_se: Nivå
tr_tr: seviye
uk_ua: Рівень

source: Type
ar_sa: نوع
ca_es: Escriviu
el_gr: Τύπος
fa_ir: تایپ کنید
fi_fi: Tyyppi
he_il: הקלד
hu_hu: típus
ko_kr: 유형
sv_se: Typ
tr_tr: tip
uk_ua: Тип

source: Action
ar_sa: عمل
ca_es: Acció
da_dk: Handling
el_gr: Δράση
fa_ir: عمل
fi_fi: Toiminta
he_il: פעולה
hu_hu: Akció
ko_kr: 동작
nb_no: Handling
sv_se: Verkan
tr_tr: Aksiyon
uk_ua: Дія

source: Full Name
ar_sa: الاسم الكامل
ca_es: Nom complet
da_dk: Fulde navn
el_gr: Πλήρες όνομα
fa_ir: نام و نام خانوادگی
fi_fi: Koko nimi
he_il: שם מלא
hu_hu: Teljes név
ko_kr: 성명
nb_no: Fullt navn
sv_se: Fullständiga namn
tr_tr: Ad Soyad
uk_ua: Повне ім'я

source: E-mail
ar_sa: البريد الإلكتروني
ca_es: Correu electrònic
el_gr: ΗΛΕΚΤΡΟΝΙΚΗ ΔΙΕΥΘΥΝΣΗ
fa_ir: پست الکترونیک
fi_fi: Sähköposti
he_il: דואר אלקטרוני
ko_kr: 이메일
nb_no: E-post
sv_se: E-post
uk_ua: Електронна пошта
