Repository: codacy-badger/amuzak
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, ca_es, da_dk, el_gr, fa_ir, fi_fi, he_il, hu_hu, ko_kr, nb_no, sv_se, tr_tr, uk_ua

source: No democratic found
ar_sa: لم يتم العثور على الديمقراطية
ca_es: No s'ha trobat cap democràcia
da_dk: Ingen demokratisk fund
el_gr: Δεν βρέθηκε δημοκρατικός
fa_ir: هیچ دموکراتیک یافت نشد
fi_fi: Demokratiaa ei löytynyt
he_il: לא נמצא דמוקרטי
hu_hu: Demokratikus nem található
ko_kr: 민주주의가 없다.
nb_no: Ingen demokratisk funnet
sv_se: Ingen demokratisk funna
tr_tr: Demokratik bulunamadı
uk_ua: Ніяких демократичних знайдено

source: Create New Playlist
ar_sa: إنشاء قائمة تشغيل جديدة
ca_es: Crea una nova llista de reproducció
da_dk: Opret ny afspilningsliste
el_gr: Δημιουργία νέας λίστας αναπαραγωγής
fa_ir: ایجاد لیست پخش جدید
fi_fi: Luo uusi soittolista
he_il: צור רשימת השמעה חדשה
hu_hu: Új lejátszási lista létrehozása
ko_kr: 새 재생 목록 만들기
nb_no: Opprett ny spilleliste
sv_se: Skapa ny spellista
tr_tr: Yeni Oynatma Listesi Oluştur
uk_ua: Створити новий список відтворення

source: Create new license
ar_sa: إنشاء ترخيص جديد
ca_es: Crea una nova llicència
da_dk: Opret ny licens
el_gr: Δημιουργία νέας άδειας
fa_ir: مجوز جدید ایجاد کنید
fi_fi: Luo uusi lisenssi
he_il: צור רישיון חדש
hu_hu: Új licenc létrehozása
ko_kr: 새 라이센스 만들기
nb_no: Opprett ny lisens
sv_se: Skapa ny licens
tr_tr: Yeni lisans oluştur
uk_ua: Створити нову ліцензію

source: No Licenses Found
ar_sa: لا توجد تراخيص
ca_es: No s’ha trobat cap llicència
da_dk: Ingen licenser fundet
el_gr: Δεν βρέθηκαν άδειες χρήσης
fa_ir: بدون مجوز یافت نشد
fi_fi: Ei lisenssejä
he_il: לא נמצאו רישיונות
hu_hu: Nincs licenc
ko_kr: 라이센스를 찾을 수 없음
nb_no: Ingen lisenser funnet
sv_se: Inga licenser hittades
tr_tr: Lisans Bulunamadı
uk_ua: Не знайдено жодних ліцензій

source: Object
ar_sa: موضوع
ca_es: Objecte
da_dk: Objekt
el_gr: Αντικείμενο
fa_ir: شیئ
fi_fi: Esine
he_il: אובייקט
hu_hu: Tárgy
ko_kr: 목적
nb_no: Objekt
sv_se: Objekt
tr_tr: Nesne
uk_ua: Об'єкт

source: Sticky
ar_sa: لزج
ca_es: Adhesives
da_dk: Klæbrig
el_gr: Μόνιμο
fa_ir: چسبنده
he_il: דביק
hu_hu: Ragadós
ko_kr: 어려운
nb_no: Fest
sv_se: Klistrig
tr_tr: Yapışkan
uk_ua: Важко

source: Date Added
ar_sa: تم إضافة التاريخ
ca_es: Data afegida
da_dk: dato tilføjet
el_gr: Ημερομηνία προστέθηκε
fa_ir: تاریخ اضافه شدن
fi_fi: lisäyspäivämäärä
he_il: תאריך הוסף
hu_hu: dátum hozzáadva
ko_kr: 추가 된 날짜
nb_no: Lagt til dato
sv_se: Lades till
tr_tr: Ekleme Tarihi
uk_ua: дату додано

source: Browse Library
ar_sa: تصفح المكتبة
ca_es: Navega per la biblioteca
da_dk: Gennemse Bibliotek
el_gr: Αναζήτηση βιβλιοθήκης
fa_ir: مرور کتابخانه
fi_fi: Selaa kirjastoa
he_il: עיון בספריה
hu_hu: Könyvtár böngészése
ko_kr: 라이브러리 찾아보기
nb_no: Bla gjennom biblioteket
sv_se: Bläddra i biblioteket
tr_tr: Kütüphaneye Göz Atın
uk_ua: Переглянути бібліотеку

source: Trending
ar_sa: الشائع
ca_es: Tendències
el_gr: Τάση
fa_ir: روند
fi_fi: Nousussa
he_il: מגמות
hu_hu: Felkapott
ko_kr: 인기 급상승
nb_no: Trender
sv_se: Trend
tr_tr: Trend
uk_ua: Тенденції

source: Newest
ar_sa: الأحدث
ca_es: El més nou
da_dk: Nyeste
el_gr: Νεότερο
fa_ir: جدیدترین
fi_fi: Uusin
he_il: החדש ביותר
hu_hu: Legújabb
ko_kr: 최신
nb_no: Nyeste
sv_se: Nyaste
tr_tr: en yeni
uk_ua: Нові

source: Popular
ar_sa: جمع
da_dk: Populær
el_gr: Δημοφιλής
fa_ir: محبوب
fi_fi: Suosittu
he_il: פופולרי
hu_hu: Népszerű
ko_kr: 인기 있는
nb_no: Populær
sv_se: Populär
tr_tr: Popüler
uk_ua: Популярні

source: Similar Songs
ar_sa: أغاني مماثلة
ca_es: Cançons similars
da_dk: Lignende sange
el_gr: Παρόμοια τραγούδια
fa_ir: آهنگ های مشابه
fi_fi: Samanlaisia lauluja
he_il: שירים דומים
hu_hu: Hasonló Dalok
ko_kr: 비슷한 노래
nb_no: Lignende sanger
sv_se: Liknande låtar
tr_tr: Benzer şarkılar
uk_ua: Подібні пісні

source: Current rating:
ar_sa: التصويت الحالي:
ca_es: Qualificació actual:
da_dk: Nuværende vurdering:
el_gr: Τρέχουσα βαθμολογία:
fa_ir: رتبه فعلی:
fi_fi: Nykyinen arvostelu:
he_il: דירוג נוכחי:
hu_hu: Jelenlegi értékelés:
ko_kr: 현재 평가 :
nb_no: Nåværende rating:
sv_se: Aktuellt betyg:
tr_tr: Güncel Beğeni:
uk_ua: Поточний рейтинг:

source: not rated yet
ar_sa: لم يتم تقييمه بعد
ca_es: encara no valorat
da_dk: ikke bedømt endnu
el_gr: Δεν έχει βαθμολογηθεί ακόμα
fa_ir: هنوز ارزیابی نشده
fi_fi: ei ole vielä luokiteltu
he_il: לא מדורג עדיין
hu_hu: még nem értékelték
ko_kr: 아직 등급 없음
nb_no: ikke ratet enda
sv_se: inte betygsatt än
tr_tr: henüz oylanmadı
uk_ua: ще не оцінено

source: %s of 5
ca_es: %s de 5
da_dk: %s af 5
el_gr: %s από 5
fa_ir: %s از 5
fi_fi: %s / 5
he_il: %s מתוך 5
hu_hu: %s az 5-ből
nb_no: %s av 5
sv_se: %s av 5
tr_tr: %s / 5
uk_ua: %s з 5

source: Sort Tracks by Artist, Album, Song
ar_sa: فرز المسارات حسب الفنان ، الألبوم ، أغنية
ca_es: Ordena les pistes per artista, àlbum, cançó
da_dk: Sorter spor efter kunstner, album, sang
el_gr: Ταξινόμηση κομματιών κατά καλλιτέχνη, άλμπουμ, τραγούδι
fa_ir: مرتب سازی آهنگ ها توسط هنرمند، آلبوم، آهنگ
fi_fi: Lajittele kappaleet artistin, albumin, kappaleen mukaan
he_il: מיון שירים לפי אמן, אלבום, שיר
hu_hu: Műsorok, albumok, dalok rendezése
ko_kr: 아티스트, 앨범, 노래별로 트랙 정렬
nb_no: Sorter spor etter artist, album, sang
sv_se: Sortera spår efter artist, album, sång
tr_tr: Şarkıları Sanatçı, Albüm, Şarkıya Göre Sırala
uk_ua: Сортувати треки за виконавцем, альбомом, піснею

source: Remove duplicates
ar_sa: إزالة التكرارات
ca_es: Elimina els duplicats
da_dk: Fjern dubletter
el_gr: Καταργήστε τα διπλά
fa_ir: تکراری را حذف کنید
fi_fi: Poista kaksoiskappaleet
he_il: הסר כפילויות
hu_hu: Távolítsa el a másolatokat
ko_kr: 중복 된 항목 삭제
nb_no: Fjern duplikater
sv_se: Ta bort dubbletter
tr_tr: Kopyaları kaldır
uk_ua: Видалити дублікати

source: Do you really want to delete the playlist?
ar_sa: هل تريد حقًا حذف قائمة التشغيل؟
ca_es: Segur que voleu suprimir la llista de reproducció?
da_dk: Vil du virkelig slette afspilningslisten?
el_gr: Θέλετε πραγματικά να διαγράψετε τη λίστα αναπαραγωγής;
fa_ir: آیا واقعا میخواهید لیست پخش را حذف کنید؟
fi_fi: Haluatko todella poistaa soittolistan?
he_il: האם אתה באמת רוצה למחוק את הפלייליסט?
hu_hu: Tényleg törölni szeretné a lejátszási listát?
ko_kr: 정말로 재생 목록을 삭제 하시겠습니까?
nb_no: Vil du virkelig slette spillelisten?
sv_se: Vill du verkligen radera spellistan?
tr_tr: Çalma listesini gerçekten silmek istiyor musunuz?
uk_ua: Ви дійсно бажаєте видалити список відтворення?

source: Reorder
ar_sa: إعادة ترتيب
ca_es: Reordenar
da_dk: Omarranger
el_gr: Παραγγέλλω πάλι
fa_ir: تنظیم مجدد
fi_fi: Järjestä uudelleen
he_il: להזמין מחדש
hu_hu: átrendezése
ko_kr: 재주문
nb_no: Endre rekkefølge
sv_se: ordna
tr_tr: Yeniden Sıralama
uk_ua: Змінити порядок

source: Playlist edit
ar_sa: تحرير قائمة التشغيل
ca_es: Edició de la llista de reproducció
da_dk: Afspilningsliste rediger
el_gr: Επεξεργασία λίστας αναπαραγωγής
fa_ir: ویرایش لیست پخش
fi_fi: Soittolistan muokkaus
he_il: עריכת פלייליסט
hu_hu: Lejátszási lista szerkesztése
ko_kr: 재생 목록 수정
nb_no: Spilleliste redigere
sv_se: Ändra spellista
tr_tr: Oynatma listesi düzenlemesi
uk_ua: Редагування списку відтворення

source: Playlist name
ar_sa: اسم قائمة التشغيل
ca_es: Nom de la llista de reproducció
da_dk: Afspilningsliste navn
el_gr: Όνομα playlist
fa_ir: نام لیست پخش
fi_fi: Soittolistan nimi
he_il: שם רשימת השמעה
hu_hu: Lejátszási lista neve
ko_kr: 재생 목록 이름
nb_no: Spillelistenavn
sv_se: Spellista namn
tr_tr: Oynatma listesi adı
uk_ua: Назва списку відтворення

source: Last Update
ar_sa: اخر تحديث
ca_es: Darrera actualització
da_dk: Sidste ændring
el_gr: Τελευταία ενημέρωση
fa_ir: اخرین بروزرسانی
fi_fi: Viimeisin päivitys
he_il: העדכון אחרון
hu_hu: Utolsó frissítés
ko_kr: 마지막 업데이트
nb_no: Siste oppdatering
sv_se: Senaste uppdateringen
tr_tr: Son Güncelleme
uk_ua: Останнє оновлення

source: # Medias
ar_sa: # الوسائط
da_dk: # Medier
fa_ir: # مدیسا
fi_fi: # Mediat
he_il: # מדיאציות
hu_hu: # Mediák
ko_kr: # 미디어
sv_se: # Media
uk_ua: # Медіа

source: Owner
ar_sa: صاحب
ca_es: Propietari
da_dk: Ejer
el_gr: Ιδιοκτήτης
fa_ir: صاحب
fi_fi: Omistaja
he_il: בעלים
hu_hu: Tulajdonos
ko_kr: 소유자
nb_no: Eieren
sv_se: Ägare
tr_tr: Sahip
uk_ua: Власник

source: No playlist found
ar_sa: لم يتم العثور على قائمة تشغيل
ca_es: No s’ha trobat cap llista de reproducció
da_dk: Ingen afspilningsliste fundet
el_gr: Δεν βρέθηκε λίστα αναπαραγωγής
fa_ir: هیچ لیست پخش یافت نشد
fi_fi: Ei soittolistaa
he_il: לא נמצא פלייליסט
hu_hu: Nincs lejátszási lista
ko_kr: 재생 목록이 없습니다.
nb_no: Ingen spilleliste funnet
sv_se: Ingen spellista hittades
tr_tr: Oynatma listesi bulunamadı
uk_ua: Список відтворення не знайдено

source: %s %s (Playlist)
ar_sa: %s %s (قائمة التشغيل)
ca_es: %s %s (Llista de reproducció)
da_dk: %s %s (Afspilningsliste)
fa_ir: %s %s (لیست پخش)
fi_fi: %s %s (soittolista)
he_il: %s %s (פלייליסט)
ko_kr: %s %s (재생 목록)
nb_no: %s %s (spilleliste)
sv_se: %s %s (Spellista)
tr_tr: %s %s (Oynatma Listesi)
uk_ua: %s %s (список відтворення)

source: Installed Version
ar_sa: نسخة مثبتة
ca_es: Versió instal·lada
da_dk: Installeret version
el_gr: Εγκατεστημένη έκδοση
fa_ir: نسخه نصب شده
fi_fi: Asennettu versio
he_il: גרסה מותקנת
hu_hu: Telepített verzió
ko_kr: 설치된 버전
nb_no: Installert versjon
sv_se: Installerad version
tr_tr: Kurulu Sürüm
uk_ua: Встановлена версія

source: Deactivate
ar_sa: عطل
ca_es: Desactivar
da_dk: Deaktiver
el_gr: Απενεργοποίηση
fa_ir: از کار انداختن
fi_fi: deaktivoida
he_il: בטל
hu_hu: kikapcsolása
ko_kr: 비활성화
nb_no: Deaktiver
sv_se: Inaktivera
tr_tr: Devre dışı bırakmak
uk_ua: Деактивувати

source: Upgrade
ar_sa: تطوير
ca_es: Actualitzar
da_dk: opgradering
el_gr: Αναβαθμίζω
fa_ir: ارتقاء
fi_fi: parantaa
he_il: שדרג
hu_hu: frissítés
ko_kr: 업그레이드
nb_no: Oppgradering
sv_se: uppgradering
tr_tr: Yükselt
uk_ua: Оновлення

source: Link
ar_sa: حلقة الوصل
ca_es: Enllaç
el_gr: Σύνδεσμος
fa_ir: ارتباط دادن
fi_fi: Linkki
he_il: קישור
ko_kr: 링크
sv_se: Länk
tr_tr: bağlantı
uk_ua: Посилання

source: Publication Date
ar_sa: تاريخ النشر
ca_es: Data de publicació
da_dk: Udgivelsesdato
el_gr: Ημερομηνία έκδοσης
fa_ir: تاریخ انتشار
fi_fi: Julkaisupäivämäärä
he_il: תאריך פרסום
hu_hu: Közzététel dátuma
ko_kr: 발행일
nb_no: Publiseringsdato
sv_se: Publiceringsdatum
tr_tr: Yayın tarihi
uk_ua: Дата публікації

source: File
ar_sa: ملف
ca_es: Dossier
da_dk: Fil
el_gr: Αρχείο
fa_ir: فایل
fi_fi: tiedosto
he_il: קובץ
hu_hu: fájl
ko_kr: 파일
nb_no: Fil
sv_se: Fil
tr_tr: Dosya
uk_ua: Файл

source: Sync
ar_sa: مزامنة
ca_es: Sincronitzar
da_dk: Synkronisere
el_gr: Συγχρονισμός
fa_ir: همگام سازی
fi_fi: Synkronointi
he_il: סינכרון
hu_hu: Szinkronizál
ko_kr: 동조
sv_se: Synkronisera
tr_tr: Eşitleme
uk_ua: Синхронізувати

source: Podcast Episode edit
ar_sa: بودكاست الحلقة تحرير
ca_es: Edició de l’episodi del podcast
el_gr: Επεξεργασία επεισοδίου Podcast
fa_ir: ویرایش قسمت پادکست
fi_fi: Podcast-jakson muokkaus
he_il: Podcast פרק עריכה
hu_hu: Podcast epizód szerkesztése
ko_kr: 팟 캐스트 에피소드 편집
sv_se: Podcast Episode redigera
tr_tr: Podcast Bölüm düzenlemesi
uk_ua: Редагувати епізод подкасту

source: No podcast episode found
ar_sa: لم يتم العثور على حلقة بودكاست
ca_es: No s’ha trobat cap episodi de podcast
da_dk: Ingen podcast-episode fundet
el_gr: Δεν βρέθηκε επεισόδιο podcast
fa_ir: هیچ قسمت پادکست یافت نشد
fi_fi: Podcast-jaksoa ei löytynyt
he_il: לא נמצא פרק podcast
hu_hu: Nem találtak podcast-epizódot
ko_kr: 팟 캐스트 에피소드 없음
nb_no: Ingen podcast-episode funnet
sv_se: Ingen podcast-episod hittades
tr_tr: Podcast bölümü bulunamadı
uk_ua: Не знайдено жодного епізоду подкастів

source: Podcast edit
ar_sa: تحرير بودكاست
ca_es: Edició de podcast
da_dk: Podcast redigering
el_gr: Επεξεργασία podcast
fa_ir: ویرایش پادکست
fi_fi: Podcast-muokkaus
he_il: Podcast עריכה
hu_hu: Podcast szerkesztése
ko_kr: 팟 캐스트 편집
nb_no: Podcast redigering
sv_se: Podcast redigera
tr_tr: Podcast düzenleme
uk_ua: Редагувати подкаст

source: Edit Podcast
ar_sa: تحرير بودكاست
ca_es: Edita el podcast
da_dk: Rediger podcast
el_gr: Επεξεργασία Podcast
fa_ir: ویرایش پادکست
fi_fi: Muokkaa Podcastia
he_il: עריכת Podcast
hu_hu: Podcast szerkesztése
ko_kr: 팟 캐스트 편집
nb_no: Rediger podcast
sv_se: Redigera Podcast
tr_tr: Podcast'i Düzenle
uk_ua: Редагувати подкаст

source: Episodes
ar_sa: الحلقات
ca_es: Episodis
da_dk: episoder
el_gr: Επεισόδια
fa_ir: قسمت ها
fi_fi: jaksot
he_il: פרקים
hu_hu: Epizódok
ko_kr: 에피소드
nb_no: episoder
sv_se: episoder
tr_tr: Bölümler
uk_ua: Епізоди

source: Subscribe Podcast
ar_sa: اشترك بودكاست
ca_es: Subscriu-te al podcast
da_dk: Tilmeld Podcast
el_gr: Εγγραφείτε στο Podcast
fa_ir: اشتراک پادکست
fi_fi: Tilaa Podcast
he_il: הירשם Podcast
hu_hu: Feliratkozás Podcastra
ko_kr: 팟 캐스트 구독
nb_no: Abonner Podcast
sv_se: Prenumerera Podcast
tr_tr: Podcast'e abone olun
uk_ua: Підписатися на подкаст

source: No podcast found
ar_sa: لم يتم العثور على البودكاست
ca_es: No s’ha trobat cap podcast
da_dk: Ingen podcast fundet
el_gr: Δεν βρέθηκε podcast
fa_ir: هیچ پادکست یافت نشد
fi_fi: Podcastia ei löydy
he_il: לא נמצא פודקאסט
hu_hu: Nem található podcast
ko_kr: 팟 캐스트를 찾을 수 없음
nb_no: Ingen podcast funnet
sv_se: Ingen podcast hittades
tr_tr: Podcast bulunamadı
uk_ua: Не знайдено жодного подкаста

source: Preference Administration
ar_sa: إدارة التفضيل
ca_es: Preferència administrativa
da_dk: Præferenceadministration
el_gr: Προτιμήσεις Διαχείρισης
fa_ir: اولویت مدیریت
he_il: ניהול העדפות
ko_kr: 환경 설정 관리
nb_no: Administrasjon av innstillinger
sv_se: Administrera inställningar
tr_tr: Tercih Yönetimi
uk_ua: Адміністрування переваг

source: Apply to All
ar_sa: تنطبق على الكل
ca_es: Aplica a tothom
da_dk: Ansøg til Alle
el_gr: Εφαρμόστε σε όλους
fa_ir: درخواست به همه
fi_fi: Koskee kaikkia
he_il: החל על הכל
hu_hu: Jelentkezzen be mindenre
ko_kr: 모두에 적용
nb_no: Gjelder for alle
sv_se: Ansök på Alla
tr_tr: Hepsine başvur
uk_ua: Застосувати до всіх

source: Access Level
ar_sa: مستوى الوصول
ca_es: Nivell d'accés
da_dk: Adgangsniveau
el_gr: Επίπεδο πρόσβασης
fa_ir: سطح دسترسی
he_il: רמת גישה
hu_hu: Hozzáférési szint
ko_kr: 액세스 수준
nb_no: Tilgangsnivå
sv_se: Åtkomstnivå
tr_tr: Erişim Seviyesi
uk_ua: Рівень доступу

source: Editing %s preferences
ar_sa: تحرير تفضيلات %s
ca_es: Edició de preferències %s
da_dk: Redigerer %s indstillinger
el_gr: Επεξεργασία προτιμήσεων %s
fa_ir: ویرایش تنظیمات %s
fi_fi: %s-asetusten muokkaaminen
he_il: עריכת העדפות %s
hu_hu: %s beállítások szerkesztése
ko_kr: %s 환경 설정 편집 중
nb_no: Redigerer %s preferanser
sv_se: Redigering %s inställningar
tr_tr: %s tercihlerini düzenleme
uk_ua: Редагування параметрів %s

source: Update Preferences
ar_sa: تحديث التفضيلات
ca_es: Actualitza les preferències
da_dk: Opdater indstillinger
el_gr: Ενημέρωση προτιμήσεων
fa_ir: تنظیمات را به روز کنید
fi_fi: Päivitä asetukset
he_il: עדכן העדפות
hu_hu: Frissítési beállítások
ko_kr: 업데이트 환경 설정
nb_no: Oppdateringsinnstillinger
sv_se: Uppdatera inställningar
tr_tr: Tercihleri Güncelle
uk_ua: Оновити налаштування

source: Sent by
ar_sa: أرسلت بواسطة
ca_es: Enviat per
da_dk: Sendt af
el_gr: Στάλθηκε από
fa_ir: فرستاده شده توسط
fi_fi: Lähettäjä
he_il: נשלח על - ידי
hu_hu: Elküldött
ko_kr: 에 의해 전송
nb_no: Sent av
sv_se: Skickat av
tr_tr: Tarafından gönderilen
uk_ua: Надіслано

source: Reply
ar_sa: الرد
ca_es: Respondre
da_dk: Svar
el_gr: Απάντηση
fa_ir: پاسخ
fi_fi: Vastaa
he_il: תשובה
hu_hu: Válasz
ko_kr: 댓글
nb_no: Svare
sv_se: Svar
tr_tr: cevap
uk_ua: Відповісти

source: Compose
ar_sa: مؤلف موسيقى
ca_es: Escriure
el_gr: Συνθέτω
fa_ir: ساختن
fi_fi: Säveltää
he_il: כתוב
hu_hu: Összeállít
ko_kr: 짓다
nb_no: komponer
sv_se: Komponera
tr_tr: oluşturmak
uk_ua: Створити

source: Compose a new message
ar_sa: إنشاء رسالة جديدة
ca_es: Escriure un nou missatge
da_dk: Lav en ny besked
el_gr: Σύνταξη νέου μηνύματος
fa_ir: یک پیام جدید را بنویسید
fi_fi: Luo uusi viesti
he_il: כתוב הודעה חדשה
hu_hu: Új üzenet létrehozása
ko_kr: 새 메시지 작성
nb_no: Skriv en ny melding
sv_se: Skriv ett nytt meddelande
tr_tr: Yeni bir mesaj oluştur
uk_ua: Створіть нове повідомлення

source: Set as read
ar_sa: تعيين للقراءة
ca_es: Marcar com llegit
da_dk: Indstil som læst
el_gr: Ορίστε ως αναγνωσμένο
fa_ir: تنظیم به عنوان خوانده شده
fi_fi: Aseta lukemaksi
he_il: הגדר כנקראה
hu_hu: Állítsa be az olvasást
ko_kr: 읽은 상태로 설정
nb_no: Sett som lest
sv_se: Ange som läst
tr_tr: Okundu olarak ayarla
uk_ua: Встановити як прочитане

source: Set as unread
ar_sa: تعيين غير مقروء
ca_es: Marcar com no llegit
da_dk: Indstil som ulæst
el_gr: Ορίστε ως μη αναγνωσμένο
fa_ir: تنظیم به عنوان خوانده نشده
fi_fi: Aseta lukemattomiksi
he_il: הגדר כנקראו
hu_hu: Állítsa be olvasatlanként
ko_kr: 읽지 않은 상태로 설정
nb_no: Sett som ulest
sv_se: Ange som oläst
tr_tr: Okunmadı olarak ayarla
uk_ua: Встановити як непрочитані

source: Sender
ar_sa: مرسل
ca_es: Remitent
el_gr: Αποστολέας
fa_ir: فرستنده
fi_fi: Lähettäjä
he_il: סנדר
hu_hu: Feladó
ko_kr: 송신기
nb_no: avsender
sv_se: Avsändare
tr_tr: Gönderen
uk_ua: Відправник

source: No message found
ar_sa: لم يتم العثور على رسالة
ca_es: No s'han trobat missatges
da_dk: Ingen besked fundet
el_gr: Δεν βρέθηκε κανένα μήνυμα
fa_ir: پیامی یافت نشد
fi_fi: Viestiä ei löytynyt
he_il: לא נמצאה הודעה
hu_hu: Nincs üzenet
ko_kr: 메시지가 없습니다.
nb_no: Ingen melding funnet
sv_se: Inget meddelande hittades
tr_tr: Mesaj bulunamadı
uk_ua: Не знайдено жодного повідомлення

source: Refresh
ar_sa: تحديث
ca_es: Actualitzar
da_dk: Opdater
el_gr: Φρεσκάρω
fa_ir: تازه کردن
fi_fi: virkistää
he_il: רענן
hu_hu: Frissítés
ko_kr: 새롭게 하다
nb_no: Oppfrisk
sv_se: Uppdatera
tr_tr: Yenile
uk_ua: Оновити

source: Play Random Selection
ar_sa: لعب اختيار عشوائي
ca_es: Reproduir aleatoriament la selecció
da_dk: Afspil tilfældigt valg
el_gr: Αναπαραγωγή Τυχαίας Επιλογής
fa_ir: انتخاب تصادفی را انتخاب کنید
fi_fi: Toista satunnainen valinta
he_il: הפעל בחירה אקראית
hu_hu: Véletlenszerű kiválasztás
ko_kr: 무작위 선택 재생
nb_no: Spill tilfeldig utvalg
sv_se: Spela upp slumpmässigt val
tr_tr: Rastgele Seçimi Oynat
uk_ua: Відтворення випадкового вибору

source: Item count
ar_sa: عدد الأصناف
ca_es: Ítems contats
da_dk: Vareantal
el_gr: Πλήθος Στοιχείων
fa_ir: شمارش مورد
fi_fi: Tuotteen määrä
he_il: ספירת פריטים
hu_hu: Elemszám
ko_kr: 항목 수
nb_no: Antall objekt
sv_se: Antal objekt
tr_tr: Eşya sayısı
uk_ua: Кількість пунктів

source: Unlimited
ar_sa: غير محدود
ca_es: Sense límit
da_dk: Ubegrænset
el_gr: Απεριόριστα
fa_ir: نامحدود
fi_fi: Rajoittamaton
he_il: ללא הגבלה
hu_hu: Korlátlan
ko_kr: 제한 없는
nb_no: Ubegrenset
sv_se: Obegränsat
tr_tr: Sınırsız
uk_ua: Необмежений

source: %d minute
ar_sa: %d دقيقة
ca_es: %d minut
da_dk: %d minut
el_gr: %d λεπτό
fa_ir: %d دقیقه
fi_fi: %d minuuttia
he_il: %d דקות
hu_hu: %d perc
nb_no: %d minutt
sv_se: %d minut
tr_tr: %d dakika
uk_ua: %d хвилина

source: %d hour
ar_sa: %d ساعة
ca_es: %d hora
da_dk: %d time
el_gr: %d ώρα
fa_ir: %d ساعت
fi_fi: %d tuntia
he_il: %d שעה
hu_hu: %d óra
nb_no: %d time
sv_se: %d timme
tr_tr: %d saat
uk_ua: %d год

source: Size Limit
ar_sa: حجم الحد
ca_es: Mida límit
da_dk: Størrelsesgrænse
el_gr: Όριο μεγέθους
fa_ir: محدودیت سایز
fi_fi: Kokorajoitus
he_il: הגבלת גודל
hu_hu: Méretkorlát
ko_kr: 크기 제한
nb_no: Størrelsesgrense
sv_se: Storleksgräns
tr_tr: Boyut sınırı
uk_ua: Обмеження розміру

source: Enqueue
ar_sa: إدراج بقائمة الانتظار
ca_es: Posa a la cua
da_dk: Sæt i kø
el_gr: Βάλτα στην ουρά
fa_ir: به صف کردن
he_il: אנקאו
ko_kr: 대기열에 넣기
nb_no: Legg i kø
sv_se: Kölägg
tr_tr: Kuyruğa
uk_ua: Вставити

source: Last Played
ar_sa: اخر لعبه
ca_es: Últim escoltat
da_dk: Sidste spillet
el_gr: Παίχτηκαν Τελευταία
fa_ir: آخرین آهنگ های پخش شده
fi_fi: Viimeksi pelattu
he_il: שיחק לאחרונה
hu_hu: Utoljára játszott
ko_kr: 마지막으로 재생 된
nb_no: Sist spilt
sv_se: Senast spelad
tr_tr: Son çalınan
uk_ua: Останній зіграний

source: %d second ago
ar_sa: %d ثانية
ca_es: fa %d segon
da_dk: %d sekunder siden
el_gr: %d δευτερόλεπτο πριν
fa_ir: %d ثانیه پیش
fi_fi: %d toinen sitten
he_il: %d לפני
hu_hu: %d másodperccel ezelőtt
nb_no: %d sekunder siden
sv_se: %d sekunder sedan
tr_tr: %d saniye önce
uk_ua: %d секунду тому

source: %d minute ago
ar_sa: قبل %d دقيقة
ca_es: fa %d minut
da_dk: %d minutter siden
el_gr: %d λεπτό πριν
fa_ir: %d دقیقه پیش
fi_fi: %d minuutti sitten
he_il: %d דקות
hu_hu: %d perccel ezelőtt
nb_no: %d minutt siden
sv_se: %d minuter sedan
tr_tr: %d dakika önce
uk_ua: %d хвилину тому

source: %d hour ago
ar_sa: %d قبل ساعات
ca_es: fa %d hora
da_dk: %d time ago
el_gr: Πριν από %d ώρα
fa_ir: %d ساعت پیش
fi_fi: %d tunti sitten
he_il: %d לפני שעה
hu_hu: %d órával ezelőtt
nb_no: %d time ago
sv_se: %d timme sedan
tr_tr: %d saat önce
uk_ua: %d години тому

source: %d day ago
ar_sa: %d أيام
ca_es: fa %d dia
da_dk: %d dage siden
el_gr: Πριν από %d ημέρα
fa_ir: %d روز قبل
fi_fi: %d päivä sitten
he_il: %d לפני יום
hu_hu: %d napja
nb_no: %d dag siden
sv_se: %d dagen sedan
tr_tr: %d gün önce
uk_ua: %d день тому

source: %d week ago
ar_sa: %d منذ أسابيع
ca_es: fa %d setmana
da_dk: %d uge siden
el_gr: Πριν από την εβδομάδα %d
fa_ir: %d یک هفته پیش
fi_fi: %d viikko sitten
he_il: %d לפני שבוע
hu_hu: %d hete
nb_no: %d uke siden
sv_se: %d vecka sedan
tr_tr: %d hafta önce
uk_ua: %d тиждень тому

source: %d month ago
ar_sa: %d أشهر
ca_es: fa %d mes
da_dk: %d måned siden
el_gr: %d μήνες πριν
fa_ir: %d ماه پیش
fi_fi: %d kuukausi sitten
he_il: %d לפני חודש
hu_hu: %d hónappal ezelőtt
nb_no: %d måned siden
sv_se: %d månad sedan
tr_tr: %d ay önce
uk_ua: %d місяць тому

source: %d year ago
ar_sa: %d منذ سنوات
ca_es: fa %d any
da_dk: %d år siden
el_gr: %d πριν από ένα χρόνο
fa_ir: %d سال پیش
fi_fi: %d vuosi sitten
he_il: %d לפני שנה
hu_hu: %d évvel ezelőtt
nb_no: %d år siden
sv_se: %d år sedan
tr_tr: %d yıl önce
uk_ua: %d рік тому

source: %d decade ago
ar_sa: %d منذ عقود
ca_es: fa %d dècada
da_dk: %d år siden
el_gr: %d πριν από μια δεκαετία
fa_ir: %d دهه پیش
fi_fi: %d vuosikymmen sitten
he_il: %d לפני עשור
hu_hu: %d évtizeddel ezelőtt
nb_no: %d tiår siden
sv_se: %d år sedan
tr_tr: %d on yıl önce
uk_ua: %d десять років тому

source: No recently played items found
ar_sa: لم يتم العثور على عناصر لعبت مؤخرًا
ca_es: No s’ha trobat cap element reproduït recentment
da_dk: Ingen nyligt spillet elementer fundet
el_gr: Δεν βρέθηκαν πρόσφατα στοιχεία
fa_ir: هیچ موردی که اخیرا پخش شده یافت نشد
fi_fi: Äskettäin toistettuja kohteita ei löytynyt
he_il: לא נמצאו פריטים שהופעלו לאחרונה
hu_hu: Nem találtak nemrég lejátszott elemeket
ko_kr: 최근에 재생 된 항목이 없습니다.
nb_no: Ingen nylig spilt gjenstander funnet
sv_se: Inga nyligen spelade föremål hittades
tr_tr: Son zamanlarda oynatılan öğe bulunamadı
uk_ua: Не знайдено жодних нещодавно відтворених елементів

source: No similar artist found
ar_sa: لم يتم العثور على فنان مشابه
ca_es: No s'ha trobat cap artista similar
da_dk: Ingen lignende kunstner fundet
el_gr: Δεν βρέθηκε παρόμοιος καλλιτέχνης
fa_ir: هنرمند مشابهی یافت نشد
fi_fi: Vastaavaa taiteilijaa ei löytynyt
he_il: לא נמצא אמן דומה
hu_hu: Nincs hasonló művész
ko_kr: 유사한 아티스트가 없습니다.
nb_no: Ingen lignende artist funnet
sv_se: Ingen liknande artist hittades
tr_tr: Benzer sanatçı bulunamadı
uk_ua: Не знайдено жодного подібного виконавця

source: Registration
ar_sa: التسجيل
ca_es: Registre
da_dk: Registrering
el_gr: Εγγραφή
fa_ir: نام‌ نویسی
fi_fi: Rekisteröinti
he_il: הרשמה
hu_hu: Bejegyzés
ko_kr: 기재
nb_no: Registrering
sv_se: Registrering
tr_tr: kayıt
uk_ua: Реєстрація

source: Registration Complete
ar_sa: اكتمل التسجيل
ca_es: Registre complert
da_dk: Registrering Komplet
el_gr: Η εγγραφή ολοκληρώθηκε
fa_ir: نام نویسی انجام شد
fi_fi: Rekisteröinti on valmis
he_il: הרשמה הושלמה
hu_hu: Regisztráció kész
ko_kr: 등록 완료
nb_no: Registrering ferdig
sv_se: Registrering färdig
tr_tr: Kayıt tamamlandı
uk_ua: Реєстрація завершена

source: Your account has been created.
ar_sa: لقد تم إنشاء حسابك.
ca_es: El teu compte ha estat creat.
da_dk: Din konto er blevet oprettet.
el_gr: Ο λογαριασμός σας έχει δημιουργηθεί.
fa_ir: حساب کاربری شما ایجاد شده است
fi_fi: Sinun tilisi on luotu.
he_il: החשבון שלך נוצר.
hu_hu: A felhasználói fiókod elkészült.
ko_kr: 귀하의 계정이 생성되었습니다.
nb_no: Din konto har blitt laget.
sv_se: Ditt konto har skapats.
tr_tr: Hesabınız oluşturuldu.
uk_ua: Ваш обліковий запис створено.
