Repository: codacy-badger/amuzak
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, ca_es, da_dk, el_gr, fa_ir, fi_fi, he_il, hu_hu, ko_kr, nb_no, sv_se, tr_tr, uk_ua

source: Latest Ampache version
ar_sa: أحدث نسخة Ampache
ca_es: Última versió de Ampache
da_dk: Seneste Ampache version
el_gr: Τελευταία έκδοση Ampache
fa_ir: آخرین نسخه امپاکس
fi_fi: Viimeisin Ampache-versio
he_il: הגרסה האחרונה של Ampache
hu_hu: Legújabb Ampache verzió
ko_kr: 최신 Ampache 버전
nb_no: Siste Ampache-versjonen
sv_se: Senaste Ampache-versionen
tr_tr: En yeni Ampache sürümü
uk_ua: Остання версія Ampache

source: Force check
ar_sa: تحقق القوة
ca_es: Comproveu la força
el_gr: Έλεγχος δύναμης
fa_ir: بررسی نیروی
fi_fi: Force-tarkastus
he_il: בדיקת כוח
hu_hu: Erőellenőrzés
ko_kr: 강제 점검
nb_no: Force sjekk
tr_tr: Zorla kontrol
uk_ua: Силова перевірка

source: PHP Settings
ar_sa: إعدادات PHP
ca_es: Configuració PHP
da_dk: PHP indstillinger
el_gr: Ρυθμίσεις PHP
fa_ir: PHP تنظیمات
fi_fi: PHP-asetukset
he_il: הגדרות PHP
hu_hu: PHP beállítások
ko_kr: PHP 설정
nb_no: PHP Innstillinger
sv_se: PHP-inställningar
tr_tr: PHP Ayarları
uk_ua: Параметри PHP

source: Setting
ar_sa: ضبط
ca_es: Opcions
da_dk: Indstilling
el_gr: Σύνθεση
fa_ir: تنظیمات
fi_fi: asetus
he_il: הגדרה
hu_hu: Beállítás
ko_kr: 환경
nb_no: Innstillinger
sv_se: Inställning
tr_tr: Ayar
uk_ua: Налаштування

source: Value
ar_sa: القيمة
ca_es: Valor
da_dk: Værdi
el_gr: αξία
fa_ir: ارزش
fi_fi: Arvo
he_il: ערך
hu_hu: Érték
ko_kr: 값
nb_no: Verdi
sv_se: Värde
tr_tr: değer
uk_ua: Значення

source: Memory Limit
ar_sa: حد الذاكرة
ca_es: Límit de memòria
da_dk: Hukommelsesgrænse
el_gr: Όριο μνήμης
fa_ir: محدودیت حافظه
fi_fi: Muistirajoitus
he_il: מגבלת זיכרון
hu_hu: Memóriakorlát
ko_kr: 메모리 제한
nb_no: Minnegrense
sv_se: Minnesgräns
tr_tr: Hafıza Sınırı
uk_ua: Обмеження пам'яті

source: Maximum Execution Time
ar_sa: أقصى وقت التنفيذ
ca_es: Temps d'execució màxim
da_dk: Maksimal udførelsestid
el_gr: Μέγιστος χρόνος εκτέλεσης
fa_ir: حداکثر زمان اجرای
fi_fi: Maksimi suoritusaika
he_il: זמן ביצוע מקסימלי
hu_hu: Maximális végrehajtási idő
ko_kr: 최대 실행 시간
nb_no: Maksimum kjøretid for prosess
sv_se: Maximal exekveringstid
tr_tr: Maksimum yürütme süresi
uk_ua: Максимальний час виконання

source: Override Execution Time
ar_sa: تجاوز وقت التنفيذ
ca_es: Sobreescriu el temps d'execució
da_dk: Overstyr udførelsestid
el_gr: Παράκαμψη χρόνου εκτέλεσης
fa_ir: زمان اجرا را منع کنید
fi_fi: Ohita suoritusaika
he_il: דרוס את זמן הביצוע
hu_hu: Végrehajtási idő felülbírálása
ko_kr: 실행 시간 무시
nb_no: Overstyr kjøretid for prosess
sv_se: Åsidosätt exekveringstid
tr_tr: Yürütme Zamanını Geçersiz Kıl
uk_ua: Перевизначити час виконання

source: Failed
ar_sa: فشل
ca_es: Fallat
da_dk: mislykkedes
el_gr: Απέτυχε
fa_ir: ناموفق
fi_fi: epäonnistui
he_il: נכשל
hu_hu: nem sikerült
ko_kr: 실패한
nb_no: Feilet
sv_se: Misslyckades
tr_tr: Başarısız oldu
uk_ua: Помилка

source: Succeeded
ar_sa: نجح
ca_es: Aconseguit
da_dk: lykkedes
el_gr: Επιτυχία
fa_ir: پیش رفت
fi_fi: onnistui
he_il: הצלחתי
hu_hu: Sikerült
ko_kr: 성공
nb_no: Suksess
sv_se: Lyckades
tr_tr: Başarılı
uk_ua: Успішно

source: Safe Mode
ar_sa: الوضع الآمن
ca_es: Mode segur
da_dk: Sikker tilstand
el_gr: Λειτουργία ασφαλείας
fa_ir: وضعیت ایمن
fi_fi: Turva tila
he_il: מצב בטוח
hu_hu: Biztonságos mód
ko_kr: 안전 모드
nb_no: Sikker modus
sv_se: Säkert läge
tr_tr: Güvenli mod
uk_ua: Безпечний режим

source: Zlib Support
ar_sa: زليب الدعم
ca_es: Suport Zlib
el_gr: Υποστήριξη Zlib
fa_ir: Zlib پشتیبانی از
fi_fi: Zlib-tuki
he_il: תמיכה Zlib
hu_hu: Zlib támogatás
ko_kr: Zlib 지원
nb_no: Støtte for Zlib
sv_se: Zlib-stöd
tr_tr: Zlib Desteği
uk_ua: Підтримка Zlib

source: GD Support
ar_sa: دعم GD
ca_es: Suport GD
el_gr: Υποστήριξη GD
fa_ir: GD پشتیبانی از
fi_fi: GD-tuki
he_il: תמיכה ב- GD
hu_hu: GD támogatás
ko_kr: GD 지원
nb_no: Støtte for GD
sv_se: GD-stöd
tr_tr: GD Desteği

source: Iconv Support
ar_sa: Iconv الدعم
ca_es: Suport Iconv
el_gr: Υποστήριξη Iconv
fa_ir: Iconv پشتیبانی از
fi_fi: Iconv-tuki
he_il: תמיכה Iconv
hu_hu: Iconv támogatás
ko_kr: Iconv 지원
nb_no: Støtte for Iconv
sv_se: Iconv-stöd
tr_tr: Iconv Destek
uk_ua: Підтримка Iconv

source: Gettext Support
ar_sa: دعم Gettext
ca_es: Suport Gettext
el_gr: Gettext Υποστήριξη
fa_ir: پشتیبانی Gettext
fi_fi: Gettext-tuki
he_il: תמיכה Gettext
hu_hu: Gettext támogatás
ko_kr: Gettext 지원
tr_tr: Gettext Desteği
uk_ua: Підтримка Gettext

source: Current Configuration
ar_sa: التكوين الحالي
ca_es: Configuració actual
da_dk: Nuværende konfiguration
el_gr: Τρέχουσα διαμόρφωση
fa_ir: پیکر بندی جاری
fi_fi: Nykyinen kokoonpano
he_il: תצורה נוכחית
hu_hu: Aktuális konfiguráció
ko_kr: 현재 구성
nb_no: Nåværende konfigurasjon
sv_se: Aktuell konfiguration
tr_tr: Geçerli yapılandırma
uk_ua: Поточна конфігурація

source: Preference
ar_sa: تفضيل
ca_es: Preferència
el_gr: Προτίμηση
fa_ir: ترجیح
fi_fi: etusija
he_il: העדפה
hu_hu: Előnyben
ko_kr: 우선권
sv_se: Preferens
tr_tr: Tercih
uk_ua: Перевага

source: %s Playlist
ar_sa: %s قائمة التشغيل
ca_es: LLista %s
da_dk: %s Afspilningsliste
fa_ir: %s لیست پخش
fi_fi: %s Soittolista
he_il: רשימת השמעה של %s
hu_hu: %s Lejátszási lista
ko_kr: %s 재생 목록
sv_se: Spellistan %s
tr_tr: %s Oynatma Listesi
uk_ua: %s Плейлист

source: Cooldown
ar_sa: ترطيب
ca_es: Refredar
da_dk: Køl ned
fa_ir: آرام شدن
fi_fi: Viilentyä
he_il: תירגע
hu_hu: Nyugodj le
ko_kr: 재사용 대기 시간
nb_no: Ro deg ned
sv_se: Kyla ner
tr_tr: Sakin ol
uk_ua: Заспокойся

source: Play Democratic Playlist
ar_sa: تلعب قائمة التشغيل الديمقراطية
ca_es: Escolta una llista democràtica
da_dk: Spil Demokratisk Afspilningsliste
el_gr: Αναπαραγωγή δημοκρατικού playlist
fa_ir: پخش دمکراتیک لیست پخش
fi_fi: Pelaa demokraattista soittolistaa
he_il: השמעת רשימת השמעה דמוקרטית
hu_hu: Demokratikus lejátszási lista lejátszása
ko_kr: 민주당 재생 목록 재생
nb_no: Spill demokratisk spilleliste
sv_se: Spela upp demokratisk spellista
tr_tr: Demokratik Çalma Listesini Çal
uk_ua: Слухати демократичний плейлист

source: Reload this page automatically
ar_sa: إعادة تحميل هذه الصفحة تلقائيًا
ca_es: Torneu a carregar aquesta pàgina automàticament
da_dk: Genindlæs denne side automatisk
el_gr: Αυτόματη ανανέωση της σελίδας αυτόματα
fa_ir: این صفحه را به صورت خودکار بارگیری کنید
fi_fi: Lataa sivu automaattisesti uudelleen
he_il: טען מחדש את הדף באופן אוטומטי
hu_hu: Töltse be automatikusan ezt az oldalt
ko_kr: 자동으로이 페이지 새로 고침
nb_no: Oppdater siden automatisk
sv_se: Ladda om sidan automatiskt
tr_tr: Bu sayfayı otomatik olarak yükle
uk_ua: Перезавантажити цю сторінку автоматично

source: Playing from base Playlist
ar_sa: اللعب من قاعدة التشغيل
ca_es: Escoltant de la llista base
da_dk: Afspilning fra baseafspilningsliste
el_gr: Αναπαραγωγή από τη βασική playlist
fa_ir: پخش از لیست پخش پایه
fi_fi: Soittaminen soittolistasta
he_il: משחק מתוך רשימת השמעה בסיסית
hu_hu: Lejátszás alaplemezről
ko_kr: 기본 재생 목록에서 재생 중
nb_no: Spiller fra baseliste
sv_se: Spelar upp från grundspellista
tr_tr: Temel Oynatma Listesinden Oynatma
uk_ua: Відтворення з базового списку відтворення

source: Votes
ar_sa: الأصوات
ca_es: Vots
da_dk: Stemmer
el_gr: Ψήφοι
fa_ir: رای
fi_fi: ääntä
he_il: קולות
hu_hu: szavazatok
ko_kr: 투표 수
nb_no: Stemmer
sv_se: Röster
tr_tr: oy
uk_ua: Голосів

source: Remove Vote
ar_sa: إزالة التصويت
ca_es: Borra el vot
da_dk: Fjern Stemme
el_gr: Αφαίρεση Ψήφου
fa_ir: حذف نظر سنجی
fi_fi: Poista äänestys
he_il: הסר את הצבע
hu_hu: Szavazás eltávolítása
ko_kr: 투표 삭제
nb_no: Fjern Stemme
sv_se: Ta bort röst
tr_tr: Oylamayı Kaldır
uk_ua: Видалити голосування

source: Add Vote
ar_sa: أضف تصويت
ca_es: Afegeix un vot
da_dk: Tilføj stemme
el_gr: Προσθήκη Ψήφου
fa_ir: افزودن نظرسنجی
fi_fi: Lisää äänestys
he_il: הוסף את הצבע
hu_hu: Szavazás hozzáadása
ko_kr: 투표 추가
nb_no: Legg til stemme
sv_se: Lägg till röst
tr_tr: Oy Ver
uk_ua: Додати голосування

source: Access Denied
ar_sa: تم الرفض
ca_es: Accés denegat
da_dk: Adgang nægtet
el_gr: Δεν επιτρέπεται η πρόσβαση
fa_ir: دسترسی ممنوع است
fi_fi: Pääsy evätty
he_il: גישה נדחתה
hu_hu: Hozzáférés megtagadva
ko_kr: 접근 불가
nb_no: Ingen tilgang
sv_se: Tillträde beviljas ej
tr_tr: Erişim reddedildi
uk_ua: Доступ заборонено

source: This event has been logged.
ar_sa: تم تسجيل هذا الحدث.
ca_es: Aquest esdeveniment s’ha registrat.
da_dk: Denne begivenhed er blevet logget.
el_gr: Αυτό το συμβάν έχει καταγραφεί.
fa_ir: این رویداد وارد شده است
fi_fi: Tämä tapahtuma on kirjattu.
he_il: אירוע זה נרשם.
hu_hu: Ez az esemény naplózott.
ko_kr: 이 이벤트가 기록되었습니다.
nb_no: Denne hendelsen er logget.
sv_se: Denna händelse har loggats.
tr_tr: Bu etkinlik kaydedildi.
uk_ua: Ця подія зареєстрована.

source: You have been redirected to this page because you do not have access to this function.
ar_sa: لقد تمت إعادة توجيهك إلى هذه الصفحة لأنه ليس لديك حق الوصول إلى هذه الوظيفة.
ca_es: Heu estat redirigit a aquesta pàgina perquè no teniu accés a aquesta funció.
da_dk: Du er omdirigeret til denne side, fordi du ikke har adgang til denne funktion.
el_gr: Έχετε ανακατευθυνθεί σε αυτήν τη σελίδα επειδή δεν έχετε πρόσβαση σε αυτήν τη λειτουργία.
fa_ir: شما به این صفحه هدایت شده اید زیرا شما دسترسی به این تابع ندارید.
fi_fi: Olet ohjattu tälle sivulle, koska sinulla ei ole tätä toimintoa.
he_il: הופנית לדף זה מכיוון שאין לך גישה לפונקציה זו.
hu_hu: Ön átirányította ezt az oldalt, mert nincs hozzáférése ehhez a funkcióhoz.
ko_kr: 이 기능에 액세스 할 수 없으므로이 페이지로 리디렉션되었습니다.
nb_no: Du har blitt omdirigert til denne siden fordi du ikke har tilgang til denne funksjonen.
sv_se: Du har omdirigerats till den här sidan eftersom du inte har tillgång till den här funktionen.
tr_tr: Bu işleve erişiminiz olmadığı için bu sayfaya yönlendirildiniz.
uk_ua: Ви були перенаправлені на цю сторінку, оскільки у вас немає доступу до цієї функції.

source: If you believe this is an error please contact an Ampache administrator.
ar_sa: إذا كنت تعتقد أن هذا خطأ ، فيرجى الاتصال بمسؤول Ampache.
ca_es: Si creus que això és un error, si us plau poseu-vos en contacte amb un administrador de l'Ampache
da_dk: Hvis du mener, at dette er en fejl, bedes du kontakte en Ampache-administrator.
el_gr: Εάν πιστεύετε ότι πρόκειται για λάθος, επικοινωνήστε με έναν διαχειριστή της Ampache.
fa_ir: اگر فکر میکنید این یک خطا است، لطفا با مدیر Ampache تماس بگیرید.
fi_fi: Jos uskot tämän olevan virhe, ota yhteyttä Ampache-järjestelmänvalvojaan.
he_il: אם אתה סבור שזוהי שגיאה, צור קשר עם מנהל Ampache.
hu_hu: Ha szerinted ez egy hiba, keresd fel az Ampache adminisztrátorát.
ko_kr: 이것이 오류라고 생각되면 Ampache 관리자에게 문의하십시오.
nb_no: Hvis du mener dette er en feil, kontakt en Ampache-administrator.
sv_se: Kontakta en Ampache-administratör om du tror att detta är ett fel.
tr_tr: Bunun bir hata olduğunu düşünüyorsanız, lütfen bir Ampache yöneticisine başvurun.
uk_ua: Якщо ви вважаєте, що це помилка, зверніться до адміністратора Ampache.

source: You have been redirected to this page because you attempted to access a function that is disabled in the demo.
ar_sa: لقد تمت إعادة توجيهك إلى هذه الصفحة لأنك حاولت الوصول إلى وظيفة معطلة في العرض التوضيحي.
ca_es: Heu estat redirigit a aquesta pàgina perquè heu intentat accedir a una funció que està deshabilitada a la demostració.
da_dk: Du er omdirigeret til denne side, fordi du forsøgte at få adgang til en funktion, der er deaktiveret i demoen.
el_gr: Έχετε ανακατευθυνθεί σε αυτήν τη σελίδα επειδή προσπαθήσατε να αποκτήσετε πρόσβαση σε μια λειτουργία που είναι απενεργοποιημένη στο demo.
fa_ir: شما به این صفحه هدایت شده اید زیرا شما تلاش کردید به یک تابع که در نسخه ی نمایشی غیرفعال شده است دسترسی داشته باشید.
fi_fi: Olet ohjattu tälle sivulle, koska yritit käyttää toimintoa, joka on poistettu käytöstä demossa.
he_il: הופנית לדף זה מכיוון שניסית לגשת לפונקציה שאינה זמינה בהדגמה.
hu_hu: Ön átirányította ezt az oldalt, mert megpróbált hozzáférni egy olyan funkcióhoz, amely le van tiltva a demóban.
ko_kr: 데모에서 사용할 수없는 기능에 액세스하려고했기 때문에이 페이지로 리디렉션되었습니다.
nb_no: Du har blitt omdirigert til denne siden fordi du forsøkte å få tilgang til en funksjon som er deaktivert i demoen.
sv_se: Du har omdirigerats till den här sidan eftersom du försökte få åtkomst till en funktion som är inaktiverad i demo.
tr_tr: Demoda devre dışı bırakılmış bir fonksiyona erişmeye çalıştığınız için bu sayfaya yönlendirildiniz.
uk_ua: Ви були перенаправлені на цю сторінку, оскільки ви спробували отримати доступ до функції, яка вимкнена в демонстраційній версії.

source: Addition Time
ar_sa: وقت الإضافة
ca_es: Temps afegit
da_dk: Tilsætningstid
el_gr: Χρόνος Προσθήκης
fa_ir: زمان اضافه
fi_fi: Lisäaika
he_il: זמן תוספת
hu_hu: Kiegészítési idő
ko_kr: 추가 시간
nb_no: Tilleggstid
sv_se: Lades till
tr_tr: Ekleme Zamanı
uk_ua: Час додавання

source: Find Duplicates
ar_sa: البحث عن التكرارات
ca_es: Cerca duplicats
da_dk: Find duplikater
el_gr: Βρείτε διπλότυπα
fa_ir: پیدا کردن تکراری
fi_fi: Etsi kaksoiskappaleet
he_il: מצא כפילויות
hu_hu: Keresse meg a másolatokat
ko_kr: 중복 찾기
nb_no: Finn duplikater
sv_se: Hitta dubbletter
tr_tr: Kopyaları Bul
uk_ua: Знайти дублікати

source: Search Type
ar_sa: نوع البحث
ca_es: Tipus de cerca
da_dk: Søgetype
el_gr: Τύπος αναζήτησης
fa_ir: نوع جستجو
fi_fi: Hakutyyppi
he_il: סוג חיפוש
hu_hu: Keresési típus
ko_kr: 검색 유형
nb_no: Søketype
sv_se: Söktyp
tr_tr: Arama Tipi
uk_ua: Тип пошуку

source: Artist and Title
ar_sa: الفنان والعنوان
ca_es: Artista i títol
da_dk: Kunstner og Titel
el_gr: Καλλιτέχνης και Τίτλος
fa_ir: هنرمند و عنوان
fi_fi: Taiteilija ja otsikko
he_il: אמן וכותרת
hu_hu: Művész és cím
ko_kr: 아티스트 및 제목
nb_no: Artist og tittel
sv_se: Artist och titel
tr_tr: Sanatçı ve Unvan
uk_ua: Виконавець та назва

source: Artist, Album and Title
ar_sa: الفنان ، الألبوم والعنوان
ca_es: Artista, àlbum i títol
da_dk: Kunstner, Album og Titel
el_gr: Καλλιτέχνης, Άλμπουμ και Τίτλο
fa_ir: هنرمند، آلبوم و عنوان
fi_fi: Taiteilija, albumi ja otsikko
he_il: אמן, אלבום וכותרת
hu_hu: Művész, album és cím
ko_kr: 아티스트, 앨범 및 제목
nb_no: Artist, Album og Tittel
sv_se: Artist, Album och Titel
tr_tr: Sanatçı, Albüm ve Başlık
uk_ua: Виконавець, альбом і заголовок

source: Duplicate Songs
ar_sa: أغاني مكررة
ca_es: Cançons repetides
el_gr: Διπλότυπα τραγούδια
fa_ir: آهنگ های تکراری
fi_fi: Kaksoiskappaleet
he_il: שירים כפולים
hu_hu: Az ismételt dalok
ko_kr: 중복 노래
nb_no: Duplikatspor
sv_se: Dubblerade låtar
tr_tr: Yinelenen Şarkılar
uk_ua: Дублікати пісень

source: Song
ar_sa: أغنية
ca_es: Cançó
da_dk: Sang
el_gr: Τραγούδι
fa_ir: آهنگ
fi_fi: laulu
he_il: שיר
hu_hu: Dal
ko_kr: 노래
nb_no: Spor
sv_se: Låt
tr_tr: Şarkı
uk_ua: Пісня

source: Length
ar_sa: الطول
ca_es: Longitud
da_dk: Længde
el_gr: Διάρκεια
fa_ir: طول
fi_fi: Pituus
he_il: אורך
hu_hu: Hossz
ko_kr: 길이
nb_no: Lengde
sv_se: Speltid
tr_tr: uzunluk
uk_ua: Довжина

source: Size
ar_sa: بحجم
ca_es: Mida
da_dk: Størrelse
el_gr: Μέγεθος
fa_ir: اندازه
fi_fi: Koko
he_il: גודל
hu_hu: Méret
ko_kr: 크기
nb_no: Størrelse
sv_se: Storlek
tr_tr: Boyut
uk_ua: Розмір

source: Advanced Random Rules
ar_sa: قواعد عشوائية متقدمة
ca_es: Regles aleatòries avançades
da_dk: Avancerede tilfældige regler
el_gr: Σύνθετοι τυχαίοι κανόνες
fa_ir: قواعد تصادفی پیشرفته
fi_fi: Edistykselliset satunnaiset säännöt
he_il: כללים אקראיים מתקדמים
hu_hu: Speciális véletlen szabályok
ko_kr: 고급 무작위 규칙
nb_no: Avanserte tilfeldige regler
sv_se: Avancerade slumpmässiga regler
tr_tr: Gelişmiş Rastgele Kurallar
uk_ua: Розширені випадкові правила

source: Field
ar_sa: حقل
ca_es: Camp
da_dk: Mark
el_gr: Πεδίο
fa_ir: فیلد
fi_fi: Ala
he_il: שדה
hu_hu: Mező
ko_kr: 들
nb_no: Felt
sv_se: Fält
tr_tr: Alan
uk_ua: Поле

source: Operator
ar_sa: المشغل أو العامل
ca_es: Operador
da_dk: Operatør
el_gr: Τελεστής
fa_ir: اپراتور
fi_fi: operaattori
he_il: מפעיל
hu_hu: Operátor
ko_kr: 운영자
nb_no: Operatør
tr_tr: Şebeke
uk_ua: Оператор

source: Method
ar_sa: طريقة
ca_es: Mètode
da_dk: Metode
el_gr: Μέθοδος
fa_ir: روش
fi_fi: Menetelmä
he_il: שיטה
hu_hu: Eljárás
ko_kr: 방법
nb_no: Metode
sv_se: Metod
tr_tr: Yöntem
uk_ua: Метод

source: Like
ar_sa: مثل
ca_es: Semblant a
da_dk: Synes godt om
el_gr: Σαν
fa_ir: پسندیدن
fi_fi: Kuten
he_il: כמו
hu_hu: Mint
ko_kr: 처럼
nb_no: Som
sv_se: Liknande
tr_tr: Sevmek
uk_ua: Люблю

source: OR
ar_sa: أو
ca_es: O
da_dk: ELLER
el_gr: Ή
fa_ir: یا
fi_fi: TAI
he_il: או
hu_hu: VAGY
ko_kr: 또는
sv_se: ELLER
tr_tr: VEYA
uk_ua: АБО

source: AND
ar_sa: و
ca_es: I
da_dk: OG
fa_ir: و
fi_fi: JA
he_il: ו
hu_hu: ÉS
ko_kr: 과
sv_se: OCH
tr_tr: VE
uk_ua: І

source: Add Rule
ar_sa: أضف القاعدة
ca_es: Afegir regla
da_dk: Tilføj regel
el_gr: Προσθήκη κανόνα
fa_ir: اضافه کردن قاعده
fi_fi: Lisää sääntö
he_il: הוסף כלל
hu_hu: Szabály hozzáadása
ko_kr: 규칙 추가
nb_no: Legg til regel
sv_se: Lägg till regel
tr_tr: Kural ekle
uk_ua: Додати правило

source: Save Rules As
ar_sa: حفظ القواعد باسم
ca_es: Guarda les regles com a
da_dk: Gem regler som
el_gr: Αποθήκευση κανόνων ως
fa_ir: ذخیره قواعد به عنوان...
fi_fi: Tallenna säännöt kuten
he_il: שמור את הכללים כ
hu_hu: Szabályok mentése
ko_kr: 규칙을 다른 이름으로 저장
nb_no: Lagre regler som
sv_se: Spara regler som
tr_tr: Kuralları Farklı Kaydet
uk_ua: Зберегти правила як

source: Load Saved Rules
ar_sa: تحميل القواعد المحفوظة
ca_es: Carrega regles guardades
da_dk: Indlæse gemte regler
el_gr: Φόρτωση αποθηκευμένων κανόνων
fa_ir: بارهای ذخیره شده قوانین
fi_fi: Lataa tallennetut säännöt
he_il: טען כללים שמורים
hu_hu: Betöltött szabályok betöltése
ko_kr: 저장된 규칙로드
nb_no: Hent lagrede regler
sv_se: Läs in sparade regler
tr_tr: Kayıtlı Kuralları Yükle
uk_ua: Завантажити збережені правила

source: Edit Access Control List
ar_sa: تحرير قائمة التحكم في الوصول
ca_es: Editeu la llista de control d'accés
da_dk: Rediger adgangskontrol liste
el_gr: Επεξεργασία λίστας ελέγχου πρόσβασης
fa_ir: ویرایش لیست کنترل دسترسی
fi_fi: Muokkaa käyttöoikeusluetteloa
he_il: ערוך רשימת בקרת גישה
hu_hu: Hozzáférés-ellenőrzési lista szerkesztése
ko_kr: 액세스 제어 목록 편집
nb_no: Rediger lister for tilgangskontroll
sv_se: Redigera behörighetskontroll
tr_tr: Erişim Kontrol Listesini Düzenle
uk_ua: Редагувати список керування доступом

source: Album Artist
ar_sa: فنان الألبوم
ca_es: Artista de l'àlbum
da_dk: Album Kunstner
el_gr: Καλλιτέχνης άλμπουμ
fa_ir: هنرمند آلبوم
fi_fi: Albumin taiteilija
he_il: אמן האלבום
hu_hu: Album művész
ko_kr: 앨범 아티스트
tr_tr: Albüm sanatçısı
uk_ua: Виконавець альбому

source: MusicBrainz Release Group ID
ca_es: ID de grup de llançament de MusicBrainz
el_gr: ID ομάδας απελευθέρωσης MusicBrainz
fa_ir: MusicBrainz ID Group را رها کنید
fi_fi: MusicBrainzin julkaisuryhmän tunnus
he_il: מזהה קבוצה
hu_hu: MusicBrainz kiadási csoport azonosítója
ko_kr: MusicBrainz 출시 그룹 ID
tr_tr: MusicBrainz Yayın Grubu Kimliği
uk_ua: Ідентифікатор групи випусків MusicBrainz

source: Release Type
ar_sa: نوع الإصدار
ca_es: Tipus de llançament
da_dk: Udgivelsestype
el_gr: Τύπος απελευθέρωσης
fa_ir: نوع انتشار
fi_fi: Vapautustyyppi
he_il: סוג השחרור
hu_hu: Kiadási típus
ko_kr: 릴리스 유형
nb_no: Utgivelsestype
sv_se: Släpptyp
tr_tr: Yayın Türü
uk_ua: Тип звільнення

source: Overwrite tags of sub songs
ar_sa: استبدال علامات الأغاني الفرعية
ca_es: Sobreescriu les etiquetes de les cançons secundàries
da_dk: Overskrive tags af under sange
el_gr: Αντικαταστήστε τις ετικέτες των δευτέρων τραγουδιών
fa_ir: برچسب تکراری زیر آهنگ را بازنویسی کنید
fi_fi: Korvaa alikappaleiden tunnisteet
he_il: החלף תגים של שירי משנה
hu_hu: Az al dalok címkéinek felülírása
ko_kr: 부 노래의 태그 덮어 쓰기
nb_no: Overskrive tagger av under sanger
sv_se: Skriv över taggar av underlåt
tr_tr: Alt şarkıların etiketlerinin üzerine yaz
uk_ua: Перезаписати теги пісні пісні

source: Add tags to sub songs
ar_sa: إضافة علامات إلى الأغاني الفرعية
ca_es: Afegiu etiquetes a les cançons secundàries
da_dk: Tilføj tags til sub sange
el_gr: Προσθήκη ετικετών στα δευτερεύοντα τραγούδια
fa_ir: برچسب ها را به زیر آهنگ اضافه کنید
fi_fi: Lisää tunnisteita alikappaleisiin
he_il: הוסף תגים לשירים
hu_hu: Címkék hozzáadása az al dalokhoz
ko_kr: 하위 노래에 태그 추가
nb_no: Legg til koder i under sanger
sv_se: Lägg till taggar i underlåtar
tr_tr: Alt şarkılara etiketler ekleyin
uk_ua: Додати теги до пісні пісні

source: Place Formed
ar_sa: مكان تشكيلها
ca_es: Lloc format
da_dk: Sted formet
el_gr: Τοποθέτηση διαμορφωμένο
fa_ir: محل تشکیل شده است
fi_fi: Paikka muodostettu
he_il: המקום נוצר
hu_hu: Elhelyezett hely
ko_kr: 장소 형성
nb_no: Plasser formet
sv_se: Placera formad
tr_tr: Oluşturulan Yer
uk_ua: Місце, утворене

source: Year Formed
ar_sa: سنة تشكيل
ca_es: Any format
da_dk: År dannet
el_gr: Έτος σχηματισμένο
fa_ir: سال ساخت
fi_fi: Vuosi muodostettiin
he_il: שנה
hu_hu: Év alakult
ko_kr: 1 년
nb_no: År dannet
sv_se: År bildad
tr_tr: Kurulduğu Yıl
uk_ua: Формується рік

source: Overwrite tags of sub albums and sub songs
ar_sa: استبدال علامات الألبومات الفرعية والأغاني الفرعية
ca_es: Sobreescriu les etiquetes dels sub-àlbums i les sub cançons
da_dk: Overskrive tags af underalbum og under sange
el_gr: Αντικαταστήστε τις ετικέτες των υπο-άλμπουμ και των δευτερευουσών τραγουδιών
fa_ir: تگ های زیر آلبوم و زیر آهنگ ها را بازنویسی کنید
fi_fi: Korvaa sub-albumeiden ja alikappaleiden tunnisteet
he_il: החלף תגים של אלבומי משנה ותת שירים
hu_hu: Az albumok és az al dalok címkéinek felülírása
ko_kr: 하위 앨범 및 하위 노래의 태그 덮어 쓰기
nb_no: Overskrive tagger av underalbum og under sanger
sv_se: Skriv över taggar av delalbum och underlåt
tr_tr: Alt albümlerin ve alt şarkıların etiketlerinin üzerine yaz
uk_ua: Перезаписати теги суб-альбомів і пісні пісні

source: Add tags to sub albums and sub songs
ar_sa: إضافة علامات إلى الألبومات الفرعية والأغاني الفرعية
ca_es: Afegiu etiquetes als sub álbums i a les sub cançons
da_dk: Tilføj tags til underalbum og under sange
el_gr: Προσθέστε ετικέτες στα δευτερεύοντα άλμπουμ και τα τραγούδια
fa_ir: برچسب ها را به زیر آلبوم ها و زیر آهنگ ها اضافه کنید
fi_fi: Lisää tunnisteita alivalikoihin ja alikappaleisiin
he_il: הוסף תגים לאלבומי משנה ולשירי משנה
hu_hu: Címkék hozzáadása az albumokhoz és az al dalokhoz
ko_kr: 하위 앨범 및 하위 노래에 태그 추가
nb_no: Legg til koder i underalbum og under sanger
sv_se: Lägg till taggar i delalbum och underlåt
tr_tr: Alt albümlere ve alt şarkılara etiketler ekleyin
uk_ua: Додайте теги до суб-альбомів і пісні

source: Settings for %s
ar_sa: إعدادات %s
ca_es: Configuració de %s
da_dk: Indstillinger for %s
el_gr: Ρυθμίσεις για το %s
fa_ir: تنظیمات برای %s
fi_fi: %s: n asetukset
he_il: הגדרות עבור %s
hu_hu: A %s beállításai
ko_kr: %s에 대한 설정
nb_no: Innstillinger for %s
sv_se: Inställningar för %s
tr_tr: %s ayarları
uk_ua: Налаштування для %s

source: Filename pattern
ar_sa: اسم الملف نمط
ca_es: Patró del nom de fitxer
da_dk: Filnavn mønster
el_gr: Αρχείο ονόματος αρχείου
fa_ir: الگوی فیلد نام
fi_fi: Tiedostonimi
he_il: תבנית שם קובץ
hu_hu: Fájlnév minta
ko_kr: 파일 이름 패턴
nb_no: Filnavn mønster
sv_se: Filnamn mönster
tr_tr: Dosya adı modeli
uk_ua: Шаблон імені файлу

source: Save Catalog Settings
ar_sa: حفظ إعدادات الكتالوج
ca_es: Desa la configuració del catàleg
da_dk: Gem katalogindstillinger
el_gr: Αποθήκευση ρυθμίσεων καταλόγου
fa_ir: ذخیره تنظیمات کاتالوگ
fi_fi: Tallenna luettelon asetukset
he_il: שמור הגדרות קטלוג
hu_hu: Katalógusbeállítások mentése
ko_kr: 카탈로그 설정 저장
nb_no: Lagre kataloginnstillinger
sv_se: Spara kataloginställningar
tr_tr: Katalog Ayarlarını Kaydet
uk_ua: Зберегти налаштування каталогу

source: Configure License
ar_sa: تكوين الترخيص
ca_es: Configura la llicència
da_dk: Konfigurer licens
el_gr: Διαμόρφωση της άδειας
fa_ir: پیکربندی مجوز
fi_fi: Määritä käyttöoikeus
he_il: הגדר רשיון
hu_hu: Licenc konfigurálása
ko_kr: 라이센스 구성
nb_no: Konfigurer lisens
sv_se: Konfigurera licens
tr_tr: Lisansı Yapılandır
uk_ua: Налаштувати ліцензію

source: Description:
ar_sa: وصف:
ca_es: Descripció:
da_dk: Beskrivelse:
el_gr: Περιγραφή:
fa_ir: شرح:
fi_fi: Kuvaus:
he_il: תיאור:
hu_hu: Leírás:
ko_kr: 기술:
nb_no: Beskrivelse:
sv_se: Beskrivning:
tr_tr: Açıklama:
uk_ua: Опис:

source: External Link
ar_sa: رابط خارجي
ca_es: Enllaç extern
da_dk: Ekstern link
el_gr: εξωτερικός σύνδεσμος
fa_ir: لینک خارجی
fi_fi: Ulkoinen linkki
he_il: קישור חיצוני
hu_hu: külső hivatkozás
ko_kr: 외부 링크
nb_no: Ekstern lenke
sv_se: extern länk
tr_tr: Dış bağlantı
uk_ua: Зовнішнє посилання
