Repository: codacy-badger/amuzak
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, ca_es, da_dk, el_gr, fa_ir, fi_fi, he_il, hu_hu, ko_kr, nb_no, sv_se, tr_tr, uk_ua

source: This checks a few key tables to make sure that you have successfully inserted the Ampache database and that the user has access to the database
ar_sa: يتحقق هذا من بعض الجداول الأساسية للتأكد من أنك أدخلت بنجاح قاعدة بيانات Ampache وأن المستخدم لديه حق الوصول إلى قاعدة البيانات
ca_es: Això comprova algunes taules de claus per assegurar-vos que heu inserit correctament la base de dades Ampache i que l’usuari té accés a la base de dades
da_dk: Dette kontrollerer et par nøgletabeller for at sikre, at du har indsat Ampache-databasen, og at brugeren har adgang til databasen
el_gr: Αυτό ελέγχει μερικούς πίνακες κλειδιών για να βεβαιωθείτε ότι έχετε εισαγάγει επιτυχώς τη βάση δεδομένων Ampache και ότι ο χρήστης έχει πρόσβαση στη βάση δεδομένων
fa_ir: این چند جداول کلیدی را بررسی می کند تا مطمئن شوید که پایگاه داده آمپا را با موفقیت وارد کرده اید و کاربر دسترسی به پایگاه داده دارد
fi_fi: Tämä tarkistaa muutaman avaintaulukon varmistaaksesi, että olet lisännyt Ampache-tietokannan onnistuneesti ja että käyttäjällä on pääsy tietokantaan
he_il: זה בודק כמה טבלאות מפתח כדי לוודא שיש לך בהצלחה הוכנס מסד הנתונים Ampache וכי למשתמש יש גישה למסד הנתונים
hu_hu: Ez ellenőrzi néhány kulcstáblát, hogy megbizonyosodjon arról, hogy sikeresen behelyezte az Ampache adatbázist, és hogy a felhasználó hozzáférhet az adatbázishoz
ko_kr: 이렇게하면 몇 가지 키 테이블을 검사하여 Ampache 데이터베이스가 성공적으로 삽입되었고 사용자가 데이터베이스에 액세스 할 수 있는지 확인합니다
nb_no: Dette kontrollerer noen viktige tabeller for å sikre at du har satt inn Ampache-databasen, og at brukeren har tilgang til databasen
sv_se: Detta kontrollerar några nyckeltabeller för att se till att du har lagt in Ampache-databasen och att användaren har tillgång till databasen
tr_tr: Bu, Ampache veritabanını başarıyla yerleştirdiğinizden ve kullanıcının veritabanına eriştiğinden emin olmak için birkaç temel tabloyu kontrol eder.
uk_ua: Це перевіряє кілька таблиць клавіш, щоб переконатися, що ви успішно вставили базу даних Ampache і що користувач має доступ до бази даних

source: Web path
ar_sa: مسار الويب
ca_es: Camí web
da_dk: Websti
el_gr: Διαδρομή ιστού
fa_ir: مسیر وب
fi_fi: Web-polku
he_il: נתיב אינטרנט
hu_hu: Web út
ko_kr: 웹 경로
nb_no: Nettvei
sv_se: Webbvägen
tr_tr: Web yolu
uk_ua: Веб-шлях

source: This test makes sure that your web_path variable is set correctly and that we are able to get to the index page. If you do not see a check mark here then your web_path is not set correctly.
ar_sa: يعمل هذا الاختبار على التأكد من ضبط متغير web_path الخاص بك بشكل صحيح وأننا قادرون على الوصول إلى صفحة الفهرس. إذا لم تشاهد علامة اختيار هنا ، فلن يتم تعيين web_path بشكل صحيح.
ca_es: Aquesta prova assegura que la variable web_path està configurada correctament i que podem arribar a la pàgina d’índex. Si no veieu aquí una marca de verificació, el vostre camí web no s’ha establert correctament.
da_dk: Denne test sikrer, at din web_path-variabel er indstillet korrekt, og at vi kan komme til indekssiden. Hvis du ikke ser et afkrydsningsfelt her, er din web_path ikke indstillet korrekt.
el_gr: Αυτή η δοκιμή διασφαλίζει ότι η μεταβλητή web_path έχει οριστεί σωστά και ότι μπορούμε να φτάσουμε στη σελίδα ευρετηρίου. Εάν δεν βλέπετε εδώ ένα σημάδι ελέγχου, τότε το web_path σας δεν έχει ρυθμιστεί σωστά.
fa_ir: این تست اطمینان می دهد که متغیر web_path شما به درستی تنظیم شده است و ما می توانیم به صفحه index برویم. اگر علامت چک را در اینجا مشاهده نکنید، web_path شما به درستی تنظیم نشده است.
fi_fi: Tämä testi varmistaa, että web_path-muuttuja on asetettu oikein ja että voimme päästä hakemistosivulle. Jos täällä ei näy valintamerkkiä, web_path ei ole asetettu oikein.
he_il: בדיקה זו מוודאת שהמשתנה web_path מוגדר כהלכה וכי אנו יכולים להגיע לדף האינדקס. אם אינך רואה סימן ביקורת כאן, ה- web_path שלך אינו מוגדר כהלכה.
hu_hu: Ez a teszt biztosítja, hogy a web_path változó helyesen van beállítva, és hogy elérjük az indexlapot. Ha itt nem jelenik meg pipa, akkor a web_path nem megfelelően van beállítva.
ko_kr: 이 테스트는 web_path 변수가 올바르게 설정되었고 색인 페이지로 갈 수 있는지 확인합니다. 여기에 체크 표시가 보이지 않으면 web_path가 올바르게 설정되지 않은 것입니다.
nb_no: Denne testen sikrer at web_path-variabelen er riktig og at vi kan komme til indekssiden. Hvis du ikke ser en markering her, er webbanen din ikke riktig angitt.
sv_se: Detta test ser till att din web_path-variabel är korrekt inställd och att vi kan komma till indexsidan. Om du inte ser en kryssmarkering här är din web_path inte korrekt inställd.
tr_tr: Bu test, web_path değişkeninizin doğru ayarlandığından ve indeks sayfasına ulaşabildiğimizden emin olmanızı sağlar. Burada bir onay işareti görmüyorsanız, web_path'iniz doğru ayarlanmadı.
uk_ua: Цей тест гарантує, що ваша змінна web_path встановлена правильно і що ми можемо дістатися до сторінки індексу. Якщо ви не бачите тут галочки, то ваш web_path не встановлено правильно.

source: Starting Update from Tags
ar_sa: بدء التحديث من العلامات
ca_es: Començant a actualitzar des de les etiquetes
da_dk: Start opdatering fra tags
el_gr: Έναρξη ενημέρωσης από τα tags
fa_ir: آغاز به روز رسانی از برچسب ها
fi_fi: Päivityksen aloittaminen tunnisteista
he_il: החל עדכון מתגים
hu_hu: Frissítés indítása a címkékből
ko_kr: 태그에서 업데이트 시작 중
nb_no: Starter oppdatering fra tag informasjon
sv_se: Påbörjar uppdatering från taggar
tr_tr: Etiketler’den Güncellemeye Başlamak
uk_ua: Початок оновлення з тегів

source: Update from Tags Complete
ar_sa: تحديث من العلامات كاملة
ca_es: Actualització des de les etiquetes completada
da_dk: Opdatering fra Tags Complete
el_gr: Ενημέρωση από τις ετικέτες ολοκληρώθηκε
fa_ir: به روزرسانی از برچسبها کامل شده است
fi_fi: Päivitä tunnisteista valmiiksi
he_il: עדכון מתגים הושלמו
hu_hu: Frissítés a címkékről
ko_kr: 태그 완료에서 업데이트
nb_no: Oppdatering fra tag informasjon ferdig
sv_se: Uppdatering från taggar färdig
tr_tr: Etiketlerden Güncelleme Tamamlandı
uk_ua: Оновлення з тегів завершено

source: Uploads
ar_sa: تحميل
ca_es: Pujades
el_gr: Μεταφορτώσεις
fa_ir: آپلود
fi_fi: lisäykset
he_il: העלאות
hu_hu: feltöltések
ko_kr: 업로드
nb_no: opplastinger
sv_se: uppladdningar
tr_tr: Yüklemeler
uk_ua: Завантаження

source: Registration Validation
ar_sa: التحقق من صحة التسجيل
ca_es: Validació de registre
da_dk: Registrering Validering
el_gr: Επικύρωση εγγραφής
fa_ir: اعتبار ثبت نام
fi_fi: Rekisteröinnin vahvistaminen
he_il: רישום אימות
hu_hu: Regisztrációs ellenőrzés
ko_kr: 등록 확인
nb_no: Registreringsgodkjenning
sv_se: Registreringsgodkännande
tr_tr: Kayıt Doğrulama
uk_ua: Перевірка реєстрації

source: User Activated
ar_sa: تنشيط المستخدم
ca_es: Usuari activat
da_dk: Brugeraktiveret
el_gr: Ο Χρήστης ενεργοποιήθηκε
fa_ir: کاربر فعال شد
fi_fi: Käyttäjä aktivoitu
he_il: משתמש הופעל
hu_hu: Felhasználó aktiválva
ko_kr: 사용자 활성화 됨
nb_no: Bruker aktivert
sv_se: Användare aktiverad
tr_tr: Kullanıcı aktif
uk_ua: Активація користувача

source: This User ID is activated and can be used %sLogin%s
ar_sa: معرف المستخدم هذا مفعل ويمكن استخدامه %sLogin%s
ca_es: L'usuari ID està activat i es pot emprar com a %sLogin%s
da_dk: Dette bruger-id er aktiveret og kan bruges %sLogin%s
el_gr: Αυτό το User ID είναι ενεργοποιημένο και μπορεί να χρησιμοποιηθεί %sLogin%s
fa_ir: این شناسه کاربر فعال شده است و می تواند مورد استفاده قرار گیرد %sLogin%s
fi_fi: Tämä käyttäjätunnus on aktivoitu ja sitä voidaan käyttää %sLogin%s
he_il: מזהה משתמש זה מופעל וניתן להשתמש בו %sLogin%s
hu_hu: Ez a felhasználói azonosító aktiválva van és használható %sLogin%s
ko_kr: 이 사용자 ID가 활성화되어 사용할 수 있습니다. %sLogin%s
nb_no: Denne brukeren er aktivert og kan brukes til å %slogge inn %s
sv_se: Detta användar-id är aktiverat och kan användas %sLogga in%s
tr_tr: Bu Kullanıcı Kimliği etkin ve %sLogin%s kullanılabilir
uk_ua: Цей ідентифікатор користувача активований і може бути використаний %sLogin%s

source: Validation Failed
ar_sa: فشل التحقق من الصحة
ca_es: Ha fallat la validació
da_dk: Validering mislykkedes
el_gr: Επικύρωση απέτυχε
fa_ir: اعتبار ناموفق بود
fi_fi: Vahvistus epäonnistui
he_il: האימות נכשל
hu_hu: A hitelesítés sikertelen
ko_kr: 검증에 실패했습니다
nb_no: Velidering feilet
sv_se: Validering misslyckades
tr_tr: Doğrulama başarısız
uk_ua: Помилка перевірки

source: The validation key used isn't correct
ar_sa: مفتاح التحقق المستخدم غير صحيح
ca_es: La clau de validació no és correcta
da_dk: Den anvendte valideringsnøgle er ikke korrekt
el_gr: Το κλειδί επικύρωσης είναι λάθος
fa_ir: کلید اعتبار سنجی مورد استفاده درست نیست
fi_fi: Käytetty validointiavain ei ole oikea
he_il: מפתח האימות שנבחר אינו נכון
hu_hu: A használt érvényesítési kulcs nem helyes
ko_kr: 사용 된 유효성 검사 키가 올바르지 않습니다.
nb_no: Valideringsnøkkelen som ble brukt er ikke korrekt
sv_se: Valideringsnyckeln som användes är inte korrekt
tr_tr: Kullanılan doğrulama anahtarı doğru değil
uk_ua: Використовуваний ключ перевірки не правильний

source: User Favorites
ar_sa: مفضلة المستخدم
ca_es: Preferits d’usuari
da_dk: Bruger Favorites
el_gr: Αγαπημένα χρήστη
fa_ir: علاقه مندی های کاربر
fi_fi: Käyttäjän suosikit
he_il: מועדפים משתמשים
hu_hu: Felhasználói Kedvencek
ko_kr: 사용자 즐겨 찾기
nb_no: Bruker Favoritter
sv_se: Användar favoriter
tr_tr: Kullanıcı Sık
uk_ua: Вибране користувача

source: Display Name
ar_sa: اسم العرض
ca_es: Nom visible
da_dk: Visningsnavn
el_gr: Εμφανιζόμενο όνομα
fa_ir: نام نمایش
fi_fi: Näyttönimi
he_il: הצג שם
hu_hu: Megjelenítendő név
ko_kr: 표시 이름
nb_no: Visningsnavn
sv_se: Visningsnamn
tr_tr: Ekran adı
uk_ua: Відображуване ім’я

source: Member Since
ar_sa: عضو منذ
ca_es: Membre des de
da_dk: Medlem siden
el_gr: Μέλος από
fa_ir: عضو از
fi_fi: Jäsen vuodesta
he_il: חבר מאז
hu_hu: Tag ...-óta
ko_kr: 회원 가입일
nb_no: Medlem siden
sv_se: Medlem sedan
tr_tr: Den beri üye
uk_ua: Учасник з

source: Last Seen
ar_sa: اخر ظهور
ca_es: Vist per últim cop
da_dk: Sidst set
el_gr: Εθεάθη τελευταία
fa_ir: آخرین دید
fi_fi: Viimeksi nähty
he_il: נראה לאחרונה
hu_hu: Utoljára látva
ko_kr: 마지막 본
nb_no: Sist sett
sv_se: Senast sedd
tr_tr: Son görülen
uk_ua: Востаннє бачились

source: Activity
ar_sa: نشاط
ca_es: Activitat
da_dk: Aktivitet
el_gr: Δραστηριότητα
fa_ir: فعالیت
fi_fi: aktiviteetti
he_il: פעילות
hu_hu: Tevékenység
ko_kr: 활동
nb_no: Aktivitet
sv_se: Aktivitet
tr_tr: Aktivite
uk_ua: Діяльність

source: Status
ar_sa: الحالة
ca_es: Estat
el_gr: Κατάσταση
fa_ir: وضعیت
he_il: סטטוס
hu_hu: Állapot
ko_kr: 지위
tr_tr: durum
uk_ua: Статус

source: User is Online Now
ar_sa: العضو متواجد الان
ca_es: L’usuari està en línia ara
da_dk: Bruger er online nu
el_gr: Ο χρήστης είναι συνδεδεμένος τώρα
fa_ir: کاربر آنلاین حاضر است
fi_fi: Käyttäjä on nyt verkossa
he_il: המשתמש מחובר כעת
hu_hu: A felhasználó most online
ko_kr: 사용자는 지금 온라인 상태입니다.
nb_no: Brukeren er pålogget nå
sv_se: Användaren är online nu
tr_tr: Kullanıcı Şimdi Çevrimiçi
uk_ua: Користувач зараз на сайті

source: User is Offline Now
ar_sa: المستخدم غير متصل الآن
ca_es: L’usuari està fora de línia ara
da_dk: Bruger er offline nu
el_gr: Ο χρήστης είναι εκτός σύνδεσης τώρα
fa_ir: کاربر آفلاین است
fi_fi: Käyttäjä on offline-tilassa
he_il: המשתמש נמצא במצב לא מקוון עכשיו
hu_hu: A felhasználó offline állapotban van
ko_kr: 사용자가 지금 오프라인 상태입니다.
nb_no: Brukeren er frakoblet nå
sv_se: Användaren är offline nu
tr_tr: Kullanıcı Şimdi Çevrimdışı
uk_ua: Користувач зараз офлайн

source: Active Playlist
ar_sa: قائمة التشغيل النشطة
ca_es: Llista activa
da_dk: Aktiv afspilningsliste
el_gr: Ενεργή playlist
fa_ir: لیست پخش فعال
fi_fi: Aktiivinen soittolista
he_il: רשימת השמעה פעילה
hu_hu: Aktív lejátszási lista
ko_kr: 활성 재생 목록
nb_no: Aktiv spilleliste
sv_se: Aktiv spellista
tr_tr: Aktif Oynatma Listesi
uk_ua: Активний список відтворення

source: User Agreement
ar_sa: اتفاقية المستخدم
ca_es: LLicència d'usuari
da_dk: Brugeraftale
el_gr: Συμφωνία τελικής χρήσης
fa_ir: توافق نامه کاربر
fi_fi: Käyttäjäsopimus
he_il: הסכמת המשתמש
hu_hu: Felhasználói Szerződés
ko_kr: 사용자 동의서
nb_no: Brukeravtale
sv_se: Användarvillkor
tr_tr: Kullanıcı Sözleşmesi
uk_ua: Угода користувача

source: I Accept
ar_sa: موافق
ca_es: Accepto
da_dk: Jeg accepterer
el_gr: Δέχομαι
fa_ir: می پذیرم
fi_fi: Hyväksyn
he_il: אני מקבל
hu_hu: Elfogadom
ko_kr: 동의 함
nb_no: Jeg godtar
sv_se: Jag godkänner
tr_tr: Kabul ediyorum
uk_ua: Я приймаю

source: User Information
ar_sa: معلومات المستخدم
ca_es: Informació de l'usuari
da_dk: Brugeroplysninger
el_gr: Πληροφορίες Χρήστη
fa_ir: اطلاعات کاربر
fi_fi: Käyttäjän tiedot
he_il: מידע משתמש
hu_hu: Felhasználói információ
ko_kr: 사용자 정보
nb_no: Brukerinformasjon
sv_se: Användarinformation
tr_tr: Kullanıcı bilgisi
uk_ua: Інформація про користувача

source: * Required fields
ar_sa: * الحقول المطلوبة
ca_es: * Els camps obligatoris
da_dk: * Krævede felter
el_gr: * Απαιτούμενα πεδία
fa_ir: * فیلدهای مورد نیاز
fi_fi: * Pakolliset kentät
he_il: * שדות חובה
hu_hu: * Szükséges Mezők
ko_kr: * 필수 입력 사항
nb_no: * Obligatoriske felt
sv_se: * Obligatoriska fält
tr_tr: * - Zorunlu Alanlar
uk_ua: * Обов'язкові поля

source: Register User
ar_sa: تسجيل المستخدم
ca_es: Registra usuari
da_dk: Tilmeld bruger
el_gr: Εγγραφή Χρήστη
fa_ir: ثبت نام کاربر
fi_fi: Rekisteröi käyttäjä
he_il: הרשמה משתמש
hu_hu: Regisztrálja a felhasználót
ko_kr: 사용자 등록
nb_no: Registrer bruker
sv_se: Registrera användare
tr_tr: Kayıtlı Kullanıcı
uk_ua: Реєстрація користувача

source: Fullname
ar_sa: الاسم الكامل
ca_es: Nom complet
da_dk: Fulde navn
el_gr: Πλήρες όνομα
fa_ir: نام و نام خانوادگی
fi_fi: Koko nimi
he_il: שם מלא
hu_hu: Teljes név
ko_kr: 성명
nb_no: Fullt navn
sv_se: Fullständiga namn
tr_tr: Ad Soyad
uk_ua: Повне ім'я

source: Registration Date
ar_sa: تاريخ التسجيل
ca_es: Data de Registre
da_dk: Registrerings dato
el_gr: Ημερομηνία Εγγραφής
fa_ir: تاریخ ثبت نام
fi_fi: rekisteröinti päivämäärä
he_il: תאריך רישום
hu_hu: Regisztráció dátuma
ko_kr: 등록 날짜
nb_no: Registreringsdato
sv_se: Registrerings datum
tr_tr: Kayıt Tarihi
uk_ua: Дата Реєстрації

source: Last Ip
ar_sa: آخر ip
ca_es: Darrera IP
da_dk: Sidste ip
el_gr: Τελευταία IP
fa_ir: آخرین آیینه
fi_fi: Viimeinen Ip
he_il: האחרון Ip
hu_hu: Utolsó Ip
ko_kr: 마지막 IP
nb_no: Siste IP
sv_se: Senaste IP
tr_tr: Son ip
uk_ua: Останній Ip

source: On-line
ar_sa: عبر الانترنت
fa_ir: آنلاین
he_il: באינטרנט
ko_kr: 온라인
nb_no: På nett
sv_se: Uppkopplad
tr_tr: İnternet üzerinden
uk_ua: Он-лайн

source: Verify Catalog
ar_sa: التحقق من الكتالوج
ca_es: Verifiqueu el catàleg
da_dk: Bekræft katalog
el_gr: Επαληθεύστε τον κατάλογο
fa_ir: تأیید کاتالوگ
fi_fi: Vahvista luettelo
he_il: אמת את הקטלוג
hu_hu: Katalógus ellenőrzése
ko_kr: 카탈로그 확인
nb_no: Bekreft katalog
sv_se: Verifiera katalog
tr_tr: Kataloğu Doğrula
uk_ua: Перевірити каталог

source: Updating the %s catalog
ar_sa: تحديث الكتالوج %s
ca_es: Actualitzant el cataleg %s
da_dk: Opdatering af %s kataloget
el_gr: Ενημέρωση του καταλόγου %s
fa_ir: %s به روز رسانی مجموعه
fi_fi: Päivitetään luetteloa %s
he_il: מעדכן את הקטלוג %s
hu_hu: A %s katalógus frissítése
ko_kr: %s 카탈로그 업데이트
nb_no: Oppdaterer katalogen %s
sv_se: Uppdaterar %s-katalogen
tr_tr: %s kataloğunu güncelleme
uk_ua: Оновлення каталогу %s

source: Verified
ar_sa: التحقق
ca_es: Verificat
el_gr: Επαληθεύτηκε
fa_ir: تایید شده
he_il: מאומת
hu_hu: ellenőrzött
ko_kr: 검증 됨
nb_no: verifisert
sv_se: Verifierad
tr_tr: Doğrulanmış
uk_ua: Підтверджено

source: User Tools
ar_sa: أدوات المستخدم
ca_es: Eines d'usuari
da_dk: Brugerværktøjer
el_gr: Εργαλεία Χρήστη
fa_ir: ابزارهای کاربری
fi_fi: Käyttäjän työkalut
he_il: כלי משתמש
hu_hu: Felhasználói eszközök
ko_kr: 사용자 도구
nb_no: Brukerverktøy
sv_se: Användarverktyg
tr_tr: Kullanıcı Araçları
uk_ua: Інструменти користувача

source: Browse Users
ar_sa: تصفح المستخدمين
ca_es: Mostra els usuaris
da_dk: Gennemse brugere
el_gr: Αναζήτηση Χρηστών
fa_ir: نمایش کاربران
fi_fi: Selaa käyttäjiä
he_il: עיין במשתמשים
hu_hu: Tallózás a felhasználók között
ko_kr: 사용자 찾아보기
nb_no: Bla i brukere
sv_se: Bläddra bland användare
tr_tr: Kullanıcılara Göz At
uk_ua: Огляд користувачів

source: Add ACL
ar_sa: إضافة ACL
ca_es: Afegir ACL
da_dk: Tilføj ACL
el_gr: Προσθήκη λίστας πρόσβασης
fa_ir: ACL را اضافه کنید
fi_fi: Lisää ACL
he_il: הוסף ACL
hu_hu: ACL hozzáadása
ko_kr: ACL 추가
nb_no: Legg til tilgangskontroll
sv_se: Lägg till behörighet
tr_tr: ACL ekle
uk_ua: Додати ACL

source: Show ACL(s)
ar_sa: عرض ACL (s)
ca_es: Mostra els ACL(s)
da_dk: Vis ACL (er)
el_gr: Δείξε λίστες πρόσβασης
fa_ir: نمایش ACL (ها)
fi_fi: Näytä ACL (t)
he_il: הצג רשימות בקרת גישה (ACL)
hu_hu: ACL (ek) megjelenítése
ko_kr: ACL 표시
nb_no: Vis tilgangskontroller
sv_se: Visa behörigheter
tr_tr: ACL’leri göster
uk_ua: Показати списки ACL

source: Other Tools
ar_sa: أدوات أخرى
ca_es: Altres eines
da_dk: Andre værktøjer
el_gr: Άλλα εργαλεία
fa_ir: ابزارهای دیگر
fi_fi: Muut työkalut
he_il: כלים אחרים
hu_hu: Egyéb eszközök
ko_kr: 기타 도구
nb_no: Andre verktøy
sv_se: Övriga verktyg
tr_tr: Diğer Aletler
uk_ua: Інші інструменти

source: Clear Now Playing
ar_sa: مسح الآن اللعب
ca_es: Esborra escoltant ara
da_dk: Ryd nu afspilning
el_gr: Καθαρισμός όσων παίζουν τώρα
fa_ir: پاک کردن لیست در حال پخش
fi_fi: Poista nyt toistettava
he_il: נקה עכשיו משחק
hu_hu: Most törölje a lejátszást
ko_kr: 지금 지우기
nb_no: Rensk spilles nå
sv_se: Töm Spelar nu
tr_tr: Şimdi temizle
uk_ua: Очистити зараз відтворення

source: Manage Licenses
ar_sa: إدارة التراخيص
ca_es: Gestiona llicències
da_dk: Administrer licenser
el_gr: Διαχείριση Αδειών Χρήσης
fa_ir: مدیریت پروانه ها
fi_fi: Hallitse lisenssejä
he_il: ניהול רישיונות
hu_hu: Licencek kezelése
ko_kr: 라이선스 관리
nb_no: Administrer lisenser
sv_se: Hantera licenser
tr_tr: Lisansları Yönet
uk_ua: Керувати ліцензіями

source: Server Config
ar_sa: تكوين الخادم
ca_es: Configuració del servidor
el_gr: Ρύθμιση Εξυπηρετητή
fa_ir: پیکربندی سرور
fi_fi: Palvelimen määritys
he_il: תצורת שרת
hu_hu: Kiszolgáló konfigurálása
ko_kr: 서버 구성
nb_no: Serverkonfigurasjon
sv_se: Serverkonfiguration
tr_tr: Sunucu Yapılandırması
uk_ua: Конфігурація сервера

source: Song Titles
ar_sa: عناوين الأغنية
ca_es: Títols de cançons
da_dk: Sangtitler
el_gr: Τίτλοι τραγουδιών
fa_ir: عنوان آهنگ
fi_fi: Laulun otsikot
he_il: כותרות שירים
hu_hu: Dalcímek
ko_kr: 노래 제목
nb_no: Sangtitler
sv_se: Sångtitlar
tr_tr: Şarkı Başlıkları
uk_ua: Назви пісень

source: Currently Playing
ar_sa: يلعب حاليا
ca_es: Actualment jugant
da_dk: For øjeblikket afspilles
el_gr: Παίζοντας τώρα
fa_ir: در حال پخش
fi_fi: Tällä hetkellä soitetaan
he_il: פועל כעת
hu_hu: Jelenleg lejátszás
ko_kr: 현재 재생 중
nb_no: For øyeblikket spiller
sv_se: Spelar just nu
tr_tr: Çalmakta
uk_ua: Зараз відтворюється

source: Import
ar_sa: استيراد
ca_es: Importa
da_dk: Importere
el_gr: Εισαγωγή
fa_ir: وارد كردن
fi_fi: Tuonti
he_il: ייבוא
ko_kr: 수입
nb_no: Importere
sv_se: Importera
tr_tr: İthalat
uk_ua: Імпортувати

source: Recent
ar_sa: الأخيرة
ca_es: Recents
da_dk: Nylig
el_gr: Πρόσφατος
fa_ir: اخیر
fi_fi: viimeaikainen
he_il: לאחרונה
hu_hu: Friss
ko_kr: 충적세
nb_no: Nylig
sv_se: Nyligen
tr_tr: Son
uk_ua: Останні

source: Top Rated
ar_sa: أعلى التقييمات
ca_es: Els més valorats
da_dk: Topkarakter
el_gr: Κορυφαία βαθμολογία
fa_ir: بالاترین امتیاز
fi_fi: Suosituimmat
he_il: מדורג גבוה
hu_hu: Legjobbnak értékelt
ko_kr: 최고 등급
nb_no: Topp rangert
sv_se: Topprankat
tr_tr: En Çok Oy Alan
uk_ua: Високо оцінений

source: Advanced
ar_sa: المتقدمة
ca_es: Avançat
da_dk: Fremskreden
el_gr: Προχωρημένος
fa_ir: پیشرفته
fi_fi: Pitkälle kehittynyt
he_il: מתקדם
hu_hu: Fejlett
ko_kr: 많은
nb_no: Avansert
sv_se: Avancerad
tr_tr: ileri
uk_ua: Додатково

source: Modules
ar_sa: وحدات
ca_es: Mòduls
da_dk: moduler
el_gr: Ενότητες
fa_ir: ماژول ها
fi_fi: moduulit
he_il: מודולים
hu_hu: modulok
ko_kr: 모듈
nb_no: moduler
sv_se: moduler
tr_tr: Modüller
uk_ua: Модулі

source: Show instances
ca_es: Mostra instàncies
el_gr: Εμφάνιση στιγμιότυπων
fa_ir: نمایش موارد
hu_hu: Az esetek megjelenítése
ko_kr: 인스턴스 표시
sv_se: Visa instanser
tr_tr: Örnekleri göster
uk_ua: Показати екземпляри

source: Show Playlist
ca_es: Mostra la llista de reproducció
el_gr: Εμφάνιση της λίστας αναπαραγωγής
fa_ir: نمایش لیست پخش
hu_hu: Lejátszási lista megjelenítése
ko_kr: 재생 목록 표시
sv_se: Visa spellista
tr_tr: Oynatma Listesini Göster
uk_ua: Показати список відтворення

source: Active Instance
ca_es: Instància activa
el_gr: Ενεργό παράδειγμα
fa_ir: نمونه فعال
hu_hu: Aktív példány
ko_kr: 활성 인스턴스
sv_se: Aktiv instans
tr_tr: Aktif Örnek
uk_ua: Активний екземпляр

source: Allow Localplay set to False
ca_es: Permet localplay establert a Fals
el_gr: Να επιτρέπεται η ρύθμιση Localplay σε ψευδή
fa_ir: اجازه بدهید Localplay را False تنظیم کند
hu_hu: Hagyja, hogy a Localplay beállítása False
ko_kr: 로컬 플레이가 거짓으로 설정되도록 허용
sv_se: Tillåt Localplay inställt på False
tr_tr: Localplay'in False olarak ayarlanmasına izin ver
uk_ua: Дозволити локальнудограму встановити на False

source: Localplay Controller Not Defined
ca_es: Controlador de joc local no definit
el_gr: Ο ελεγκτής Localplay δεν έχει καθοριστεί
fa_ir: Controller Localplay Not Defined
hu_hu: A Localplay vezérlő nincs meghatározva
ko_kr: 로컬 플레이 컨트롤러 정의되지 않음
tr_tr: Localplay Controller Tanımlanmamış
uk_ua: Контролер Localplay не визначено

source: Localplay Modules
ca_es: Mòduls de localització
el_gr: Ενότητες Localplay
fa_ir: ماژول Localplay
hu_hu: Localplay modulok
ko_kr: 로컬 플레이 모듈
sv_se: Localplay-moduler
tr_tr: Yerel Oyun Modülleri
uk_ua: Модулі локальної гри

source: Catalog Modules
ar_sa: وحدات كتالوج
ca_es: Mòduls de catàleg
da_dk: Katalog moduler
el_gr: Κατάλογος Ενότητες
fa_ir: ماژول کاتالوگ
fi_fi: Luettelomoduulit
he_il: מודולי קטלוג
hu_hu: Katalógus modulok
ko_kr: 카탈로그 모듈
nb_no: Katalogmoduler
sv_se: Katalogmoduler
tr_tr: Katalog Modülleri
uk_ua: Каталог модулів

source: Available Plugins
ar_sa: الإضافات المتاحة
ca_es: Plugins disponibles
da_dk: Tilgængelige plugins
el_gr: Διαθέσιμα Πρόσθετα
fa_ir: افزونه‌ های موجود
fi_fi: Käytettävissä olevat lisäosat
he_il: תוספים זמינים
hu_hu: Elérhető bővítmények
ko_kr: 사용 가능한 플러그인
nb_no: Tilgjengelige tilleggsmoduler
sv_se: Tillgängliga insticksmoduler
tr_tr: Mevcut Eklentiler
uk_ua: Доступні плагіни

source: Mail Users
ar_sa: مستخدمي البريد
ca_es: Correu dels usuaris
da_dk: Mail brugere
el_gr: Χρήστες Mail
fa_ir: کاربران ایمیل
fi_fi: Mailin käyttäjät
he_il: משתמשי דואר
hu_hu: Mail felhasználók
ko_kr: 메일 사용자
nb_no: Send epost til brukere
sv_se: Skicka e-post
tr_tr: Mail Kullanıcıları
uk_ua: Користувачі пошти

source: Manage Playlist
ar_sa: إدارة قائمة التشغيل
ca_es: Gestiona la llista
da_dk: Administrer afspilningsliste
el_gr: Διαχείριση playlist
fa_ir: مدیریت لیست پخش
fi_fi: Hallitse soittolistaa
he_il: ניהול פלייליסט
hu_hu: Lejátszási lista kezelése
ko_kr: 재생 목록 관리
nb_no: Behandle spilleliste
sv_se: Hantera spellista
tr_tr: Oynatma Listesini Yönet
uk_ua: Керування списком відтворення

source: Account
ar_sa: الحساب
ca_es: Compte
da_dk: Konto
el_gr: Λογαριασμός
fa_ir: حساب
fi_fi: Tili
he_il: חשבון
hu_hu: számla
ko_kr: 계정
nb_no: Konto
sv_se: Konto
tr_tr: hesap
uk_ua: Рахунок
