Repository: codacy-badger/amuzak
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, ca_es, da_dk, el_gr, fa_ir, fi_fi, he_il, hu_hu, ko_kr, nb_no, sv_se, tr_tr, uk_ua

source: Catalog Types
ar_sa: أنواع الكتالوج
ca_es: Tipus de catàleg
da_dk: Katalogtyper
el_gr: Τύποι καταλόγων
fa_ir: انواع کاتالوگ ها
fi_fi: Luettelotyypit
he_il: סוגי קטלוג
hu_hu: Katalógus típusok
ko_kr: 카탈로그 유형
nb_no: Katalogtyper
sv_se: Katalogtyper
tr_tr: Katalog Türleri
uk_ua: Типи каталогів

source: Shoutbox Post Updated
ar_sa: تحديث Shoutbox المشاركة
ca_es: S'ha actualitzat el missatge Shoutbox
da_dk: Shoutbox Post opdateret
el_gr: Δημοσίευση του Shoutbox Post
fa_ir: پست شوتکوک به روز شد
fi_fi: Shoutbox Post Päivitetty
he_il: הודעת תיבת צ'אט עודכנה
hu_hu: Shoutbox Post frissítve
ko_kr: Shoutbox 포스트 업데이트 됨
nb_no: Shoutbox Post Oppdatert
sv_se: Shoutbox Post uppdaterad
tr_tr: Mesaj Kutusu Güncellemesi
uk_ua: Shoutbox Опубліковано Оновлено

source: Shoutbox Post Deleted
ar_sa: تم حذف مشاركة Shoutbox
ca_es: S'ha suprimit el missatge Shoutbox
da_dk: Shoutbox-post slettet
el_gr: Shoutbox Δημοσίευση διαγράφηκε
fa_ir: پست Shoutbox ارسال حذف شد
fi_fi: Shoutbox-viesti poistettu
he_il: הודעת תיבת צ'אט נמחקה
hu_hu: Shoutbox Post törölt
ko_kr: Shoutbox 포스트 삭제됨
nb_no: Shoutbox-post slettet
sv_se: Shoutbox-posten raderad
tr_tr: Mesaj Kutusu Silindi
uk_ua: Повідомлення Shoutbox видалено

source: Database Charset Updated
ar_sa: تحديث قاعدة بيانات مجموعة الأحرف
ca_es: Caràcter de base de dades actualitzat
da_dk: Database Charset Opdateret
el_gr: Αναδημοσίευση βάσης δεδομένων
fa_ir: Charset پایگاه داده به روز شده
fi_fi: Tietokannan merkkijono päivitetty
he_il: סט התווים של מסד הנתונים מעודכן
hu_hu: Adatbázis-karakterlánc frissítve
ko_kr: 데이터베이스 Charset 업데이트 됨
nb_no: Database Charset Oppdatert
sv_se: Databascharset Uppdaterad
tr_tr: Veritabanı Takımı Güncelleme
uk_ua: База даних Charset Updated

source: Your Database and associated tables have been updated to match your currently configured charset
ar_sa: تم تحديث قاعدة البيانات والجداول المرتبطة لمطابقة مجموعة الأحرف التي تم تكوينها حاليًا
ca_es: La vostra base de dades i les taules associades s'han actualitzat per coincidir amb el vostre joc de configuració actual
da_dk: Din database og tilhørende tabeller er blevet opdateret for at matche din nuværende konfigureret charset
el_gr: Η βάση δεδομένων και οι συσχετισμένοι πίνακες έχουν ενημερωθεί ώστε να αντιστοιχούν στο συρμάτινο σύμβολο που έχει διαμορφωθεί
fa_ir: بانک اطلاعاتی شما و جداول مربوطه به روز شده برای مطابقت با charset پیکربندی شده در حال حاضر است
fi_fi: Tietokanta- ja siihen liittyvät taulukot on päivitetty vastaamaan määritettyä merkkijonoa
he_il: מסד הנתונים שלך והטבלאות המשויכות אליו עודכנו כך שיתאימו לסט התווים שהגדרת כעת
hu_hu: Az adatbázis és a kapcsolódó táblázatok frissültek, hogy megfeleljenek a jelenleg beállított karakterláncnak
ko_kr: 데이터베이스 및 관련 테이블이 현재 구성된 charset과 일치하도록 업데이트되었습니다.
nb_no: Databasen din og tilhørende tabeller har blitt oppdatert for å matche din gjeldende konfigurasjon
sv_se: Din databas och tillhörande tabeller har uppdaterats för att matcha din nuvarande konfigurerade charset
tr_tr: Veritabanınız ve ilişkili tablolar, şu anda yapılandırılmış karakter setinize uyacak şekilde güncellenmiştir.
uk_ua: Бази даних і пов'язані з ними таблиці оновлено, щоб відповідати вашому поточному набору символів

source: Cache cleared
ar_sa: مسح ذاكرة التخزين المؤقت
ca_es: Es va esborrar la memòria cau
da_dk: Cache ryddet
el_gr: Η κρυφή μνήμη διαγράφηκε
fa_ir: کش کشف شد
fi_fi: Välimuisti tyhjennetty
he_il: נוקה זיכרון המטמון
hu_hu: A gyorsítótár törölve
ko_kr: 캐시가 지워짐
nb_no: Cache ryddet
sv_se: Cachen rensas
tr_tr: Önbellek temizlendi
uk_ua: Кеш очищено

source: Your cache has been cleared successfully.
ar_sa: تم مسح ذاكرة التخزين المؤقت الخاصة بك بنجاح.
ca_es: S'ha esborrat correctament la vostra memòria cau.
da_dk: Din cache er blevet ryddet korrekt.
el_gr: Η κρυφή μνήμη σας έχει διαγραφεί με επιτυχία.
fa_ir: کش شما با موفقیت پاکسازی شده است.
fi_fi: Välimuisti on poistettu onnistuneesti.
he_il: זיכרון המטמון שלך נוקה בהצלחה.
hu_hu: A gyorsítótár sikeresen törlődött.
ko_kr: 캐시가 성공적으로 지워졌습니다.
nb_no: Cachen din er blitt slettet.
sv_se: Din cache har rensats framgångsrikt.
tr_tr: Önbellek başarıyla temizlendi.
uk_ua: Ваш кеш успішно очищено.

source: Error Username Required
ar_sa: خطأ اسم المستخدم مطلوب
ca_es: S'ha requerit un nom d'usuari d'error
da_dk: Fejl Brugernavn påkrævet
el_gr: Απαιτείται το όνομα χρήστη λάθους
fa_ir: خطا در نام کاربری مورد نیاز است
fi_fi: Virhe Käyttäjänimi on pakollinen
he_il: שגיאה. נדרש שם משתמש
hu_hu: Hiba Felhasználónév szükséges
ko_kr: 오류 사용자 이름 필요
nb_no: Feil brukernavn påkrevd
sv_se: Fel Användarnamn Obligatorisk
tr_tr: Hatalı Kullanıcı Adı Gerekli
uk_ua: Потрібно вказати ім'я користувача з помилкою

source: Error Username already exists
ar_sa: خطأ اسم المستخدم موجود بالفعل
ca_es: Error de nom d'usuari que ja existeix
da_dk: Fejl Brugernavn eksisterer allerede
el_gr: Το όνομα χρήστη σφάλματος υπάρχει ήδη
fa_ir: نام کاربری اشکال موجود است
fi_fi: Virhetunnus on jo olemassa
he_il: שגיאה. שם המשתמש קיים כבר
hu_hu: Már létezik hibaüzenet
ko_kr: 오류 사용자 이름이 이미 있습니다.
nb_no: Feil Brukernavn eksisterer allerede
sv_se: Fel Användarnamn finns redan
tr_tr: Hata Kullanıcı Adı zaten var
uk_ua: Помилка вже існує

source: Error Passwords don't match
ar_sa: خطأ كلمات المرور لا تتطابق
ca_es: Les contrasenyes d’error no coincideixen
da_dk: Fejl Passwords matcher ikke
el_gr: Ο κωδικός σφάλματος δεν αντιστοιχεί
fa_ir: خطا گذرواژهها مطابقت ندارد
fi_fi: Virhe Salasanat eivät vastaa
he_il: שגיאה. הסיסמאות אינן תואמות
hu_hu: Hiba A jelszavak nem egyeznek
ko_kr: 오류 암호가 일치하지 않습니다.
nb_no: Feil passord stemmer ikke overens
sv_se: Fel lösenord matchar inte
tr_tr: Hata Şifreleri eşleşmiyor
uk_ua: Помилка Паролі не збігаються

source: Invalid email address
ar_sa: عنوان البريد الإلكتروني غير صالح
ca_es: correu electrònic erroni
da_dk: ugyldig emailadresse
el_gr: Μη έγκυρη διεύθυνση e-mail
fa_ir: آدرس ایمیل نامعتبر است
fi_fi: epäkelpo sähköpostiosoite
he_il: כתובת דוא"ל לא תקנית
hu_hu: Érvénytelen e-mail cím
ko_kr: 잘못된 이메일 주소
nb_no: Ugyldig epostadresse
sv_se: Ogiltig e-postadress
tr_tr: Geçersiz e-posta adresi
uk_ua: невірна адреса електронної пошти

source: User Updated
ar_sa: تحديث المستخدم
ca_es: Usuari actualitzat
da_dk: Bruger opdateret
el_gr: Ο χρήστης ενημερώθηκε
fa_ir: کاربر به روز شد
fi_fi: Käyttäjän päivittämä
he_il: משתמש עודכן
hu_hu: Felhasználói frissítés
ko_kr: 사용자 업데이트
nb_no: Bruker oppdatert
sv_se: Uppdaterad användare
tr_tr: Kullanıcı güncellendi
uk_ua: Оновлено користувачем

source: updated
ar_sa: محدث
ca_es: actualitzat
da_dk: opdateret
el_gr: ΕΠΙΚΑΙΡΟΠΟΙΗΜΕΝΟ
fa_ir: به روز شد
fi_fi: päivitetty
he_il: עודכן
hu_hu: korszerűsített
ko_kr: 업데이트 된
nb_no: oppdatert
sv_se: uppdaterad
tr_tr: güncellenmiş
uk_ua: оновлено

source: Error: Insert Failed
ar_sa: خطأ: فشل إدراج
ca_es: Error: inserció fallida
da_dk: Fejl: Indsætning mislykkedes
el_gr: Σφάλμα: Η εισαγωγή απέτυχε
fa_ir: خطا: درج نشد
fi_fi: Virhe: Lisää virhe
he_il: שגיאה: הוספה נכשלה
hu_hu: Hiba: Nem sikerült beilleszteni
ko_kr: 오류 : 삽입하지 못했습니다.
nb_no: Feil: Innlegg mislyktes
sv_se: Fel: Infogad misslyckades
tr_tr: Hata: Ekleme Başarısız
uk_ua: Помилка: не вдалося вставити

source: Guest
ar_sa: زائر
da_dk: Gæst
el_gr: Επισκέπτης
fa_ir: مهمان
fi_fi: vieras
he_il: אורח
hu_hu: Vendég
ko_kr: 손님
nb_no: Gjest
sv_se: Gäst
tr_tr: Konuk
uk_ua: Гість

source: User
ar_sa: المستعمل
ca_es: Usuari
da_dk: Bruger
el_gr: Χρήστης
fa_ir: کاربر
fi_fi: käyttäjä
he_il: משתמש
hu_hu: használó
ko_kr: 사용자
nb_no: Bruker
sv_se: Användare
tr_tr: kullanıcı
uk_ua: Користувач

source: Admin
ar_sa: مشرف
ca_es: Administració
el_gr: διαχειριστής
fa_ir: مدیر
he_il: מנהל
ko_kr: 관리자
sv_se: Administration
tr_tr: yönetim
uk_ua: Адміністратор

source: New User Added
ar_sa: تمت إضافة مستخدم جديد
ca_es: Nou usuari afegit
da_dk: Ny bruger tilføjet
el_gr: Νέος χρήστης προστέθηκε
fa_ir: کاربر جدید اضافه شده است
fi_fi: Uusi käyttäjä lisätty
he_il: נוסף משתמש חדש
hu_hu: Új felhasználó hozzáadva
ko_kr: 새 사용자 추가됨
nb_no: Ny bruker lagt til
sv_se: Ny användare tillagd
tr_tr: Yeni Kullanıcı Eklendi
uk_ua: Додано нового користувача

source: %1$s has been created with an access level of %2$s
ar_sa: تم إنشاء %1$s بمستوى وصول %2$s
ca_es: %1$s s'ha creat amb un nivell d’accés de %2$s
da_dk: %1$s er oprettet med et adgangsniveau på %2$s
el_gr: Το %1$s έχει δημιουργηθεί με επίπεδο πρόσβασης %2$s
fa_ir: %1$s با سطح دسترسی %2$s ایجاد شده است
fi_fi: %1$s on luotu %2$s käyttöoikeustasolla
he_il: %1$s נוצר עם רמת גישה של %2$s
hu_hu: A %1$s %2$s hozzáférési szinttel lett létrehozva
ko_kr: 액세스 수준이 %2$s 인 %1$s가 생성되었습니다.
nb_no: %1$s er opprettet med et aksessnivå på %2$s
sv_se: %1$s har skapats med en åtkomstnivå på %2$s
tr_tr: %1$s, %2$s erişim seviyesiyle oluşturuldu
uk_ua: %1$s створено з рівнем доступу %2$s

source: User Enabled
ar_sa: تمكين المستخدم
ca_es: Usuari habilitat
da_dk: Bruger aktiveret
el_gr: Ο χρήστης είναι ενεργοποιημένος
fa_ir: کاربر فعال
fi_fi: Käyttäjä käytössä
he_il: משתמש מאופשר
hu_hu: Felhasználó engedélyezve
ko_kr: 사용자 활성화 됨
nb_no: Bruker aktivert
sv_se: Användaren aktiverad
tr_tr: Kullanıcı Etkin
uk_ua: Користувач увімкнено

source: User Disabled
ar_sa: تعطيل المستخدم
ca_es: Usuari desactivat
da_dk: Bruger deaktiveret
el_gr: Ο χρήστης είναι απενεργοποιημένος
fa_ir: کاربر غیرفعال شده
fi_fi: Käyttäjä ei käytössä
he_il: משתמש מושבת
hu_hu: Felhasználó letiltva
ko_kr: 사용자 비활성화 됨
nb_no: Brukeraktivert
sv_se: Användaraktiverad
tr_tr: Kullanıcı devre dışı
uk_ua: Користувач вимкнено

source: Unable to Disabled last Administrator
ar_sa: غير قادر على تعطيل المسؤول الأخير
ca_es: No es pot desactivar l'últim administrador
da_dk: Kan ikke deaktiveres sidste administrator
el_gr: Δεν ήταν δυνατή η απενεργοποίηση του τελευταίου διαχειριστή
fa_ir: آخرین مدیر ممکن است غیرفعال شود
fi_fi: Viimeisen järjestelmänvalvojan ei voi poistaa käytöstä
he_il: לא ניתן להשבית את מנהל המערכת היחיד
hu_hu: Nem sikerült letiltani az utolsó rendszergazdát
ko_kr: 마지막 관리자를 비활성화 할 수 없습니다.
nb_no: Kan ikke deaktiveres sist administrator
sv_se: Kan inte inaktiveras förra administratören
tr_tr: Son Yönetici Devre Dışı Bırakılamıyor
uk_ua: Не вдалося вимкнути останній адміністратор

source: User Deleted
ar_sa: تم حذف المستخدم
ca_es: Usuari suprimit
da_dk: Bruger slettet
el_gr: Ο χρήστης διαγράφηκε
fa_ir: کاربر حذف شده
fi_fi: Käyttäjä poistettu
he_il: משתמש נמחק
hu_hu: Felhasználó törölve
ko_kr: 사용자가 삭제되었습니다.
nb_no: Bruker slettet
sv_se: Användaren raderad
tr_tr: Kullanıcı Silindi
uk_ua: Користувач видалено

source: %s has been Deleted
ar_sa: تم حذف %s
ca_es: S'ha esborrat %s
da_dk: %s er blevet slettet
el_gr: %s έχει διαγραφεί
fa_ir: %s حذف شده است
fi_fi: %s on poistettu
he_il: %s נמחק
hu_hu: %s törölve
ko_kr: 사용자 %s(이)가 삭제되었습니다
nb_no: %s har blitt slettet
sv_se: %s har tagits bort
tr_tr: %s Silindi
uk_ua: %s видалено

source: Delete Error
ar_sa: حذف خطأ
ca_es: Suprimeix l’error
da_dk: Slet fejl
el_gr: Διαγραφή σφάλματος
fa_ir: حذف خطا
fi_fi: Poista virhe
he_il: שגיאת מחיקה
hu_hu: Hiba törlése
ko_kr: 오류 삭제
nb_no: Slett feil
sv_se: Ta bort fel
tr_tr: Hata Sil
uk_ua: Видалити помилку

source: Unable to delete last Admin User
ar_sa: غير قادر على حذف آخر مستخدم مسؤول
ca_es: No es pot eliminar l’últim usuari d’administrador
da_dk: Kan ikke slette den sidste administrationsbruger
el_gr: Δεν είναι δυνατή η διαγραφή του τελευταίου χρήστη διαχειριστή
fa_ir: نمیتوان آخرین کاربر مدیریت را حذف کرد
fi_fi: Viimeistä hallintakäyttäjää ei voi poistaa
he_il: לא ניתן למחוק את משתמש המנהל היחיד
hu_hu: Nem lehet törölni az utolsó adminisztrátori felhasználót
ko_kr: 마지막 관리자를 삭제할 수 없습니다.
nb_no: Kan ikke slette siste admin bruker
sv_se: Det går inte att radera den senaste administratörsanvändaren
tr_tr: Son Yönetici Kullanıcısı silinemedi
uk_ua: Не вдалося видалити останнього користувача адміністратора

source: Are you sure you want to permanently delete %s?
ar_sa: هل تريد بالتأكيد حذف %s نهائيًا؟
ca_es: Segur que vols esborrar %s?
da_dk: Er du sikker på, at du vil slette %s permanent?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε οριστικά το %s;
fa_ir: آیا مطمئن هستید که می خواهید %s را به طور دائمی حذف کنید؟
fi_fi: Haluatko varmasti poistaa pysyvästi %s?
he_il: האם הנך בטוח שברצונך למחוק לצמיתות את %s?
hu_hu: Biztosan véglegesen törli a %s fájlt?
ko_kr: 정말 사용자 %s(을)를 삭제하시겠습니까?
nb_no: Er du sikker på at du vil slette %s permanent?
sv_se: Är du säker på att du vill radera %s permanent?
tr_tr: Kalıcı olarak silmek istediğinizden emin misiniz %s ?
uk_ua: Ви впевнені, що хочете назавжди видалити %s?

source: User Avatar Delete
ar_sa: الصورة الرمزية للمستخدم حذف
ca_es: Elimina l’avatar d’usuari
da_dk: Bruger Avatar Slet
el_gr: Διαγραφή του χρήστη του χρήστη
fa_ir: کاربر آواتار حذف
fi_fi: Käyttäjä Avatar Poista
he_il: מחק תמונת משתמש
hu_hu: Felhasználó Avatar Törlése
ko_kr: 사용자 아바타 삭제
nb_no: Bruker Avatar Slett
sv_se: Användarnamn Delete
tr_tr: Kullanıcı Avatarı Sil
uk_ua: Аватар користувача Видалити

source: User Avatar Deleted
ar_sa: الصورة الرمزية للمستخدم محذوفة
ca_es: S'ha suprimit l'usuari de l'usuari
da_dk: Bruger Avatar slettet
el_gr: Αποσύνδεση του χρήστη Avatar
fa_ir: کاربر آواتار حذف شده
fi_fi: Käyttäjä Avatar Poistettu
he_il: תמונת משתמש נמחקה
hu_hu: Felhasználó Avatar Törölt
ko_kr: 프로필 이미지 삭제됨
nb_no: Bruker Avatar slettet
sv_se: Användarnamn borttagen
tr_tr: Kullanıcı Avatarı Silindi
uk_ua: Аватар користувача видалено

source: User Avatar has been deleted
ar_sa: تم حذف الصورة الرمزية للمستخدم
ca_es: S'ha suprimit l'usuari Avatar
da_dk: Bruger Avatar er blevet slettet
el_gr: Το Avatar χρήστη έχει διαγραφεί
fa_ir: آواتار کاربر حذف شده است
fi_fi: Käyttäjä Avatar on poistettu
he_il: תמונת המשתמש נמחקה
hu_hu: A felhasználó Avatar törölve lett
ko_kr: 사용자 아바타가 삭제되었습니다.
nb_no: Bruker Avatar er slettet
sv_se: Användarnamn har tagits bort
tr_tr: Kullanıcı Avatarı silindi
uk_ua: Аватар користувача видалено

source: Generate new API Key
ar_sa: توليد مفتاح API جديد
ca_es: Generar nova clau API
da_dk: Generer ny API-nøgle
el_gr: Δημιουργήστε νέο κλειδί API
fa_ir: ایجاد کلید API جدید
fi_fi: Luo uusi API-avain
he_il: ייצר מפתח API חדש
hu_hu: Új API kulcs létrehozása
ko_kr: 새 API 키 생성
nb_no: Generer ny API-nøkkel
sv_se: Skapa ny API-nyckel
tr_tr: Yeni API Anahtarı oluştur
uk_ua: Згенерувати новий API ключ

source: Confirm API Key Generation
ar_sa: تأكيد إنشاء مفتاح API
ca_es: Confirmeu la generació de claus de l’API
da_dk: Bekræft API nøglegenerering
el_gr: Επιβεβαιώστε τη δημιουργία κλειδιού API
fa_ir: تأیید کلید تولید API
fi_fi: Vahvista API-avainten luominen
he_il: אשר יצירת מפתח API
hu_hu: Az API kulcs generálása megerősítése
ko_kr: API 키 생성 확인
nb_no: Bekreft API-nøkkelgenerering
sv_se: Bekräfta API-nyckelgenerering
tr_tr: API Anahtar Üretimini Onayla
uk_ua: Підтвердити генерацію API ключа

source: API Key Generated
ar_sa: تم إنشاء مفتاح API
ca_es: Generada per la clau d’API
da_dk: API nøgle genereret
el_gr: Το κλειδί API δημιουργήθηκε
fa_ir: کلید API تولید شده
fi_fi: API-avain luodaan
he_il: נוצר מפתח API
hu_hu: Létrehozott API kulcs
ko_kr: API 키 생성됨
nb_no: API nøkkel generert
sv_se: API-nyckelgenererat
tr_tr: API Anahtarı Oluşturuldu
uk_ua: API ключ згенеровано

source: New user API Key has been generated.
ar_sa: تم إنشاء مفتاح API جديد للمستخدم.
ca_es: S'ha generat una nova clau d’API d’usuari.
da_dk: Ny bruger-API-nøgle er blevet genereret.
el_gr: Δημιουργήθηκε νέο κλειδί API χρήστη.
fa_ir: کلید API کاربر جدید تولید شده است.
fi_fi: Uusi käyttäjän API-avain on luotu.
he_il: נוצר מפתח API חדש למשתמש.
hu_hu: Új felhasználói API kulcs jött létre.
ko_kr: 새 API 키가 생성되었습니다.
nb_no: Ny bruker-API-nøkkel er generert.
sv_se: Ny användar-API-nyckel har genererats.
tr_tr: Yeni kullanıcı API Anahtarı oluşturuldu.
uk_ua: Новий API ключ користувача згенеровано

source: Album Deletion
ar_sa: حذف الألبوم
ca_es: Supressió d'àlbums
da_dk: Album sletning
el_gr: Διαγραφή λευκώματος
fa_ir: حذف آلبوم
fi_fi: Albumin poistaminen
he_il: מחיקת אלבום
hu_hu: Album törlése
ko_kr: 앨범 삭제
nb_no: Album sletting
sv_se: Album radering
tr_tr: Albüm Silme
uk_ua: Видалення альбому

source: Are you sure you want to permanently delete this album?
ar_sa: هل تريد بالتأكيد حذف هذا الألبوم نهائيًا؟
ca_es: Esteu segur que voleu suprimir definitivament aquest àlbum?
da_dk: Er du sikker på, at du vil slette dette album permanent?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε οριστικά αυτό το άλμπουμ;
fa_ir: آیا مطمئن هستید که می خواهید این آلبوم را به طور دائم حذف کنید؟
fi_fi: Haluatko varmasti poistaa tämän albumin pysyvästi?
he_il: האם הנך בטוח שברצונך למחוק אלבום זה לצמיתות?
hu_hu: Biztosan véglegesen törli ezt az albumot?
ko_kr: 이 앨범을 완전히 삭제 하시겠습니까?
nb_no: Er du sikker på at du vil slette dette albumet permanent?
sv_se: Är du säker på att du vill radera detta album permanent?
tr_tr: Bu albümü kalıcı olarak silmek istediğinize emin misiniz?
uk_ua: Дійсно видалити цей альбом?

source: Album has been deleted.
ar_sa: تم حذف الألبوم.
ca_es: S'ha suprimit l'àlbum.
da_dk: Albumet er blevet slettet.
el_gr: Το λεύκωμα έχει διαγραφεί.
fa_ir: آلبوم حذف شده است
fi_fi: Albumi on poistettu.
he_il: האלבום נמחק.
hu_hu: Az album törölve lett.
ko_kr: 앨범이 삭제되었습니다.
nb_no: Albumet er slettet.
sv_se: Albumet har tagits bort.
tr_tr: Albüm silindi.
uk_ua: Альбом видалено.

source: Cannot delete this album.
ar_sa: لا يمكن حذف هذا الألبوم.
ca_es: No es pot suprimir aquest àlbum.
da_dk: Kan ikke slette dette album.
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του άλμπουμ.
fa_ir: این آلبوم را نمیتوان حذف کرد
fi_fi: Tätä albumia ei voi poistaa.
he_il: אלבום זה אינו ניתן למחיקה.
hu_hu: Nem lehet törölni ezt az albumot.
ko_kr: 이 앨범을 삭제할 수 없습니다.
nb_no: Kan ikke slette dette albumet.
sv_se: Det här albumet kan inte raderas.
tr_tr: Bu albüm silinemiyor.
uk_ua: Не вдається видалити цей альбом.

source: Artist Deletion
ar_sa: حذف الفنان
ca_es: Eliminació d'artistes
da_dk: Artist sletning
el_gr: Διαγραφή καλλιτέχνη
fa_ir: حذف هنرمند
fi_fi: Taiteilijan poistaminen
he_il: מחיקת אמן
hu_hu: Művész törlése
ko_kr: 아티스트 삭제
nb_no: Artist Sletting
sv_se: Artist borttagning
tr_tr: Sanatçı Silme
uk_ua: Видалення виконавця

source: Are you sure you want to permanently delete this artist?
ar_sa: هل أنت متأكد أنك تريد حذف هذا الفنان نهائيًا؟
ca_es: Esteu segur que voleu suprimir definitivament aquest artista?
da_dk: Er du sikker på, at du vil slette denne kunstner permanent?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε οριστικά αυτόν τον καλλιτέχνη;
fa_ir: آیا مطمئن هستید که میخواهید این هنرمند را به طور دائمی حذف کنید؟
fi_fi: Haluatko varmasti poistaa tämän artistin pysyvästi?
he_il: האם הנך בטוח שברצונך למחוק אמן זה לצמיתות?
hu_hu: Biztosan véglegesen törli ezt a művészt?
ko_kr: 이 아티스트를 영구적으로 삭제 하시겠습니까?
nb_no: Er du sikker på at du vil slette denne artisten permanent?
sv_se: Är du säker på att du vill permanent radera den här artisten?
tr_tr: Bu sanatçıyı kalıcı olarak silmek istediğinden emin misin?
uk_ua: Дійсно видалити цього виконавця назавжди?

source: Artist has been deleted.
ar_sa: تم حذف الفنان.
ca_es: S'ha suprimit l’artista.
da_dk: Kunstneren er blevet slettet.
el_gr: Ο καλλιτέχνης έχει διαγραφεί.
fa_ir: هنرمند حذف شده است
fi_fi: Taiteilija on poistettu.
he_il: האמן נמחק.
hu_hu: A művész törölve lett.
ko_kr: 아티스트가 삭제되었습니다.
nb_no: Artist har blitt slettet.
sv_se: Artist har raderats.
tr_tr: Sanatçı silindi.
uk_ua: Виконавець видалено.

source: Cannot delete this artist.
ar_sa: لا يمكن حذف هذا الفنان.
ca_es: No es pot suprimir aquest artista.
da_dk: Kan ikke slette denne kunstner.
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του καλλιτέχνη.
fa_ir: نمیتوان این هنرمند را حذف کرد
fi_fi: Tätä artistia ei voi poistaa.
he_il: אמן זה אינו ניתן למחיקה.
hu_hu: A művész nem törölhető.
ko_kr: 이 아티스트를 삭제할 수 없습니다.
nb_no: Kan ikke slette denne artisten.
sv_se: Kan inte radera den här artisten.
tr_tr: Bu sanatçı silinemiyor.
uk_ua: Неможливо видалити цього виконавця.

source: Show Artists starting with
ar_sa: عرض الفنانين بدءا من
ca_es: Mostra artistes que comencen per
da_dk: Vis kunstnere fra og med
el_gr: Δείξε καλλιτέχνες που αρχίζουν από
fa_ir: نمایش هنرمندان با شروع
fi_fi: Näytä taiteilijat alkaen
he_il: הצג אמנים המתחילים ב
hu_hu: A Művészek kezdete
ko_kr: 다음으로 시작하는 아티스트 표시
nb_no: Vis artister som starter med
sv_se: Visa artister som börjar med
tr_tr: Ile başlayan sanatçıları göster
uk_ua: Показати виконавців, які починаються з букви

source: Art Cleared
ar_sa: مسح الفن
el_gr: Η τέχνη έχει εκκαθαριστεί
fa_ir: هنر پاک شده است
he_il: עטיפה נוקתה
hu_hu: A művészet törölve
ko_kr: 아트 클리어
tr_tr: Sanat temizlendi

source: Art information has been removed from the database
ar_sa: تمت إزالة المعلومات الفنية من قاعدة البيانات
ca_es: S'ha eliminat la informació d’art de la base de dades
da_dk: Kunstoplysninger er blevet fjernet fra databasen
el_gr: Οι πληροφορίες τέχνης έχουν αφαιρεθεί από τη βάση δεδομένων
fa_ir: اطلاعات هنری از پایگاه داده حذف شده است
fi_fi: Taidetiedot on poistettu tietokannasta
he_il: מידע עטיפה הוסר ממסד הנתונים
hu_hu: A művészeti információkat eltávolították az adatbázisból
ko_kr: 미술 정보가 데이터베이스에서 삭제되었습니다.
nb_no: Kunstinformasjon er fjernet fra databasen
sv_se: Konstinformation har tagits bort från databasen
tr_tr: Sanat bilgisi veritabanından kaldırıldı
uk_ua: Інформація про мистецтво видалена з бази даних

source: Art Not Located
ar_sa: الفن غير موجود
da_dk: Kunst ikke placeret
el_gr: Τέχνη δεν βρίσκεται
fa_ir: هنر موجود نیست
fi_fi: Taide ei sijaitse
he_il: לא אותרה עטיפה
hu_hu: Művészet nem található
ko_kr: 예술이 발견되지 않음
nb_no: Kunst ikke plassert
sv_se: Konst inte belägen
tr_tr: Sanat Bulunamadı
uk_ua: Мистецтво не розташоване

source: Art could not be located at this time. This may be due to write access error, or the file is not received correctly.
ar_sa: الفن لا يمكن أن يكون موجودا في هذا الوقت. قد يكون هذا بسبب خطأ في الوصول إلى الكتابة ، أو لم يتم تلقي الملف بشكل صحيح.
ca_es: L’art no es podia trobar en aquest moment. Això pot ser degut a un error d’accés a l’escriptura, o el fitxer no s’ha rebut correctament.
da_dk: Kunst kunne ikke være placeret på dette tidspunkt. Dette kan skyldes skrive adgangsfejl, eller filen er ikke modtaget korrekt.
el_gr: Η τέχνη δεν μπορούσε να βρεθεί αυτή τη στιγμή. Αυτό μπορεί να οφείλεται σε σφάλμα πρόσβασης εγγραφής ή το αρχείο δεν έχει ληφθεί σωστά.
fa_ir: هنر در این زمان نمی توان یافت این ممکن است به علت خطای دسترسی نوشتاری باشد یا فایل به درستی دریافت نگردد.
fi_fi: Taide ei voinut sijaita tällä hetkellä. Tämä voi johtua kirjoitusoikeusvirheestä tai tiedostoa ei vastaanoteta oikein.
he_il: לא ניתן לאתר עטיפה בשלב זה. עשויה לגרום לכך שגיאת גישת כתיבה, או שהקובץ לא התקבל כהלכה.
hu_hu: A művészet jelenleg nem található. Ennek oka lehet az írási hozzáférési hiba, vagy a fájl nem érkezik meg megfelelően.
ko_kr: 현재 아트를 찾을 수 없습니다. 쓰기 액세스 오류가 원인이거나 파일이 올바르게 수신되지 않았기 때문일 수 있습니다.
nb_no: Kunst kunne ikke ligge på dette tidspunktet. Dette kan skyldes skrive tilgangsfeil, eller filen er ikke mottatt riktig.
sv_se: Konst kunde inte hittas vid denna tidpunkt. Det kan bero på att skriva åtkomstfel eller om filen inte har tagits emot korrekt.
tr_tr: Sanat şu anda bulunamadı. Bu yazma erişim hatası nedeniyle olabilir veya dosya doğru şekilde alınmadı.
uk_ua: Обкладинку наразі не знайдено. Це може бути через помилки запису або файл не було завантажено.

source: Art Inserted
ar_sa: إدراج الفن
ca_es: Art inserit
da_dk: Kunst indsat
fa_ir: هنر وارد شده است
fi_fi: Art Lisätty
he_il: נוספה עטיפה
hu_hu: Art beillesztve
ko_kr: 예술 삽입
nb_no: Kunst innstilt
sv_se: Konst infogad
tr_tr: Eklenen Sanat
uk_ua: Вставлено мистецтво
