Repository: codacy-badger/amuzak
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, ca_es, da_dk, el_gr, fa_ir, fi_fi, he_il, hu_hu, ko_kr, nb_no, sv_se, tr_tr, uk_ua

source: Error Captcha Failed
ar_sa: خطأ اختبار Captcha
ca_es: Error s'ha fallat el captcha
da_dk: Fejl Captcha mislykkedes
el_gr: Σφάλμα το Captcha απέτυχε
fa_ir: خطا کپچا اشتباه است
fi_fi: Virhe Captcha epäonnistui
he_il: שגיאה ב- Captcha נכשלה
hu_hu: Hiba a Captcha sikertelen
ko_kr: 오류 보안 문자 실패
nb_no: Feil: CAPTCHA feilet
sv_se: Fel: Captcha misslyckades
tr_tr: Hata Captcha Başarısız Oldu
uk_ua: Помилка Captcha не вдалася

source: You <U>must</U> accept the user agreement
ar_sa: يجب عليك <U> </U> قبول اتفاقية المستخدم
ca_es: Tu <U> has </U> d'acceptar la licència d'usuari
da_dk: Du <U> skal </U> acceptere brugeraftalen
el_gr: Πρέπει να συμφωνήσετε με τους όρους χρήσης
fa_ir: شما <U> باید </U> موافقت کاربری را بپذیرید
fi_fi: Sinun <U> täytyy </U> hyväksyä käyttäjän sopimus
he_il: אתה <U> חייב </U> לקבל את הסכם המשתמש
hu_hu: A <U>-nek </U>-nek kell elfogadnia a felhasználói megállapodást
ko_kr: <U>는 사용자 계약에 동의해야합니다 (</U>).
nb_no: Du <U>må</u> akseptere brukeravtalen
sv_se: Du <U>måste</U> acceptera användarvillkoren
tr_tr: <U>, </U> kullanıcı sözleşmesini kabul etmeli
uk_ua: Ви <U> повинні </U> прийняти угоду користувача

source: You did not enter a username
ar_sa: لم تدخل اسم المستخدم
ca_es: No has estrat cap nom d'usuari
da_dk: Du har ikke indtastet et brugernavn
el_gr: Δε δώσατε όνομα Χρήστη
fa_ir: شما شناسه کاربری را وارد نکرده اید
fi_fi: Et ole antanut käyttäjätunnusta
he_il: לא הזנת שם משתמש
hu_hu: Nem adtál meg felhasználónevet
ko_kr: 사용자 이름을 입력하지 않았습니다.
nb_no: Du skrev ikke inn et brukernavn
sv_se: Du angav inget användarnamn
tr_tr: Bir kullanıcı adı girmediniz
uk_ua: Ви не ввели ім'я користувача

source: You must enter a password
ar_sa: يجب إدخال كلمة مرور
ca_es: Has d'entrar una contresenya
da_dk: Du skal indtaste et kodeord
el_gr: Πρέπει να δώσετε κωδικό
fa_ir: شما باید یک رمز عبور وارد کنید
fi_fi: Sinun on annettava salasana
he_il: עליך להזין סיסמה
hu_hu: Adjon meg egy jelszót
ko_kr: 비밀번호를 입력해야합니다.
nb_no: Du må skrive inn et passord
sv_se: Du måste ange ett lösenord
tr_tr: Bir şifre girmelisin
uk_ua: Потрібно ввести пароль

source: Your passwords do not match
ar_sa: كلمات السر الخاصة بك لا تتطابق
ca_es: Les teves contrasenyes no coincideixen
da_dk: Dine kodeord matcher ikke
el_gr: Οι κωδικοί δεν ταιριάζουν
fa_ir: کلمات عبور شما منطبق نمی باشند
fi_fi: Salasanasi eivät täsmää
he_il: הסיסמאות שלך לא תואמות
hu_hu: A jelszó nem egyezik
ko_kr: 비밀번호가 일치하지 않습니다
nb_no: Passord stemmer ikke overens
sv_se: Dina lösenord stämmer inte överens
tr_tr: Şifreleriniz birbirine uymuyor
uk_ua: Паролі не збігаються

source: Access Control not Enabled
ar_sa: التحكم في الوصول غير ممكن
ca_es: Control d'accés no habilitat
da_dk: Adgangskontrol ikke aktiveret
el_gr: Ο έλεγχος πρόσβασης δεν είναι ενεργοποιημένος
fa_ir: کنترل دسترسی غیر فعال شده است
fi_fi: Access Control ei käytössä
he_il: בקרת גישה לא מאופשרת
hu_hu: Az Access Control nem engedélyezett
ko_kr: 액세스 제어를 사용할 수 없음
nb_no: Tilgangskontroll ikke aktivert
sv_se: Åtkomstkontroll är inte aktiverad
tr_tr: Erişim Kontrolü Etkin Değil
uk_ua: Контроль доступу не ввімкнено

source: Search Saved
ar_sa: البحث المحفوظة
ca_es: Cerca guardada
da_dk: Søg Gemt
el_gr: Η αναζήτηση αποθηκεύτηκε
fa_ir: جستجو ذخیره شده
fi_fi: Haku tallennettu
he_il: החיפוש נשמר
hu_hu: Keresés mentve
ko_kr: 저장된 검색
nb_no: Søk lagret
sv_se: Sök sparade
tr_tr: Arama kaydedildi
uk_ua: Пошук збережено

source: Your Search has been saved as a Smart Playlist with name %s
ar_sa: تم حفظ بحثك كقائمة تشغيل ذكية باسم %s
ca_es: La cerca s'ha desat com a llista de reproducció intel·ligent amb el nom %s
da_dk: Din søgning er blevet gemt som en smart afspilningsliste med navnet %s
el_gr: Η αναζήτησή σας έχει αποθηκευτεί ως έξυπνη λίστα αναπαραγωγής με το όνομα %s
fa_ir: جستجوی شما به عنوان یک لیست پخش هوشمند با نام %s ذخیره شده است
fi_fi: Hakusi on tallennettu älykkään soittolistan nimellä %s
he_il: החיפוש שלך נשמר כ- Smart Playlist עם שם %s
hu_hu: A keresést a %s nevű intelligens lejátszási listaként mentette
ko_kr: 검색이 이름이 %s 인 스마트 재생 목록으로 저장되었습니다.
nb_no: Søket ditt er lagret som en smart spilleliste med navn %s
sv_se: Din sökning har sparats som en smart spellista med namnet %s
tr_tr: Aramanız, %s isimli bir Akıllı Oynatma Listesi olarak kaydedildi
uk_ua: Ваш пошук було збережено як інтелектуальний список відтворення з ім'ям %s

source: No catalog configured yet. To start streaming your media, you now need to %s add a catalog %s
ar_sa: لم يتم تكوين كتالوج بعد. لبدء تدفق الوسائط الخاصة بك ، تحتاج الآن إلى %s إضافة كتالوج %s
ca_es: Encara no s’ha configurat un catàleg. Per començar a transmetre el vostre contingut multimèdia, ara necessiteu %s afegir un catàleg %s
da_dk: Ingen katalog konfigureret endnu. For at starte streaming af dine medier skal du nu %s tilføje et katalog %s
el_gr: Δεν έχει διαμορφωθεί ακόμα κατάλογος. Για να ξεκινήσετε τη ροή των μέσων σας, πρέπει τώρα να προσθέσετε %s κατάλογο %s
fa_ir: هیچ کاتالوگ پیکربندی نشده است برای شروع جریان رسانه خود، حالا باید %s را اضافه کنید %s
fi_fi: Mitään luetteloa ei ole vielä määritetty. Jos haluat aloittaa mediatiedostojen suoratoiston, sinun täytyy nyt lisätä %s luettelo luettelosta %s
he_il: עדיין לא הוגדר קטלוג. כדי להתחיל הזרמת המדיה שלך, עכשיו אתה צריך %s להוסיף קטלוג %s
hu_hu: Még nincs beállítva a katalógus. Ahhoz, hogy elindítsa a média közvetítését, most %s kell hozzáadnia egy katalógusot %s
ko_kr: 아직 구성된 카탈로그가 없습니다. 미디어 스트리밍을 시작하려면 %s 카탈로그를 추가해야합니다. %s
nb_no: Ingen katalog konfigurert ennå. For å starte streaming av media, må du nå %s legge til en katalog %s
sv_se: Ingen katalog konfigurerad än. För att starta streaming av ditt media behöver du nu %s lägga till en katalog %s
uk_ua: Каталог ще не налаштований. Щоб розпочати потокове передавання мультимедійних даних, тепер потрібно додати %s до каталогу %s

source: Added to playlist
ar_sa: تمت الإضافة إلى قائمة التشغيل
ca_es: S'ha afegit a la llista de reproducció
da_dk: Tilføjet til afspilningsliste
el_gr: Προστέθηκε στη λίστα αναπαραγωγής
fa_ir: اضافه شده به لیست پخش
fi_fi: Lisätty soittolistaan
he_il: נוסף לפלייליסט
hu_hu: Hozzáadva a lejátszási listához
ko_kr: 재생 목록에 추가됨
nb_no: Lagt til spilleliste
sv_se: Tillagt till spellista
tr_tr: Oynatma listesine eklendi
uk_ua: Додано до списку відтворення

source: Session Expired
ar_sa: انتهت الجلسة
ca_es: Sessió expirada
da_dk: Sessionen er udløbet
el_gr: Η συνεδρία έληξε
fa_ir: جلسه تمام شده
fi_fi: Istunto päättyi
he_il: פג תוקף הפעילות באתר
hu_hu: A munkamenet ideje lejárt
ko_kr: 세션 만료 됨
nb_no: Sesjon utløpt
sv_se: Sessionen löpte
tr_tr: Oturum süresi doldu
uk_ua: Сеанс закінчився

source: Unauthorized access attempt to API - ACL Error
ar_sa: محاولة وصول غير مصرح بها إلى API - خطأ ACL
ca_es: Intent d’accés no autoritzat a l’API: error ACL
da_dk: Uautoriseret adgangsforsøg til API - ACL-fejl
el_gr: Προσπάθεια μη εξουσιοδοτημένης πρόσβασης σε σφάλμα API - ACL
fa_ir: تلاش دسترسی غیر مجاز به API - خطای ACL
fi_fi: Luvaton käyttöyritys API-ACL-virheeseen
he_il: ניסיון גישה לא מורשה ל- API - ACL Error
hu_hu: Az API - ACL hiba jogosulatlan hozzáférési kísérlete
ko_kr: API에 대한 무단 액세스 시도 - ACL 오류
nb_no: Uautorisert tilgangsforsøk til API - ACL-feil
sv_se: Obehörigt åtkomstförsök till API-ACL-fel
tr_tr: API'ye yetkisiz erişim girişimi - ACL Hatası
uk_ua: Спроба несанкціонованого доступу до API - Помилка ACL

source: Share created.
ar_sa: حصة خلق.
ca_es: Creació d’accions.
da_dk: Del oprettet.
el_gr: Η μετοχή δημιουργήθηκε.
fa_ir: ایجاد ایجاد شده است
fi_fi: Osakkeen luominen.
he_il: השיתוף נוצר.
hu_hu: Megosztott részvény.
ko_kr: 공유가 생성되었습니다.
nb_no: Del opprettet.
sv_se: Dela skapad.
tr_tr: Paylaş oluşturuldu.
uk_ua: Частка створена.

source: You can now start sharing the following url:
ar_sa: يمكنك الآن بدء مشاركة عنوان url التالي:
ca_es: Ara podeu començar a compartir la següent URL:
da_dk: Du kan nu begynde at dele følgende url:
el_gr: Τώρα μπορείτε να αρχίσετε να μοιράζεστε την ακόλουθη διεύθυνση URL:
fa_ir: اکنون می توانید به اشتراک گذاری آدرس زیر را شروع کنید:
fi_fi: Voit nyt jakaa seuraavan URL-osoitteen:
he_il: כעת תוכל להתחיל לשתף את כתובת האתר הבאה:
hu_hu: Most elkezdheti megosztani a következő URL-címet:
ko_kr: 이제 다음 URL 공유를 시작할 수 있습니다.
nb_no: Du kan nå begynne å dele følgende nettadresse:
sv_se: Du kan nu börja dela följande webbadress:
tr_tr: Şimdi şu url'yi paylaşmaya başlayabilirsiniz:
uk_ua: Тепер можна розпочати спільний доступ до цієї URL-адреси:

source: You can also embed this share as a web player into your website, with the following html code:
ar_sa: يمكنك أيضًا تضمين هذه المشاركة كلاعب ويب في موقع الويب الخاص بك ، مع رمز html التالي:
ca_es: També podeu incrustar aquest recurs com a reproductor web al vostre lloc web, amb el següent codi html:
da_dk: Du kan også integrere denne andel som en web-afspiller på dit websted med følgende html-kode:
el_gr: Μπορείτε επίσης να ενσωματώσετε αυτό το κοινόχρηστο στοιχείο ως πρόγραμμα αναπαραγωγής ιστού στον ιστότοπό σας, με τον ακόλουθο κώδικα html:
fa_ir: شما همچنین می توانید این سهم را به عنوان یک پخش کننده وب به وب سایت خود اضافه کنید، با کد زیر:
fi_fi: Voit myös upottaa tämän osuuden web-soittimeksi sivustoosi seuraavasti:
he_il: תוכל גם להטביע חלק זה כנגן אינטרנט באתר שלך, עם קוד ה- HTML הבא:
hu_hu: A következő html-kóddal is beágyazhatja ezt a megosztást webes lejátszóvá:
ko_kr: 다음 HTML 코드와 함께이 공유를 웹 플레이어로 웹 사이트에 퍼갈 수도 있습니다.
nb_no: Du kan også integrere denne delen som en nettleser på nettstedet ditt, med følgende html-kode:
sv_se: Du kan också bädda in denna del som webbspelare till din webbplats med följande HTML-kod:
tr_tr: Bu paylaşımı web sitenize aşağıdaki html koduyla web oynatıcı olarak da ekleyebilirsiniz:
uk_ua: Ви також можете вставити цю частку як веб-плеєр у свій веб-сайт, використовуючи наступний html-код:

source: Object Shared
ar_sa: كائن مشترك
ca_es: Objecte compartit
da_dk: Objekt delt
el_gr: Αντικείμενο κοινής χρήσης
fa_ir: شیء به اشتراک گذاشته شده
fi_fi: Objekti jaettu
he_il: אובייקט משותף
hu_hu: Objektum megosztott
ko_kr: 공유 객체
nb_no: Objekt delt
sv_se: Objekt Delat
tr_tr: Paylaşılan Nesne
uk_ua: Спільний об'єкт

source: Share Delete
ar_sa: مشاركة حذف
ca_es: Comparteix Suprimeix
da_dk: Del Slet
el_gr: Κοινή χρήση διαγραφής
fa_ir: به اشتراک گذاشتن حذف
fi_fi: Jaa Poista
he_il: שתף מחק
hu_hu: Megosztás törlése
ko_kr: 공유 삭제
nb_no: Del Slett
sv_se: Dela Radera
tr_tr: Paylaş Sil
uk_ua: Надіслати Видалити

source: Share Deleted
ar_sa: مشاركة محذوفة
ca_es: Esborra la participació
da_dk: Del slettet
el_gr: Κοινή χρήση διαγράφηκε
fa_ir: اشتراک گذاری حذف شده
fi_fi: Jaa Poistettu
he_il: שתף נמחק
hu_hu: Megosztás Törölt
ko_kr: 삭제 된 공유
nb_no: Del slettet
sv_se: Del borttagen
tr_tr: Silinmiş Paylaş
uk_ua: Обмін видалено

source: The Share has been deleted
ar_sa: تم حذف المشاركة
ca_es: S'ha suprimit la participació
da_dk: Delen er blevet slettet
el_gr: Η μετοχή έχει διαγραφεί
fa_ir: اشتراک گذاری پاک شده است
fi_fi: Jaa on poistettu
he_il: השיתוף נמחק
hu_hu: A Megosztás törölve
ko_kr: 공유가 삭제되었습니다.
nb_no: Delen er slettet
sv_se: Delningen har raderats
tr_tr: Paylaş silindi
uk_ua: Обмін видалено

source: Shared Objects cleaned
ar_sa: الكائنات المشتركة تنظيفها
ca_es: Els objectes compartits es netegen
da_dk: Delte objekter rengjort
el_gr: Τα κοινόχρηστα αντικείμενα καθαρίζονται
fa_ir: اشیاء مشترک پاک شده است
fi_fi: Jaetut objektit puhdistetaan
he_il: אובייקטים משותפים ניקו
hu_hu: Megosztott objektumok tisztítása
ko_kr: 공유 객체 삭제됨
nb_no: Delte objekter rengjort
sv_se: Delade objekt rengöras
tr_tr: Paylaşılan Nesneler temizlendi
uk_ua: Очищені спільні об'єкти

source: Expired shared objects have been cleaned.
ar_sa: تم تنظيف الكائنات المشتركة منتهية الصلاحية.
ca_es: Els objectes compartits caducats s'han netejat.
da_dk: Udgåede delte objekter er blevet renset.
el_gr: Έχουν καθαριστεί τα κοινά αντικείμενα που έχουν λήξει.
fa_ir: اشیاء به پایان رسیده پاک شده اند.
fi_fi: Vanhentuneet jaetut objektit on puhdistettu.
he_il: אובייקטים משותפים שפג תוקפם נוקו.
hu_hu: A lejárt megosztott objektumok tisztítása megtörtént.
ko_kr: 만료 된 공유 객체가 정리되었습니다.
nb_no: Utgåtte delte objekter har blitt renset.
sv_se: Förfallna delade objekt har rengjorts.
tr_tr: Süresi dolmuş paylaşılan nesneler temizlendi.
uk_ua: Вилучені загальні об'єкти очищені.

source: Invalid Object Selected
ar_sa: كائن غير صالح محدد
ca_es: Objecte sel-lecionat invàlid
da_dk: Ugyldigt objekt valgt
el_gr: Μη επιλεγμένο αντικείμενο είναι επιλεγμένο
fa_ir: شیء انتخاب شده نادرست است
fi_fi: Virheellinen objekti valittu
he_il: אובייקט לא חוקי נבחר
hu_hu: Érvénytelen objektum kiválasztva
ko_kr: 잘못된 개체가 선택되었습니다.
nb_no: Ugyldig objekt valgt
sv_se: Ogiltigt objekt markerat
tr_tr: Geçersiz Nesne Seçildi
uk_ua: Недійсний вибраний об'єкт

source: Song Deletion
ar_sa: أغنية الحذف
ca_es: Supressió de cançons
da_dk: Sang sletning
el_gr: Διαγραφή τραγουδιού
fa_ir: حذف آهنگ
he_il: מחיקת שירים
hu_hu: Dal törlése
ko_kr: 노래 삭제
nb_no: Sang sletting
sv_se: Song-borttagning
tr_tr: Şarkı Silme
uk_ua: Видалення пісні

source: Are you sure you want to permanently delete this song?
ar_sa: هل تريد بالتأكيد حذف هذه الأغنية نهائيًا؟
ca_es: Esteu segur que voleu suprimir permanentment aquesta cançó?
da_dk: Er du sikker på, at du vil slette denne sang permanent?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε οριστικά αυτό το τραγούδι;
fa_ir: آیا مطمئن هستید که میخواهید این آهنگ را به طور دائمی حذف کنید؟
fi_fi: Haluatko varmasti poistaa tämän kappaleen pysyvästi?
he_il: האם אתה בטוח שברצונך למחוק את השיר הזה לצמיתות?
hu_hu: Biztosan véglegesen törli ezt a dalt?
ko_kr: 이 노래를 완전히 삭제 하시겠습니까?
nb_no: Er du sikker på at du vil slette denne sangen permanent?
sv_se: Är du säker på att du vill ta bort den här låten permanent?
tr_tr: Bu şarkıyı kalıcı olarak silmek istediğinize emin misiniz?
uk_ua: Дійсно видалити цю пісню назавжди?

source: Song has been deleted.
ar_sa: تم حذف الأغنية.
ca_es: S'ha suprimit la cançó.
da_dk: Sangen er blevet slettet.
el_gr: Το τραγούδι έχει διαγραφεί.
fa_ir: آهنگ حذف شده است
fi_fi: Laulu on poistettu.
he_il: השיר נמחק.
hu_hu: A dal törölve lett.
ko_kr: 노래가 삭제되었습니다.
nb_no: Sangen er slettet.
sv_se: Song har raderats.
tr_tr: Şarkı silindi.
uk_ua: Пісню було видалено.

source: Cannot delete this song.
ar_sa: لا يمكن حذف هذه الأغنية.
ca_es: No es pot suprimir aquesta cançó.
da_dk: Kan ikke slette denne sang.
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του τραγουδιού.
fa_ir: این آهنگ را نمی توان حذف کرد.
fi_fi: Tätä kappaletta ei voi poistaa.
he_il: לא ניתן למחוק את השיר הזה.
hu_hu: Ez a dal nem törölhető.
ko_kr: 이 노래를 삭제할 수 없습니다.
nb_no: Kan ikke slette denne sangen.
sv_se: Det går inte att ta bort den här låten.
tr_tr: Bu şarkı silinemiyor.
uk_ua: Неможливо видалити цю пісню.

source: Filters
ar_sa: مرشحات
ca_es: Filtres
da_dk: filtre
el_gr: Φίλτρα
fa_ir: فیلترها
fi_fi: Suodattimet
he_il: מסננים
hu_hu: Szűrők
ko_kr: 필터
nb_no: filtre
sv_se: filter
tr_tr: Filtreler
uk_ua: Фільтри

source: Starts With
ar_sa: ابدا ب
ca_es: Comença amb
da_dk: Begynder med
el_gr: Ξεκινάει με
fa_ir: شروع می شود با
fi_fi: Alkaa
he_il: מתחיל עם
hu_hu: Elindul
ko_kr: 함께 시작
nb_no: Begynner med
sv_se: Börjar med
tr_tr: İle başlar
uk_ua: Починається з

source: Minimum Count
ar_sa: الحد الأدنى لعدد
ca_es: Comptatge mínim
da_dk: Minimumstælling
el_gr: Ελάχιστη καταμέτρηση
fa_ir: حداقل تعداد
fi_fi: Minimimäärä
he_il: ספירה מינימלית
hu_hu: Minimális szám
ko_kr: 최소 수
nb_no: Minimumtall
sv_se: Minsta räkning
tr_tr: Minimum Sayı
uk_ua: Мінімальна кількість

source: Rated
ar_sa: تقييمه
ca_es: Valorat
da_dk: Bedømmelse
el_gr: Βαθμολογήθηκε
fa_ir: دارای رتبه
fi_fi: Nimellinen
he_il: מדורג
hu_hu: Névleges
ko_kr: 정격
nb_no: Vurdert
sv_se: Märk
tr_tr: Oy
uk_ua: Оцінено

source: All Playlists
ar_sa: جميع قوائم التشغيل
ca_es: Totes les llistes de reproducció
da_dk: Alle afspilningslister
el_gr: Όλα τα playlist
fa_ir: همه لیستهای پخش
fi_fi: Kaikki soittolistat
he_il: כל הפלייליסטים
hu_hu: Minden lejátszási lista
ko_kr: 모든 재생 목록
nb_no: Alle spillelister
sv_se: Alla spellistor
tr_tr: Tüm Oynatma Listeleri
uk_ua: Усі списки відтворення

source: Song Title
ar_sa: عنوان الأغنية
ca_es: Títol de cançó
da_dk: Sangtitel
el_gr: Τίτλος τραγουδιού
fa_ir: عنوان آهنگ
fi_fi: Laulun nimi
he_il: שם השיר
hu_hu: Dal cím
ko_kr: 노래 제목
nb_no: Sang tittel
sv_se: Sång titel
tr_tr: ŞARKI ADI
uk_ua: Назва пісні

source: Toggle Artwork
ar_sa: تبديل العمل الفني
ca_es: Canvia l'obra d'art
da_dk: Veksle kunstværk
el_gr: Εναλλαγή έργων τέχνης
fa_ir: هنر را تغییر دهید
fi_fi: Vaihda taidetta
he_il: החלף גרפיקה
hu_hu: A grafika váltása
ko_kr: 아트웍 토글
nb_no: Bytt kunstverk
sv_se: Byt konstverk
tr_tr: Resmi değiştir
uk_ua: Переключити ілюстрації

source: Use of cookies by Ampache
ar_sa: استخدام ملفات تعريف الارتباط بواسطة Ampache
ca_es: Ús de cookies per Ampache
da_dk: Brug af cookies af Ampache
el_gr: Χρήση cookie από την Ampache
fa_ir: استفاده از کوکی ها توسط Ampache
fi_fi: Evästeiden käyttö Ampache
he_il: שימוש בעוגיות על ידי Ampache
hu_hu: A cookie-k használata az Ampache által
ko_kr: Ampache의 쿠키 사용
nb_no: Bruk av cookies av Ampache
sv_se: Användning av cookies av Ampache
tr_tr: Ampache tarafından çerezlerin kullanımı
uk_ua: Використання файлів cookie від Ampache

source: Cookies are small text files that are placed on your computer by websites that you visit. They are widely used in order to make websites work, or work more efficiently, as well as to provide information to the owners of the site.
ar_sa: ملفات تعريف الارتباط هي ملفات نصية صغيرة يتم وضعها على جهاز الكمبيوتر الخاص بك بواسطة مواقع الويب التي تزورها. يتم استخدامها على نطاق واسع من أجل جعل مواقع الويب تعمل ، أو تعمل بشكل أكثر كفاءة ، وكذلك لتوفير المعلومات لأصحاب الموقع.
ca_es: Les cookies són petits fitxers de text que es col·loquen al vostre ordinador per llocs web que visiteu. S’utilitzen àmpliament per fer que els llocs web funcionin o funcionin de manera més eficient, així com per proporcionar informació als propietaris del lloc.
da_dk: Cookies er små tekstfiler, der placeres på din computer af websteder, du besøger. De bruges i vid udstrækning for at få hjemmesider til at fungere, eller arbejde mere effektivt, samt at give information til ejere af webstedet.
el_gr: Τα cookies είναι μικρά αρχεία κειμένου που τοποθετούνται στον υπολογιστή σας από ιστότοπους που επισκέπτεστε. Χρησιμοποιούνται ευρέως για να λειτουργούν οι ιστότοποι ή να εργάζονται πιο αποτελεσματικά, καθώς και για να παρέχουν πληροφορίες στους ιδιοκτήτες του ιστότοπου.
fa_ir: کوکی ها فایل های متنی کوچکی هستند که در وبسایت هایی که بازدید می کنید روی رایانه قرار می گیرند. آنها به طور گسترده ای برای ایجاد وب سایت ها کار می کنند و یا کارآمدتر می شوند و همچنین برای ارائه اطلاعات به صاحبان سایت.
fi_fi: Evästeet ovat pieniä tekstitiedostoja, jotka vierailevat sivustoosi. Niitä käytetään laajalti, jotta verkkosivustot saadaan toimimaan tehokkaammin tai toimisivat tehokkaammin, sekä tarjota tietoa sivuston omistajille.
he_il: קובצי Cookie הם קבצי טקסט קטנים הממוקמים במחשב שלך על ידי אתרי אינטרנט שבהם אתה מבקר. הם נמצאים בשימוש נרחב על מנת להפוך את אתרי האינטרנט לעבוד, או לעבוד ביעילות רבה יותר, כמו גם לספק מידע לבעלים של האתר.
hu_hu: A cookie-k olyan kis szövegfájlok, amelyeket a meglátogatott webhelyeken helyeznek el a számítógépen. Ezeket széles körben használják, hogy a weboldalak működjenek, vagy hatékonyabban működjenek, valamint hogy tájékoztatást adjanak a webhely tulajdonosainak.
ko_kr: 쿠키는 귀하가 방문하는 웹 사이트에 귀하의 컴퓨터에 저장되는 작은 텍스트 파일입니다. 그들은 사이트의 소유자에게 정보를 제공 할뿐만 아니라 웹 사이트를 작동 시키거나보다 효율적으로 작업하기 위해 널리 사용됩니다.
nb_no: Informasjonskapsler er små tekstfiler som er plassert på datamaskinen din av nettsteder du besøker. De er mye brukt for å få nettsteder til å fungere, eller jobbe mer effektivt, samt å gi informasjon til eiere av nettstedet.
sv_se: Cookies är små textfiler som placeras på din dator av webbplatser som du besöker. De används i stor utsträckning för att göra webbplatser arbeta, eller arbeta mer effektivt, samt att ge information till ägare av webbplatsen.
tr_tr: Çerezler, bilgisayarınıza ziyaret ettiğiniz web siteleri tarafından yerleştirilen küçük metin dosyalarıdır. Web sitelerinin çalışmasını veya daha verimli çalışmasını sağlamak ve site sahiplerine bilgi sağlamak için yaygın olarak kullanılırlar.
uk_ua: Файли cookie - це невеликі текстові файли, які розміщуються на вашому комп'ютері веб-сайтами, які ви відвідуєте. Вони широко використовуються для того, щоб веб-сайти працювали або працювали більш ефективно, а також надавали інформацію власникам сайту.

source: The table below explains the cookies we use and why.
ar_sa: يوضح الجدول أدناه ملفات تعريف الارتباط التي نستخدمها ولماذا.
ca_es: La taula següent explica les galetes que utilitzem i per què.
da_dk: Tabellen nedenfor forklarer de cookies, vi bruger, og hvorfor.
el_gr: Ο παρακάτω πίνακας εξηγεί τα cookies που χρησιμοποιούμε και γιατί.
fa_ir: جدول زیر کوکی هایی را که ما استفاده می کنیم و چرا توضیح می دهد.
fi_fi: Alla olevassa taulukossa selitetään käyttämämme evästeet ja miksi.
he_il: הטבלה הבאה מסבירה את העוגיות שבהן אנו משתמשים ומדוע.
hu_hu: Az alábbi táblázat bemutatja a használt cookie-kat és miért.
ko_kr: 아래 표는 우리가 사용하는 쿠키와 그 이유를 설명합니다.
nb_no: Tabellen nedenfor forklarer informasjonskapsler vi bruker og hvorfor.
sv_se: Tabellen nedan förklarar de cookies vi använder och varför.
tr_tr: Aşağıdaki tablo kullandığımız çerezleri ve nedenlerini açıklamaktadır.
uk_ua: У наведеній нижче таблиці описано печиво, яке ми використовуємо і чому.

source: Cookie
ar_sa: بسكويت
ca_es: Galeta
el_gr: Κουλουράκι
fa_ir: کوکی
fi_fi: pikkuleipä
he_il: עוגייה
hu_hu: Aprósütemény
ko_kr: 쿠키
sv_se: Kaka
tr_tr: Kurabiye

source: Purpose
ar_sa: غرض
ca_es: Propòsit
da_dk: Formål
el_gr: Σκοπός
fa_ir: هدف
fi_fi: Tarkoitus
he_il: מטרה
hu_hu: Célja
ko_kr: 목적
nb_no: Hensikt
sv_se: Ändamål
tr_tr: amaç
uk_ua: Призначення

source: Hide the cookie disclaimer message.
ar_sa: إخفاء رسالة إخلاء ملفات تعريف الارتباط.
ca_es: Amaga el missatge de renúncia a les galetes.
da_dk: Skjul meddelelsen om cookiebeskyttelse.
el_gr: Απόκρυψη του μηνύματος αποποίησης ευθυνών cookie.
fa_ir: مخفی کردن پیام سلب مسئولیت کوکی.
fi_fi: Piilota evästeen vastuuvapauslauseke.
he_il: הסתר את הודעת כתב ויתור ה- cookie.
hu_hu: Elrejti a cookie-k kizárási üzenetét.
ko_kr: 쿠키 면책 조항 메시지를 숨 깁니다.
nb_no: Skjul informasjonen om informasjonskapsler om informasjonskapsler.
sv_se: Dölj meddelandet om cookiefriskrivning.
tr_tr: Çerez sorumluluk reddi mesajını gizleyin.
uk_ua: Приховати повідомлення про відмову від файлів cookie.

source: Ampache session.
ar_sa: جلسة Ampache.
ca_es: Sessió d’ampache.
el_gr: Συνάντηση Ampache.
fa_ir: جلسه آمپا
fi_fi: Ampache-istunto.
he_il: מפגש אמפאש.
hu_hu: Ampache munkamenet.
ko_kr: 암피시 세션.
nb_no: Ampache økt.
tr_tr: Ampache oturumu.
uk_ua: Сеанс Ampache.

source: Ampache session username (if authenticated, information only).
ar_sa: اسم مستخدم جلسة Ampache (في حالة المصادقة ، المعلومات فقط).
ca_es: Nom d’usuari de sessió d’ampliació (si està autenticat, només informació)
da_dk: Ampache session brugernavn (hvis godkendt, kun information).
el_gr: Όνομα χρήστη για την περίοδο σύνδεσης Ampache (αν έχει γίνει έλεγχος ταυτότητας, πληροφορίες μόνο).
fa_ir: نام کاربری session ampache (در صورت تایید، فقط اطلاعات).
fi_fi: Ampache-istunnon käyttäjätunnus (jos se on todennettu, vain tiedot).
he_il: שם המשתמש של אמפאש (אם מאומת, מידע בלבד).
hu_hu: Ampache munkamenet-felhasználónév (ha hitelesítve van, csak információ).
ko_kr: Ampache 세션 사용자 이름 (인증 된 경우 정보 만).
nb_no: Ampache økt brukernavn (hvis godkjent, kun informasjon).
sv_se: Ampache session användarnamn (om autentiserad, endast information).
tr_tr: Ampache oturumu kullanıcı adı (kimliği doğrulanmışsa, yalnızca bilgi).
uk_ua: Ім'я користувача для сеансу Ampache (якщо автентифіковано, лише інформація).
