Repository: codacy-badger/amuzak
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, ca_es, da_dk, el_gr, fa_ir, fi_fi, he_il, hu_hu, ko_kr, nb_no, sv_se, tr_tr, uk_ua

source: Doing all catalog operations
ar_sa: القيام بجميع عمليات الكتالوج
ca_es: Fer totes les operacions del catàleg
da_dk: Gør alle katalogoperationer
el_gr: Κάνοντας όλες τις λειτουργίες του καταλόγου
fa_ir: انجام تمام عملیات کاتالوگ
fi_fi: Tee kaikki luettelotoiminnot
he_il: ביצוע כל פעולות הקטלוג
hu_hu: Minden katalógus művelet végrehajtása
ko_kr: 모든 카탈로그 작업 수행
nb_no: Gjør alle katalogoperasjoner
sv_se: Gör alla katalogoperationer
tr_tr: Tüm katalog işlemlerini yapmak
uk_ua: Ведення всіх операцій каталогу

source: Temporary deactivate PHP memory limit
ar_sa: مؤقتا إلغاء تنشيط حد ذاكرة PHP
ca_es: Desactivar temporalment el límit de memòria PHP
da_dk: Midlertidig deaktivere PHP-hukommelsesgrænse
el_gr: Προσωρινή απενεργοποίηση του ορίου μνήμης PHP
fa_ir: محدودیت حافظه پی اچ پی را غیرفعال کنید
fi_fi: PHP-muistirajan väliaikainen poistaminen käytöstä
he_il: בטל זמנית מגבלות זיכרון PHP
hu_hu: Ideiglenes deaktiválja a PHP memóriahatárt
ko_kr: 일시적으로 PHP 메모리 제한 해제
nb_no: Midlertidig deaktiver PHP-minnegrense
sv_se: Tillfällig avaktivera PHP-minnesgräns
tr_tr: PHP bellek sınırını geçici olarak devre dışı bırak
uk_ua: Тимчасово відключити ліміт пам'яті PHP

source: Setting catalog name
ar_sa: تحديد اسم الكتالوج
ca_es: Configuració del nom del catàleg
da_dk: Indstilling af katalognavn
el_gr: Ορισμός ονόματος καταλόγου
fa_ir: تنظیم نام فروشگاه
fi_fi: Luettelon nimen asettaminen
he_il: הגדרת שם לקטלוג
hu_hu: Katalógus neve
ko_kr: 카탈로그 이름 설정
nb_no: Angir katalognavn
sv_se: Inställning av katalognamn
tr_tr: Katalog adını ayarlama
uk_ua: Встановлення назви каталогу

source: Setting catalog type
ar_sa: تحديد نوع الكتالوج
ca_es: Configuració del tipus de catàleg
da_dk: Indstilling af katalogtype
el_gr: Ορισμός τύπου καταλόγου
fa_ir: تنظیم نوع کاتالوگ
fi_fi: Luettelotyypin asettaminen
he_il: הגדרת סוג הקטלוג
hu_hu: Katalógus típus beállítása
ko_kr: 카탈로그 유형 설정
nb_no: Innstilling av katalogtype
sv_se: Inställning av katalogtyp
tr_tr: Katalog tipini ayarlama
uk_ua: Встановлення типу каталогу

source: Cleaning catalog/s
ar_sa: تنظيف كتالوج / ثانية
ca_es: Neteja del catàleg
da_dk: Rengøringskatalog / s
el_gr: Καθαρισμός καταλόγου / s
fa_ir: تمیز کردن کاتالوگ / س
fi_fi: Puhdistusluettelo / s
he_il: ניקוי קטלוג/ים
hu_hu: Katalógus / s tisztítása
ko_kr: 카탈로그 청소 / s
nb_no: Rengjøringskatalog / s
sv_se: Rengöringskatalog / s
tr_tr: Katalog / s temizliği
uk_ua: Очищення каталогу / с

source: Verifying catalog/s
ar_sa: التحقق من الكتالوج / ثانية
ca_es: Verificació de catàlegs
da_dk: Bekræft katalog / s
el_gr: Επαλήθευση καταλόγου / s
fa_ir: تایید catalog / s
fi_fi: Luettelo / s tarkistaminen
he_il: אימות קטלוג/ים
hu_hu: A katalógus / s ellenőrzése
ko_kr: 카탈로그 확인 중
nb_no: Verifiserer katalog / s
sv_se: Verifiera katalog / s
tr_tr: Katalog / s doğrulanıyor
uk_ua: Перевірка каталогу / s

source: Adding new media to catalog/s
ar_sa: إضافة وسائط جديدة إلى الكتالوج / ثانية
ca_es: Afegir nous suports al catàleg / s
da_dk: Tilføjelse af nye medier til katalog / s
el_gr: Προσθήκη νέων μέσων σε κατάλογους / s
fa_ir: افزودن رسانه جدید به کاتالوگ / ثانیه
fi_fi: Uuden median lisääminen luetteloon / s
he_il: הוסף מדיה חדשה לקטלוג/ים
hu_hu: Új média hozzáadása a katalógushoz / s-hez
ko_kr: 카탈로그에 새 미디어 추가 / s
nb_no: Legge til nye medier i katalogen / s
sv_se: Lägger till nya medier i katalogen / s
tr_tr: Katalog / lar'a yeni medya ekleme
uk_ua: Додавання нових медіа до каталогу / s

source: Gathering new media art
ar_sa: جمع الفن وسائل الإعلام الجديدة
ca_es: Recopilació de nous mitjans de comunicació
da_dk: Indsamling af ny mediekunst
el_gr: Συλλογή νέας τέχνης μέσων
fa_ir: جمع آوری هنر رسانه های جدید
fi_fi: Uuden mediatekniikan kerääminen
he_il: איסוף עטיפות מדיה חדשות
hu_hu: Új médiaművészet összegyűjtése
ko_kr: 새로운 미디어 아트 수집
nb_no: Samle ny mediekunst
sv_se: Samlar ny mediekonst
tr_tr: Yeni medya sanatını toplamak
uk_ua: Збір мистецтва нових медіа

source: Importing playlist/s
ar_sa: استيراد قائمة التشغيل / ثانية
ca_es: Importació de llistes de reproducció
da_dk: Importerer afspilningsliste / s
el_gr: Εισαγωγή λίστας αναπαραγωγής / s
fa_ir: وارد کردن لیست پخش / ثانیه
fi_fi: Soittolistan / s. Tuonti
he_il: ייבוא רשימו/ת השמעה
hu_hu: Lejátszási lista / s importálása
ko_kr: 재생 목록 가져 오기 / s
nb_no: Importerer spilleliste / s
sv_se: Importera spellista / s
tr_tr: Oynatma listesini / listelerini içe aktarma
uk_ua: Імпортування списків відтворення

source: Database table optimization
ar_sa: تحسين جدول قاعدة البيانات
ca_es: Optimització de la taula de base de dades
da_dk: Database tabel optimering
el_gr: Βελτιστοποίηση πίνακα βάσεων δεδομένων
fa_ir: بهینه سازی جدول پایگاه داده
fi_fi: Tietokannan taulukon optimointi
he_il: מיטוב טבלת מסד נתונים
hu_hu: Adatbázis táblázat optimalizálása
ko_kr: 데이터베이스 테이블 최적화
nb_no: Database tabell optimalisering
sv_se: Databasoptimering
tr_tr: Veritabanı tablosu optimizasyonu

source: Starting catalog operations...
ar_sa: جارٍ بدء عمليات الكتالوج ...
ca_es: Inici de les operacions del catàleg ...
da_dk: Start katalogoperationer ...
el_gr: Ξεκινώντας λειτουργίες καταλόγου ...
fa_ir: شروع عملیات کاتالوگ ...
fi_fi: Luettelotoimintojen aloittaminen ...
he_il: מתחיל פעולות קטלוג...
hu_hu: Katalógus műveletek indítása ...
ko_kr: 카탈로그 작업 시작 중 ...
nb_no: Start katalogoperasjoner ...
sv_se: Starta katalogoperationer ...
tr_tr: Katalog işlemleri başlatılıyor ...
uk_ua: Запуск операцій каталогу...

source: Deactivated PHP memory limit
ar_sa: إلغاء تنشيط حد ذاكرة PHP
ca_es: Límit de memòria PHP desactivat
da_dk: Deaktiveret PHP-hukommelsesgrænse
el_gr: Απενεργοποιημένο όριο μνήμης PHP
fa_ir: محدودیت حافظه PHP غیرفعال شده است
fi_fi: Poistettu PHP-muistiraja
he_il: בטל מגבלת זיכרון PHP
hu_hu: Deaktivált PHP memória
ko_kr: PHP 메모리 제한을 해제했습니다
nb_no: Deaktivert PHP-minnegrense
sv_se: Inaktiverad PHP-minnesgräns
tr_tr: PHP bellek limiti Devre dışı bırakıldı
uk_ua: Деактивовано обмеження пам'яті PHP

source: Gathering art
ar_sa: جمع الفن
ca_es: Recopilació d’art
da_dk: Indsamling af kunst
el_gr: Συλλογή τέχνης
fa_ir: جمع آوری هنر
fi_fi: Taiteen kerääminen
he_il: איסוף עטיפות
hu_hu: Művészet összegyűjtése
ko_kr: 예술 수집
nb_no: Samler kunst
sv_se: Samlar konst
tr_tr: Sanat toplanıyor
uk_ua: Збір обкладинок

source: Parsing playlists
ar_sa: تحليل قوائم التشغيل
ca_es: S'està analitzant les llistes de reproducció
da_dk: Parsing afspilningslister
el_gr: Ανάλυση αρχείων αναπαραγωγής
fa_ir: لیست های پخش تجزیه
fi_fi: Soittolistojen jäsentäminen
he_il: ניתוח רשימות השמעה
hu_hu: Lejátszási listák elemzése
ko_kr: 재생 목록 파싱
nb_no: Parsing spillelister
sv_se: Parsing spellistor
tr_tr: Oynatma listelerini ayrıştırma
uk_ua: аналіз списків відтворення

source: Reading catalog: %s
ar_sa: قراءة الكتالوج: %s
ca_es: Catàleg de lectura: %s
da_dk: Læsekatalog: %s
el_gr: Αναγνώριση καταλόγου: %s
fa_ir: فهرست خواندن: %s
fi_fi: Lukemistoluettelo: %s
he_il: קריאת קטלוג: %s
hu_hu: Olvasási katalógus: %s
ko_kr: 카탈로그 읽는 중: %s
nb_no: Lese katalog: %s
sv_se: Läser katalog: %s
tr_tr: Katalog okuma: %s
uk_ua: Читання каталогу: %s

source: Start cleaning orphaned media entries
ar_sa: ابدأ في تنظيف إدخالات الوسائط المعزولة
ca_es: Comenceu a netejar entrades de suports orfes
da_dk: Start med at rengøre forældreløse medier
el_gr: Ξεκινήστε τον καθαρισμό καταχωρήσεων μέσων ορφανών
fa_ir: شروع به تمیز کردن مطالب رسانه یاری کنید
fi_fi: Aloita puhdistamattomien medioiden merkintöjen puhdistus
he_il: התחל ניקוי רשומות מדיה מיותמות
hu_hu: Indítsa el az árva média bejegyzések tisztítását
ko_kr: 고아 미디어 항목 정리 시작
nb_no: Begynn å rengjøre forældreløse medieoppføringer
sv_se: Börja städa föräldralösa medieposter
tr_tr: Artık ortam girişlerini temizlemeye başlayın
uk_ua: Початок очищення записів сиріт

source: Start verifying media related to catalog entries
ar_sa: ابدأ في التحقق من الوسائط المتعلقة بإدخالات الكتالوج
ca_es: Comenceu a verificar els suports relacionats amb les entrades del catàleg
da_dk: Start med at verificere medier relateret til katalogposter
el_gr: Αρχίστε να επαληθεύετε τα μέσα που σχετίζονται με καταχωρήσεις καταλόγου
fa_ir: شروع به تأیید رسانه ای در مورد مطالب فهرست شده
fi_fi: Aloita luetteloon merkityn median tarkistaminen
he_il: התחל אימות מדיה הקשורה לרשומות קטלוג
hu_hu: Indítsa el a katalógusbejegyzésekhez kapcsolódó médiumok ellenőrzését
ko_kr: 카탈로그 항목과 관련된 미디어 확인 시작
nb_no: Begynn å verifisere media relatert til katalogoppføringer
sv_se: Börja verifiera media relaterade till katalogposter
tr_tr: Katalog girişleriyle ilgili medyayı doğrulamaya başlayın
uk_ua: Початок перевірки мультимедійних файлів, пов'язаних із записами каталога

source: Start adding new media
ar_sa: ابدأ في إضافة وسائط جديدة
ca_es: Comenceu a afegir nous suports
da_dk: Begynd at tilføje nye medier
el_gr: Ξεκινήστε την προσθήκη νέων μέσων
fa_ir: شروع به افزودن رسانه جدید
fi_fi: Aloita uuden median lisääminen
he_il: התחל הוספת מדיה חדשה
hu_hu: Kezdje hozzá az új médiát
ko_kr: 새 미디어 추가 시작
nb_no: Begynn å legge til nye medier
sv_se: Börja lägga till nya media
tr_tr: Yeni medya eklemeye başla
uk_ua: Початок додавання нових медіа

source: Start searching new media art
ar_sa: ابدأ بالبحث في فن الوسائط الجديد
ca_es: Comenceu a cercar art nou
da_dk: Start søgning med ny mediekunst
el_gr: Ξεκινήστε την αναζήτηση της τέχνης των νέων μέσων
fa_ir: شروع به جستجو در هنر رسانه های جدید
fi_fi: Aloita uuden median taide
he_il: התחל חיפוש עטיפות מדיה חדשות
hu_hu: Indítsa el az új médiaművészet keresését
ko_kr: 새로운 미디어 아트 검색 시작
nb_no: Begynn å søke på ny mediekunst
sv_se: Börja söka ny mediekonst
tr_tr: Yeni medya resmini aramaya başlayın
uk_ua: Почніть пошук нового мистецтва медіа

source: Optimizing database tables
ar_sa: تحسين جداول قاعدة البيانات
ca_es: Optimització de taules de base de dades
da_dk: Optimering af databasetabeller
el_gr: Βελτιστοποίηση τραπεζιών βάσης δεδομένων
fa_ir: بهینه سازی جداول پایگاه داده
fi_fi: Tietokantataulukoiden optimointi
he_il: מיטוב טבלאות מסד הנתונים
hu_hu: Az adatbázis táblák optimalizálása
ko_kr: 데이터베이스 테이블 최적화
nb_no: Optimalisering av databasetabeller
sv_se: Optimera databastabeller
tr_tr: Veritabanı tablolarını optimize etmek
uk_ua: Оптимізація таблиць бази даних

source: - Catalog Update Help -
ar_sa: - مساعدة تحديث الكتالوج -
ca_es: - Ajuda de l'actualització del catàleg:
da_dk: - Katalog Opdatering Hjælp -
el_gr: - Κατάλογος Ενημέρωση Βοήθεια -
fa_ir: - کاتالوگ به روز رسانی راهنما -
fi_fi: - Tuoteluettelon päivitysohje -
he_il: - עזרה לעדכון הקטלוג -
hu_hu: - Katalógus frissítési súgó -
ko_kr: - 카탈로그 업데이트 도움말 -
nb_no: - Katalogoppdatering Hjelp -
sv_se: - Kataloguppdatering Hjälp -
tr_tr: - Katalog Güncelleme Yardımı -
uk_ua: - Допомога: Оновлення каталогу -

source: Usage: catalog_update.inc [-n CATALOG NAME] [-t CATALOG TYPE] [-h|-m|-c|-v|-a|-g|-i|-o]
ar_sa: الاستخدام: catalog_update.inc [-n CATALOG NAME] [-t CATALOG TYPE] [-h | -m | -c | -v | -a | -g | -i | -o]
ca_es: Ús: catalog_update.inc [-n NOM DE CATÀLEG] [-t CATALOG TYPE] [-h | -m | -c | -v | -a | -g | -i | -o]
da_dk: Anvendelse: catalog_update.inc [-n CATALOG NAME] [-t CATALOG TYPE] [-h | -m | -c | -v | -a | -g | -i | -o]
el_gr: Χρήση: catalog_update.inc [-n ΟΝΟΜΑ ΚΑΤΑΛΟΓΟΥ] [-t ΤΥΠΟΣ ΚΑΤΑΛΟΓΟΥ] [-h | -m | -c | -v | -a | -g | -i | -o]
fa_ir: استفاده: catalog_update.inc [-n نام کاتالوگ] [-t نوع کاتالوگ] [-h | -m | -c | -v | -a | -g | -i | -o]
fi_fi: Käyttö: catalog_update.inc [-n CATALOG NAME] [-t CATALOG TYPE] [-h | -m | -c | -v | -a | -g | -i | -o]
he_il: שימוש: catalog_update.inc [-n קטלוג NAME] [-t Catalog TYPE] [-h | -m | -c | -vv | -a | -g | -i | -o]
hu_hu: Használat: catalog_update.inc [-n CATALOG NAME] [-t KATALÓGUS TÍPUS] [-h | -m | -c | -v | -a | -g | -i | -o]
ko_kr: 사용법 : catalog_update.inc [-n CATALOG NAME] [-t CATALOG TYPE] [-h | -m | -c | -v | -a | -g | -i | -o]
nb_no: Bruk: catalog_update.inc [-n CATALOG NAME] [-t CATALOG TYPE] [-h | -m | -c | -v | -a | -g | -i | -o]
sv_se: Användning: catalog_update.inc [-n CATALOG NAME] [-t CATALOG TYPE] [-h | -m | -c | -v | -a | -g | -i | -o]
tr_tr: Kullanım: catalog_update.inc [-n KATALOG ADI] [-t KATALOG TÜRÜ] [-h | -m | -c | -v | -a | -g | -i | -o]
uk_ua: Використання: catalog_update.inc [-n CATALOG NAME] [-t CATALOG TYPE] [-h | -m | -c | -v | -a | -g | -i | -o]

source: Default behavior is to do all except temporarily deactivate the php memory limit
ar_sa: السلوك الافتراضي هو أن تفعل كل شيء ما عدا إلغاء تنشيط حد ذاكرة php مؤقتًا
ca_es: El comportament per defecte és fer tot, excepte desactivar temporalment el límit de memòria php
da_dk: Standardadfærd er at gøre alt undtagen midlertidigt deaktiver php-hukommelsesgrænsen
el_gr: Η προεπιλεγμένη συμπεριφορά είναι να κάνετε όλα εκτός από την προσωρινή απενεργοποίηση του ορίου μνήμης php
fa_ir: رفتار پیش فرض این است که همه چیز را انجام دهیم به غیر از موقت محدودیت حافظه پی اچ پی
fi_fi: Oletuskäyttäytyminen on tehdä kaikki paitsi väliaikaisesti poistaa php-muistiraja
he_il: התנהגות ברירת המחדל היא לעשות הכל למעט השבתת מגבלת זיכרון PHP באופן זמני
hu_hu: Az alapértelmezett viselkedés az, ha mindent megtesz, kivéve a php memóriahatár ideiglenes kikapcsolását
ko_kr: 기본 동작은 PHP 메모리 제한을 일시적으로 비활성화하는 것을 제외하고 모두 수행하는 것입니다.
nb_no: Standard oppførsel er å gjøre alt bortsett fra midlertidig deaktivere php minne grense
sv_se: Standardbeteende är att göra allt utom att tillfälligt inaktivera php-minnesgränsen
tr_tr: Varsayılan davranış, php hafıza sınırını geçici olarak devre dışı bırakmak dışında hepsini yapmak
uk_ua: За замовчуванням робити все, за винятком тимчасово відключити обмеження PHP пам'яті

source: This help message
ar_sa: هذه الرسالة المساعدة
ca_es: Aquest missatge d’ajuda
da_dk: Denne hjælpemeddelelse
el_gr: Αυτό το μήνυμα βοήθειας
fa_ir: این پیام کمک
fi_fi: Tämä ohjeviesti
he_il: הודעת עזרה זו
hu_hu: Ez a súgó üzenet
ko_kr: 이 도움말 메시지
nb_no: Denne hjelpemeldingen
sv_se: Detta hjälpmeddelande
tr_tr: Bu yardım mesajı
uk_ua: Це довідкове повідомлення

source: Name of Catalog (Optional)
ar_sa: اسم الكتالوج (اختياري)
ca_es: Nom del catàleg (opcional)
da_dk: Katalognavn (Valgfrit)
el_gr: Όνομα του καταλόγου (Προαιρετικό)
fa_ir: نام کاتالوگ (اختیاری)
fi_fi: Luettelo (valinnainen)
he_il: שם הקטלוג (אופציונלי)
hu_hu: Katalógus neve (opcionális)
ko_kr: 카탈로그 이름 (선택 사항)
nb_no: Katalognavn (Valgfritt)
sv_se: Katalognamn (Valfritt)
tr_tr: Kataloğun Adı (İsteğe bağlı)
uk_ua: Назва каталогу (необов'язково)

source: Type of Catalog (Optional)
ar_sa: نوع الكتالوج (اختياري)
ca_es: Tipus de catàleg (opcional)
da_dk: Katalogtype (Valgfrit)
el_gr: Τύπος του καταλόγου (Προαιρετικό)
fa_ir: نوع کاتالوگ (اختیاری)
fi_fi: Luettelon tyyppi (valinnainen)
he_il: סוג הקטלוג (אופציונלי)
hu_hu: Katalógus típusa (opcionális)
ko_kr: 카탈로그 유형 (선택 사항)
nb_no: Katalogtype (Valgfritt)
sv_se: Typ av katalog (Valfritt)
tr_tr: Katalog Türü (İsteğe bağlı)
uk_ua: Тип каталогу (необов'язково)

source: Temporarily deactivates PHP memory limit.
ar_sa: يقوم بإلغاء تنشيط حد ذاكرة PHP مؤقتًا.
ca_es: Desactiva temporalment el límit de memòria PHP.
da_dk: Midlertidigt deaktiverer PHP-hukommelsesgrænse.
el_gr: Απενεργοποιεί προσωρινά το όριο μνήμης PHP.
fa_ir: به طور موقت محدودیت حافظه PHP غیرفعال می شود.
fi_fi: Poistaa väliaikaisesti PHP-muistirajan.
he_il: מבטל זמנית את מגבלת זיכרון PHP
hu_hu: Ideiglenesen kikapcsolja a PHP memória korlátozását.
ko_kr: 일시적으로 PHP 메모리 제한을 비활성화합니다.
nb_no: Deaktiverer midlertidig PHP-minnegrense midlertidig.
sv_se: Avaktiverar tillfälligt PHP-minnesgränsen.
tr_tr: PHP bellek sınırını geçici olarak devre dışı bırakır.
uk_ua: Тимчасово відключає ліміт пам'яті PHP

source: Cleans catalogs from orphaned entries.
ar_sa: ينظف الفهارس من الإدخالات اليتيمة.
ca_es: Neteja els catàlegs de les entrades orfes.
da_dk: Renser kataloger fra forældreløse poster.
el_gr: Καθαρίζει τους καταλόγους από ορφανοί καταχωρήσεις.
fa_ir: کاتالوگ ها را از نوشته های یتیم پاک می کند.
fi_fi: Puhdistaa luettelot orpoista merkinnöistä.
he_il: מנקה קטלוגים מרשומות מיותמות.
hu_hu: Tisztítja a katalógusokat árva bejegyzésektől.
ko_kr: 고아 항목에서 카탈로그를 지 웁니다.
nb_no: Renser kataloger fra foreldreløse oppføringer.
sv_se: Rensar kataloger från föräldralösa poster.
tr_tr: Kalan girdilerden katalogları temizler.
uk_ua: Очищає каталоги від осиротілих записів.

source: Verifies catalog entries and updates them if related files have new information.
ar_sa: التحقق من إدخالات الكتالوج وتحديثها إذا كانت الملفات ذات الصلة بها معلومات جديدة.
ca_es: Verifica les entrades del catàleg i les actualitza si els fitxers relacionats tenen informació nova.
da_dk: Verificerer katalogposter og opdaterer dem, hvis relaterede filer har nye oplysninger.
el_gr: Επαληθεύει καταχωρήσεις καταλόγων και τις ενημερώνει αν τα σχετικά αρχεία έχουν νέες πληροφορίες.
fa_ir: ورودی های کاتالوگ را بررسی می کند و آنها را به روز رسانی می کند در صورتی که فایل های مرتبط دارای اطلاعات جدید هستند.
fi_fi: Varmistaa luettelon merkinnät ja päivittää ne, jos niihin liittyvillä tiedostoilla on uutta tietoa.
he_il: מאמת רשומות קטלוג ומעדכנן אם ישנו מידע חדש עבור קבצים קשורים.
hu_hu: Ellenőrzi a katalógus bejegyzéseket és frissíti azokat, ha a kapcsolódó fájlok új információkat tartalmaznak.
ko_kr: 관련 파일에 새로운 정보가있는 경우 카탈로그 항목을 검증하고 업데이트합니다.
nb_no: Verifiserer katalogoppføringer og oppdaterer dem hvis relaterte filer har ny informasjon.
sv_se: Verifierar katalogposter och uppdaterar dem om relaterade filer har ny information.
tr_tr: Katalog girişlerini doğrular ve ilgili dosyalarda yeni bilgiler varsa bunları günceller.
uk_ua: Перевіряє записи каталогу і оновлює їх, якщо пов'язані з ним файли мають нову інформацію.

source: Adds new media to catalogs.
ar_sa: يضيف وسائط جديدة إلى الفهارس.
ca_es: Afegeix nous suports als catàlegs.
da_dk: Tilføjer nye medier til kataloger.
el_gr: Προσθέτει νέα μέσα στους καταλόγους.
fa_ir: رسانه های جدید را به کاتالوگ اضافه می کند.
fi_fi: Lisää uusia medioita luetteloihin.
he_il: מוסיף מדיה חדשה לקטלוגים.
hu_hu: Új médiát ad a katalógusokhoz.
ko_kr: 카탈로그에 새 미디어를 추가합니다.
nb_no: Legger til nye medier i kataloger.
sv_se: Lägger till nya medier i kataloger.
tr_tr: Kataloglara yeni medya ekler.
uk_ua: Додає нові обкладинки до каталогу.

source: Gathers media Art.
ar_sa: يجمع الفن وسائل الإعلام.
ca_es: Reuneix mitjans de comunicació Art.
da_dk: Samler medier Art.
el_gr: Συλλέγει μέσα μαζικής ενημέρωσης Art.
fa_ir: جمع آوری رسانه های هنری
he_il: אוסף עטיפות מדיה.
hu_hu: Apák média Art.
ko_kr: 미디어 아트를 수집합니다.
nb_no: Samler medie Art.
sv_se: Samlar media Art.
tr_tr: Medyayı Toplar Sanat.
uk_ua: Збирає нові обкладинки.

source: Imports playlists.
ar_sa: تستورد قوائم التشغيل.
ca_es: Importa llistes de reproducció.
da_dk: Importerer afspilningslister.
el_gr: Εισαγωγή λιστών αναπαραγωγής.
fa_ir: لیست پخش واردات
fi_fi: Tuo soittolistat.
he_il: מייבא רשימות השמעה.
hu_hu: Lejátszási listák importálása.
ko_kr: 재생 목록을 가져옵니다.
nb_no: Importerer spillelister.
sv_se: Importera spellistor.
tr_tr: Çalma listelerini içe aktarır.
uk_ua: імпортує списки відтворення

source: Optimizes Database Tables.
ar_sa: يحسن جداول قاعدة البيانات.
ca_es: Optimitza les taules de base de dades.
da_dk: Optimerer databasetabeller.
el_gr: Βελτιστοποιεί πίνακες βάσεων δεδομένων.
fa_ir: بهینه سازی جداول پایگاه داده
fi_fi: Optimoi tietokantataulukot.
he_il: ממטב טבלאות מסד נתונים.
hu_hu: Optimalizálja az adatbázis-táblázatokat.
ko_kr: 데이터베이스 테이블을 최적화합니다.
nb_no: Optimaliserer databasetabeller.
sv_se: Optimerar databastabeller.
tr_tr: Veritabanı Tablolarını optimize eder.
uk_ua: Оптимізує таблиці бази даних

source: Use this option at your own risk! Your system could crash or become unresponsive due to huge memory consumption!
ar_sa: استخدم هذا الخيار على مسؤوليتك الخاصة! قد يتعطل نظامك أو لا يستجيب نظرًا لاستهلاك الذاكرة الضخم!
ca_es: Utilitzeu aquesta opció pel vostre propi risc! El vostre sistema podria fallar o no respondre a causa d’un enorme consum de memòria.
da_dk: Brug denne mulighed på egen risiko! Dit system kan kollidere eller blive uresponsive på grund af et stort hukommelsesforbrug!
el_gr: Χρησιμοποιήστε αυτήν την επιλογή με δική σας ευθύνη! Το σύστημά σας θα μπορούσε να διακοπεί ή να μην ανταποκρίνεται λόγω της τεράστιας κατανάλωσης μνήμης!
fa_ir: از این گزینه در معرض خطر خود استفاده کنید با توجه به مصرف حافظه زیاد، سیستم شما می تواند سقوط کند یا غیر فعال شود!
fi_fi: Käytä tätä vaihtoehtoa omalla vastuullasi! Järjestelmäsi voi kaatua tai se voi reagoida valtavan muistin kulutuksen vuoksi!
he_il: השתמש באפשרות זו על אחריותך בלבד! המערכת שלך יכולה לקרוס או לא להגיב בשל צריכת ענק של זיכרון!
hu_hu: Használja ezt az opciót saját felelősségére! A rendszer összeomolhat, vagy hatalmas memóriafogyasztás miatt nem reagálhat!
ko_kr: 자신의 책임하에이 옵션을 사용하십시오! 막대한 메모리 사용으로 인해 시스템이 다운되거나 응답하지 않을 수 있습니다!
nb_no: Bruk dette alternativet på egen risiko! Systemet ditt kan krasje eller bli uforsvarlig på grunn av stort minneforbruk!
sv_se: Använd detta alternativ på egen risk! Ditt system kan krascha eller bli oförsvarligt på grund av stor minneskonsumtion!
tr_tr: Bu seçeneği kullanmak kendi sorumluluğunuzdadır! Büyük bellek tüketimi nedeniyle sisteminiz çökebilir veya tepkisizleşebilir!
uk_ua: Використовуйте цю опцію на свій страх і ризик! Ваша система може зазнати збій і перестати відповідати на запити через величезну споживання пам'яті!

source: Depending on your systems performance, this option could need a long time to finish and extremely slow down other database processes if you have big catalogs!
ar_sa: اعتمادًا على أداء أنظمتك ، قد يحتاج هذا الخيار إلى وقت طويل للإنهاء وإبطاء عمليات قاعدة البيانات الأخرى بشكل كبير إذا كان لديك كتالوجات كبيرة!
ca_es: Depenent del rendiment dels vostres sistemes, aquesta opció pot necessitar molt de temps per acabar i molt més lent que altres processos de base de dades si teniu catàlegs grans.
da_dk: Afhængigt af systemets ydeevne kan denne mulighed have lang tid at afslutte og ekstremt bremse andre databaseprocesser, hvis du har store kataloger!
el_gr: Ανάλογα με την απόδοση των συστημάτων σας, αυτή η επιλογή μπορεί να χρειαστεί πολύ χρόνο για να τελειώσει και να επιβραδύνει εξαιρετικά τις άλλες διαδικασίες βάσης δεδομένων αν έχετε μεγάλους καταλόγους!
fa_ir: بسته به عملکرد سیستم شما، این گزینه می تواند زمان زیادی برای به پایان رساندن و بسیار کندی فرآیندهای پایگاه داده دیگر اگر شما کاتالوگ بزرگ!
fi_fi: Järjestelmän suorituskyvystä riippuen tämä vaihtoehto saattaa vaatia pitkää aikaa ja hidastaa muita tietokantaprosesseja, jos sinulla on suuret luettelot!
he_il: בהתאם לביצועי המערכת שלך, אפשרות זו עלולה להזדקק לזמן רב עד לסיום ולהאט מאוד תהליכי מסד נתונים אחרים אם יש לך קטלוגים גדולים!
hu_hu: A rendszer teljesítményétől függően ez az opció hosszú időre van szükség a befejezéshez, és nagy katalógusok esetén rendkívül lassíthatja az egyéb adatbázis-folyamatokat!
ko_kr: 시스템 성능에 따라 큰 카탈로그가있는 경우이 옵션을 완료하는 데 오랜 시간이 걸리고 다른 데이터베이스 프로세스의 속도가 매우 느려질 수 있습니다!
nb_no: Avhengig av systemets ytelse, kan dette alternativet ha lang tid å fullføre og ekstremt bremse andre databaseprosesser hvis du har store kataloger!
sv_se: Beroende på systemets prestanda kan det här vara lång tid att slutföra och extremt sakta ner andra databasprocesser om du har stora kataloger!
tr_tr: Sistem performansınıza bağlı olarak, bu seçeneğin tamamlanması büyük bir zaman alabilir ve büyük kataloglarınız varsa diğer veritabanı işlemlerini son derece yavaşlatmak gerekebilir!
uk_ua: Залежно від можливостей вашої системи, виконання цієї функції може зайняти багато часу і вкрай уповільнити інші процеси в базі даних, якщо у вас є великі каталоги!
