Repository: codacy-badger/amuzak
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, ca_es, da_dk, el_gr, fa_ir, fi_fi, he_il, hu_hu, ko_kr, nb_no, sv_se, tr_tr, uk_ua

source: Instance Name
ca_es: Nom de la instància
el_gr: Όνομα Πρωτοτύπου
fa_ir: نام نمونه
hu_hu: Példánynév
ko_kr: 인스턴스 이름
sv_se: Instansnamn
tr_tr: Örnek isim
uk_ua: Назва екземпляра

source: Hostname
ca_es: Nom d'amfitrió
el_gr: Όνομα κεντρικού υπολογιστή
fa_ir: نام میزبان
ko_kr: 호스트 이름
sv_se: Värdnamn
tr_tr: Hostadı
uk_ua: Ім'я хосту

source: Port
el_gr: Λιμάνι
fa_ir: بندر
hu_hu: Kikötő
ko_kr: 포트
sv_se: Hamn
tr_tr: Liman
uk_ua: Порт

source: Random
ar_sa: عشوائية
ca_es: Aleatori
da_dk: Tilfældig
el_gr: Τυχαίος
fa_ir: تصادفی
fi_fi: satunnainen
he_il: אקראי
hu_hu: Véletlen
ko_kr: 랜덤
nb_no: Tilfeldig
sv_se: Slumpmässig
tr_tr: rasgele
uk_ua: Випадковий

source: URL
fa_ir: نشانی اینترنتی

source: Highlight
ar_sa: تسليط الضوء
ca_es: Ressalteu
da_dk: Fremhæv
el_gr: Αποκορύφωμα
fa_ir: برجسته
fi_fi: Kohokohta
he_il: הדגש
hu_hu: Kiemel
ko_kr: 가장 밝은 부분
nb_no: Fremheve
sv_se: Markera
tr_tr: Vurgulamak
uk_ua: Виділіть

source: Play last
ar_sa: العب أخيرًا
ca_es: Juga per última vegada
da_dk: Afspil sidst
el_gr: Παίξτε τελευταία
fa_ir: آخرین بازی
fi_fi: Toista viimeinen
he_il: לשחק האחרון
hu_hu: Utolsó lejátszás
ko_kr: 마지막으로 재생
nb_no: Spill sist
sv_se: Spela senast
tr_tr: Son oyna
uk_ua: Грати останній

source: Add to temporary playlist
ar_sa: أضف إلى قائمة التشغيل المؤقتة
ca_es: Afegeix a la llista de reproducció temporal
da_dk: Tilføj til midlertidig afspilningsliste
el_gr: Προσθήκη στο προσωρινό playlist
fa_ir: اضافه کردن به لیست پخش موقت
fi_fi: Lisää väliaikaiseen soittolistaan
he_il: הוסף לפלייליסט זמני
hu_hu: Hozzáadás az ideiglenes lejátszási listához
ko_kr: 임시 재생 목록에 추가
nb_no: Legg til i midlertidig spilleliste
sv_se: Lägg till i tillfällig spellista
tr_tr: Geçici oynatma listesine ekle
uk_ua: Додати до тимчасового списку відтворення

source: recommended by
ar_sa: أوصت به
ca_es: recomanat per
da_dk: anbefalet af
el_gr: προτείνεται απο
fa_ir: توصیه شده توسط
fi_fi: suositellut
he_il: מומלץ על ידי
hu_hu: ajánlva valaki által
ko_kr: ~에 의해 추천 된
nb_no: anbefalt av
sv_se: rekommenderat av
tr_tr: tarafından önerildi
uk_ua: рекомендовано

source: Hits:
ar_sa: الفعالية:
ca_es: Accessos:
el_gr: Προβολές:
fa_ir: بازدید:
he_il: כניסות:
hu_hu: Találat:
ko_kr: 조회수 :
nb_no: treff:
sv_se: träffar:
tr_tr: Hit:
uk_ua: Переглядів:

source: Last activity:
ar_sa: النشاط الاخير:
ca_es: Última activitat:
da_dk: Sidste aktivitet:
el_gr: Τελευταία δραστηριότητα:
fa_ir: آخرین فعالیت:
fi_fi: Viimeinen toiminta:
he_il: פעילות אחרונה:
hu_hu: Utolsó bejelentkezés, utolsó használat:
ko_kr: 마지막 활동:
nb_no: Siste aktivitet:
sv_se: Sista aktiviteten:
tr_tr: Son Aktivite:
uk_ua: Остання активність:

source: Playlist Created
ar_sa: قائمة التشغيل التي تم إنشاؤها
ca_es: LLista creada
da_dk: Afspilningsliste er oprettet
el_gr: Η playlist δημιουργήθηκε
fa_ir: لیست پخش ایجاد شد
fi_fi: Soittolista luotu
he_il: יצירת רשימת השמעה
hu_hu: Lejátszási lista létrehozva
ko_kr: 재생 목록 생성됨
nb_no: Spilleliste opprettet
sv_se: Spellista skapad
tr_tr: Oynatma Listesi Oluşturuldu
uk_ua: Список відтворення створено

source: %1$s (%2$s) has been created
ar_sa: تم إنشاء %1$s (%2$s)
ca_es: S'ha creat %1$s (%2$s)
da_dk: %1$s (%2$s) er blevet oprettet
el_gr: %1$s (%2$s) έχει δημιουργηθεί
fa_ir: %1$s (%2$s) ایجاد شده است
fi_fi: %1$s (%2$s) on luotu
he_il: %1$s (%2$s) נוצר
hu_hu: %1$s (%2$s) jött létre
ko_kr: %1$s (%2$s)가 생성되었습니다.
nb_no: %1$s (%2$s) er opprettet
sv_se: %1$s (%2$s) har skapats
tr_tr: %1$s (%2$s) oluşturuldu
uk_ua: %1$s (%2$s) створено

source: Playlist Imported
ar_sa: قائمة التشغيل المستوردة
ca_es: LLista importada
da_dk: Afspilningsliste Importeret
el_gr: Η playlist εισήχθη
fa_ir: لیست پخش درون ریزی شد
fi_fi: Soittolista tuodaan
he_il: פלייליסט מיובא
hu_hu: Lejátszási lista importálása
ko_kr: 재생 목록 가져 오기
nb_no: Spilleliste importert
sv_se: Spellista importerad
tr_tr: İçe Aktarılan Oynatma Listesi
uk_ua: Список відтворення імпортовано

source: Successfully imported playlist with %d song.
ar_sa: تم استيراد قائمة التشغيل بنجاح بأغاني %d.
ca_es: S'ha importat correctament la llista de reproducció amb la cançó %d.
da_dk: Indført succesfuldt afspilningsliste med %d sang.
el_gr: Εμφανίστηκε επιτυχώς λίστα αναπαραγωγής με τραγούδι %d.
fa_ir: لیست پخش وارد شده با آهنگ %d وارد شده است.
fi_fi: Soittolista tuodaan onnistuneesti %d-kappaleen avulla.
he_il: הפלייליסט שיובא בהצלחה עם שיר של %d.
hu_hu: Sikeresen importált lejátszási listát a %d daldal.
nb_no: Vellykket importert spilleliste med %d sang.
sv_se: Inspelat framgångsrikt spelat lista med %d låt.
tr_tr: Çalma listesi başarıyla %d şarkı ile içe aktarıldı.
uk_ua: Список відтворення успішно імпортовано з піснею %d.

source: Playlist Not Imported
ar_sa: قائمة التشغيل غير مستوردة
ca_es: LLista no importada
da_dk: Afspilningsliste ikke importeret
el_gr: Δεν έχει εισαχθεί λίστα αναπαραγωγής
fa_ir: لیست پخش وارد نشد
fi_fi: Soittolista ei tuotu
he_il: רשימת ההשמעה אינה מיובאת
hu_hu: Nem importált lejátszási lista
ko_kr: 가져온 재생 목록 없음
nb_no: Spilleliste ikke importert
sv_se: Spellista inte importerad
tr_tr: Oynatma Listesi İçe Aktarılmadı
uk_ua: Список відтворення не імпортовано

source: Empty Playlists Deleted
ar_sa: تم حذف قوائم التشغيل الفارغة
ca_es: LLista buida esborrada
da_dk: Tomme spillelister slettet
el_gr: Οι άδειες playlists διαγράφηκαν
fa_ir: لیستهای پخش خالی حذف شدند
fi_fi: Tyhjennä soittolistat Poistettu
he_il: נמחקו פלייליסטים ריקים
hu_hu: Üres lejátszási listák törölve
ko_kr: 빈 재생 목록이 삭제되었습니다.
nb_no: Tomme spillelister slettet
sv_se: Tomma spellistor togs bort
tr_tr: Boş Oynatma Listeleri Silindi
uk_ua: Порожні списки відтворення видалено

source: Changing the server UUID could break clients connectivity. Do you confirm?
ar_sa: قد يؤدي تغيير خادم UUID إلى قطع اتصال العملاء. هل تؤكد؟
ca_es: Si canvieu la UUID del servidor, podreu trencar la connectivitat dels clients. Confirmeu?
da_dk: Ændring af serveren UUID kan ødelægge klientens tilslutning. Bekræfter du?
el_gr: Η αλλαγή του UUID του διακομιστή θα μπορούσε να σπάσει τη συνδεσιμότητα των πελατών. Επιβεβαιώνετε;
fa_ir: تغییر UUID سرور می تواند اتصال مشتریان را قطع کند. آیا تایید میکنید؟
fi_fi: Palvelimen vaihtaminen UUID: llä voisi rikkoa asiakkaiden yhteyden. Vahvistatko?
he_il: שינוי UUID של השרת עלול לשבור את קישוריות הלקוחות. האם אתה מאשר?
hu_hu: A szerver UUID megváltoztatása megszakíthatja az ügyfelek csatlakozását. Megerősíted?
ko_kr: 서버 UUID를 변경하면 클라이언트 연결이 중단 될 수 있습니다. 당신이 확인합니까?
nb_no: Endring av serveren UUID kan ødelegge klientens tilkobling. Bekrefter du?
sv_se: Byte av servern UUID kan bryta klientens anslutning. Bekräftar du
tr_tr: Sunucu UUID'sini değiştirmek istemcilerin bağlantısını bozabilir. Onaylıyor musunuz?
uk_ua: Зміна UUID сервера може розривати зв'язок клієнтів. Ви підтверджуєте?

source: myPlex authentication completed.
ar_sa: مصادقة myPlex مكتملة.
ca_es: S'ha completat l'autenticació myPlex.
da_dk: myPlex-godkendelse afsluttet.
el_gr: Ο έλεγχος ταυτότητας myPlex ολοκληρώθηκε.
fa_ir: تأیید اعتبار myPlex تکمیل شد
fi_fi: myPlex-todennus on valmis.
he_il: אימות myPlex הושלמה.
hu_hu: A myPlex hitelesítés befejeződött.
ko_kr: myPlex 인증이 완료되었습니다.
nb_no: myPlex-godkjenning fullført.
sv_se: myPlex-autentisering slutförd.
tr_tr: myPlex kimlik doğrulaması tamamlandı.
uk_ua: завершено перевірку автентичності myPlex.

source: Server registration completed.
ar_sa: اكتمل تسجيل الخادم.
ca_es: S'ha completat el registre del servidor.
da_dk: Serverregistrering afsluttet.
el_gr: Η εγγραφή του διακομιστή ολοκληρώθηκε.
fa_ir: ثبت نام سرور تکمیل شد
fi_fi: Palvelimen rekisteröinti on valmis.
he_il: רישום השרת הושלם.
hu_hu: A kiszolgáló regisztrációja befejeződött.
ko_kr: 서버 등록이 완료되었습니다.
nb_no: Serverregistrering er fullført.
sv_se: Serverregistreringen avslutad.
tr_tr: Sunucu kaydı tamamlandı.
uk_ua: Реєстрація сервера завершена.

source: Cannot register the server on myPlex.
ar_sa: لا يمكن تسجيل الخادم على myPlex.
ca_es: No es pot registrar el servidor a myPlex.
da_dk: Kan ikke registrere serveren på myPlex.
el_gr: Δεν είναι δυνατή η εγγραφή του διακομιστή στο myPlex.
fa_ir: می توانید سرور myPlex را ثبت نکنید
fi_fi: Palvelinta ei voi rekisteröidä myPlexiin.
he_il: לא ניתן לרשום את השרת ב- myPlex שלי.
hu_hu: Nem lehet regisztrálni a kiszolgálót a myPlex-en.
ko_kr: myPlex에 서버를 등록 할 수 없습니다.
nb_no: Kan ikke registrere serveren på myPlex.
sv_se: Kan inte registrera servern på myPlex.
tr_tr: Sunucu myPlex'e kaydedilemiyor.
uk_ua: Неможливо зареєструвати сервер на myPlex.

source: Cannot authenticate on myPlex.
ar_sa: لا يمكن المصادقة على myPlex.
ca_es: No es pot autenticar a myPlex.
da_dk: Kan ikke godkendes på myPlex.
el_gr: Δεν είναι δυνατή η πιστοποίηση ταυτότητας στο myPlex.
fa_ir: می توانم در myPlex تأیید اعتبار کنم.
fi_fi: MyPlex ei voi todentaa.
he_il: לא ניתן לאמת ב- myPlex שלי.
hu_hu: Nem lehet hitelesíteni a myPlex-en.
ko_kr: myPlex에서 인증 할 수 없습니다.
nb_no: Kan ikke godkjenne på myPlex.
sv_se: Kan inte autentisera på myPlex.
tr_tr: MyPlex'te kimlik doğrulaması yapılamıyor.
uk_ua: Неможливо перевірити автентичність на myPlex.

source: Server UUID changed.
ar_sa: تم تغيير خادم UUID.
ca_es: S'ha canviat la UUID del servidor.
da_dk: Server UUID ændret.
el_gr: Ο διακομιστής UUID άλλαξε.
fa_ir: UUID سرور تغییر کرده است
fi_fi: Palvelimen UUID muuttui.
he_il: שרת ה- UUID השתנה.
hu_hu: A szerver UUID megváltozott.
ko_kr: 서버 UUID가 변경되었습니다.
nb_no: Server UUID endret.
sv_se: Server UUID har ändrats.
tr_tr: Sunucu UUID'si değiştirildi.
uk_ua: Змінено UUID сервера.

source: Unauthorized.
ar_sa: غير مصرح.
ca_es: No autoritzat.
da_dk: Uberettiget.
el_gr: Ανεξουσιοδότητος.
fa_ir: غیر مجاز
fi_fi: Luvaton.
he_il: בלתי מורשה.
hu_hu: Illetéktelen.
ko_kr: 무단으로.
nb_no: Uautorisert.
sv_se: Obehörig.
tr_tr: Yetkisiz.
uk_ua: Несанкціоноване.

source: Podcast Episode Deletion
ar_sa: بودكاست الحلقة الحذف
ca_es: Supressió d'episodi de podcast
da_dk: Podcast-episode sletning
el_gr: Διαγραφή επεισοδίου podcast
fa_ir: پادکست حذف قسمت
fi_fi: Podcast-jakson poisto
he_il: Podcast פרק מחיקת
hu_hu: Podcast epizód törlése
ko_kr: 팟 캐스트 에피소드 삭제
nb_no: Podcast-episode sletting
tr_tr: Podcast Bölüm Silme
uk_ua: Видалення епізоду подкасту

source: Are you sure you want to permanently delete this episode?
ar_sa: هل تريد بالتأكيد حذف هذه الحلقة نهائيًا؟
ca_es: Esteu segur que voleu suprimir permanentment aquest episodi?
da_dk: Er du sikker på, at du vil slette denne episode permanent?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε οριστικά αυτό το επεισόδιο;
fa_ir: آیا مطمئن هستید که میخواهید این قسمت را به طور دائم حذف کنید؟
fi_fi: Haluatko varmasti poistaa tämän jakson pysyvästi?
he_il: האם אתה בטוח שברצונך למחוק פרק זה לצמיתות?
hu_hu: Biztosan véglegesen törli ezt az epizódot?
ko_kr: 이 에피소드를 영구적으로 삭제 하시겠습니까?
nb_no: Er du sikker på at du vil slette denne episoden permanent?
sv_se: Är du säker på att du vill radera detta avsnitt permanent?
tr_tr: Bu bölümü kalıcı olarak silmek istediğinize emin misiniz?
uk_ua: Дійсно видалити цей епізод назавжди?

source: Episode has been deleted.
ar_sa: تم حذف الحلقة.
ca_es: S'ha suprimit l’episodi.
da_dk: Episode er blevet slettet.
el_gr: Το επεισόδιο έχει διαγραφεί.
fa_ir: قسمت پاک شده است
fi_fi: Episodi on poistettu.
he_il: פרק נמחק.
hu_hu: Az epizód törölve lett.
ko_kr: 에피소드가 삭제되었습니다.
nb_no: Episode er slettet.
sv_se: Episoden har raderats.
tr_tr: Bölüm silindi.
uk_ua: Епізод видалено.

source: Cannot delete this episode.
ar_sa: لا يمكن حذف هذه الحلقة.
ca_es: No es pot suprimir aquest episodi.
da_dk: Kan ikke slette denne episode.
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του επεισοδίου.
fa_ir: نمی توان این قسمت را حذف کرد.
fi_fi: Tätä jaksoa ei voi poistaa.
he_il: לא ניתן למחוק את הפרק הזה.
hu_hu: Nem törölhető ez az epizód.
ko_kr: 이 에피소드를 삭제할 수 없습니다.
nb_no: Kan ikke slette denne episoden.
sv_se: Kan inte ta bort det här avsnittet.
tr_tr: Bu bölüm silinemiyor.
uk_ua: Неможливо видалити цей епізод.

source: Subscribed to Podcast
ar_sa: اشترك في بودكاست
ca_es: Subscrit a Podcast
da_dk: Abonneret på podcast
el_gr: Εγγραφή στο Podcast
fa_ir: اشتراک در پادکست
fi_fi: Tilattu Podcastiin
he_il: מנוי ל- Podcast
hu_hu: Feliratkozott a Podcastra
ko_kr: 팟 캐스트 구독
nb_no: Abonnert på Podcast
sv_se: Prenumererade på Podcast
tr_tr: Podcast'e abone oldunuz
uk_ua: Підписаний на подкаст

source: Podcast Deletion
ar_sa: بودكاست الحذف
ca_es: Supressió de podcast
da_dk: Podcast-sletning
el_gr: Διαγραφή Podcast
fa_ir: حذف پادکست
fi_fi: Podcastin poistaminen
he_il: מחיקת Podcast
hu_hu: Podcast törlése
ko_kr: 팟 캐스트 삭제
nb_no: Podcast-sletting
sv_se: Podcast-radering
tr_tr: Podcast Silme
uk_ua: Видалення подкастів

source: Are you sure you want to delete this podcast?
ar_sa: هل أنت متأكد أنك تريد حذف هذا البودكاست؟
ca_es: Esteu segur que voleu suprimir aquest podcast?
da_dk: Er du sikker på, at du vil slette denne podcast?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το podcast;
fa_ir: آیا مطمئن هستید که می خواهید این پادکست را حذف کنید؟
fi_fi: Haluatko varmasti poistaa tämän podcastin?
he_il: האם אתה בטוח שברצונך למחוק את הפודקאסט הזה?
hu_hu: Biztosan törölni szeretné ezt a podcastot?
ko_kr: 이 Podcast를 삭제 하시겠습니까?
nb_no: Er du sikker på at du vil slette denne podcasten?
sv_se: Är du säker på att du vill radera den här podcasten?
tr_tr: Bu podcast'i silmek istediğinize emin misiniz?
uk_ua: Дійсно видалити цей подкаст?

source: Podcast has been deleted.
ar_sa: تم حذف البودكاست
ca_es: S'ha suprimit el podcast.
da_dk: Podcast er blevet slettet.
el_gr: Το Podcast έχει διαγραφεί.
fa_ir: پادکست پاک شده است.
fi_fi: Podcast on poistettu.
he_il: Podcast נמחק.
hu_hu: A Podcastot törölték.
ko_kr: 팟 캐스트가 삭제되었습니다.
nb_no: Podcast er slettet.
sv_se: Podcast har raderats.
tr_tr: Podcast silindi.
uk_ua: Підкаст видалено.

source: Cannot delete this podcast.
ar_sa: لا يمكن حذف هذا البودكاست.
ca_es: No es pot suprimir aquest podcast.
da_dk: Kan ikke slette denne podcast.
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του podcast.
fa_ir: نمی توان این پادکست را حذف کرد.
fi_fi: Tätä podcastia ei voi poistaa.
he_il: לא ניתן למחוק את הפודקאסט הזה.
hu_hu: A podcast nem törölhető.
ko_kr: 이 Podcast를 삭제할 수 없습니다.
nb_no: Kan ikke slette denne podcasten.
sv_se: Kan inte radera den här podcasten.
tr_tr: Bu podcast silinemiyor.
uk_ua: Не вдається видалити цей подкаст.

source: Server
ar_sa: الخادم
ca_es: Servidor
el_gr: Εξυπηρετητής
fa_ir: سرور
he_il: שרת
hu_hu: szerver
ko_kr: 섬기는 사람
nb_no: Tjener
tr_tr: Sunucu
uk_ua: Сервер

source: Server preferences updated successfully
ar_sa: تم تحديث تفضيلات الخادم بنجاح
ca_es: Les preferències del servidor s'han actualitzat correctament
da_dk: Server præferencer opdateret med succes
el_gr: Οι προτιμήσεις διακομιστή ενημερώθηκαν με επιτυχία
fa_ir: ترجیحات سرور با موفقیت به روز شد
fi_fi: Palvelinasetukset päivitettiin onnistuneesti
he_il: העדפות השרת עודכנו בהצלחה
hu_hu: A kiszolgáló beállításai sikeresen frissültek
ko_kr: 서버 환경 설정이 성공적으로 업데이트되었습니다.
nb_no: Serverpreferanser oppdateres vellykket
sv_se: Serverpreferenser uppdateras framgångsrikt
tr_tr: Sunucu tercihleri başarıyla güncellendi
uk_ua: Налаштування сервера успішно оновлено

source: User preferences updated successfully
ar_sa: تم تحديث تفضيلات المستخدم بنجاح
ca_es: Les preferències d’usuari s'han actualitzat correctament
da_dk: Brugerindstillinger opdateres med succes
el_gr: Οι προτιμήσεις χρήστη ενημερώθηκαν με επιτυχία
fa_ir: ترجیحات کاربر با موفقیت به روز شد
fi_fi: Käyttäjäasetukset päivitettiin onnistuneesti
he_il: העדפות המשתמש עודכנו בהצלחה
hu_hu: A felhasználói beállítások sikeresen frissültek
ko_kr: 사용자 환경 설정이 성공적으로 업데이트되었습니다.
nb_no: Brukerinnstillinger oppdatert vellykket
sv_se: Användarinställningar uppdateras framgångsrikt
tr_tr: Kullanıcı tercihleri başarıyla güncellendi
uk_ua: Користувацькі налаштування успішно оновлено

source: Please fill in your full name (Firstname Lastname)
ar_sa: يرجى ملء اسمك الكامل (الاسم الأول اسم العائلة)
ca_es: Per favor entra el teu nom complert (Nom i Cognoms)
da_dk: Udfyld venligst dit fulde navn (Fornavn Efternavn)
el_gr: Παρακαλώ συμπληρώστε το ονοματεπώνυμό σας
fa_ir: لطفا نام کامل (نام خانوادگی نام خانوادگی) را وارد کنید
fi_fi: Täytä täydellinen nimi (etunimi sukunimi)
he_il: אנא מלא את שמך המלא (שם פרטי של שם פרטי)
hu_hu: Kérjük, töltse ki a teljes nevét (vezetéknév)
ko_kr: 성명 (이름 성)을 기입하십시오.
nb_no: Vennligst skriv inn ditt fulle navn (Fornavn Etternavn)
sv_se: Ange ditt fullständiga namn (Förnamn Efternamn)
tr_tr: Lütfen tam adınızı giriniz (Adınız Soyadınız)
uk_ua: Заповніть своє повне ім'я (прізвище)

source: Please fill in your website
ar_sa: يرجى ملء موقع الويب الخاص بك
ca_es: Ompliu el vostre lloc web
da_dk: Udfyld venligst dit websted
el_gr: Συμπληρώστε τον ιστότοπό σας
fa_ir: لطفا وب سایت خود را پر کنید
fi_fi: Täytä sivustosi
he_il: מלא את האתר שלך
hu_hu: Kérjük, töltse ki honlapját
ko_kr: 귀하의 웹 사이트를 입력하십시오
nb_no: Vennligst fyll inn ditt nettsted
sv_se: Vänligen fyll i din hemsida
tr_tr: Lütfen web sitenizi doldurun
uk_ua: Заповніть свій веб-сайт

source: Please fill in your state
ar_sa: يرجى ملء ولايتك
ca_es: Ompliu el vostre estat
da_dk: Udfyld venligst din tilstand
el_gr: Παρακαλώ συμπληρώστε την κατάστασή σας
fa_ir: لطفا کشور خود را پر کنید
fi_fi: Täytä tilaasi
he_il: מלא את המדינה שלך
hu_hu: Kérjük, töltse ki az állapotát
ko_kr: 주를 작성하십시오.
nb_no: Vennligst fyll inn staten din
sv_se: Vänligen fyll i ditt tillstånd
tr_tr: Lütfen eyaletinizi girin
uk_ua: Будь ласка, заповніть свій стан

source: Please fill in your city
ar_sa: يرجى ملء مدينتك
ca_es: Ompliu la vostra ciutat
da_dk: Udfyld venligst din by
el_gr: Συμπληρώστε την πόλη σας
fa_ir: لطفا شهر خود را پر کنید
fi_fi: Täytä kaupunki
he_il: נא למלא את העיר שלך
hu_hu: Kérjük, töltse ki a várost
ko_kr: 귀하의 도시를 입력하십시오.
nb_no: Vennligst fyll inn byen din
sv_se: Vänligen fyll i din stad
tr_tr: Lütfen şehrinizi giriniz
uk_ua: Заповніть своє місто

source: Error Update Failed
ar_sa: خطأ في تحديث فشل
ca_es: Error ha fallat la actualització
da_dk: Fejlopdatering mislykkedes
el_gr: Σφάλμα: Η ενημέρωση απέτυχε
fa_ir: خطا در به روز رسانی
fi_fi: Virheen päivitys epäonnistui
he_il: שגיאת השגיאה נכשלה
hu_hu: Hibaelhárítás sikertelen
ko_kr: 오류 업데이트 실패
nb_no: Feil: Oppdatering feilet
sv_se: Fel: Uppdateringen misslyckades
tr_tr: Hata Güncelleme Başarısız
uk_ua: Помилка оновлення помилки

source: Your Account has been updated
ar_sa: تم تحديث حسابك
ca_es: El teu compte s'ha actualitzat
da_dk: Din konto er blevet opdateret
el_gr: Ο λογαριασμός σας ενημερώθηκε
fa_ir: حساب شما به روز شده است
fi_fi: Tilisi on päivitetty
he_il: החשבון שלך עודכן
hu_hu: A fiókod frissítve lett
ko_kr: 당신의 계좌가 업데이트되었습니다
nb_no: Din brukerkonto har blitt oppdatert
sv_se: Ditt konto har uppdaterats
tr_tr: Hesabın güncellendi
uk_ua: Ваш обліковий запис оновлено

source: User updated successfully
ar_sa: تم تحديث المستخدم بنجاح
ca_es: L’usuari s’ha actualitzat correctament
da_dk: Bruger opdateret med succes
el_gr: Ο χρήστης ενημερώθηκε με επιτυχία
fa_ir: کاربر با موفقیت به روز شد
fi_fi: Käyttäjä päivitti onnistuneesti
he_il: המשתמש עודכן בהצלחה
hu_hu: A felhasználó sikeresen frissítette
ko_kr: 사용자가 성공적으로 업데이트되었습니다.
nb_no: Brukeren er oppdatert vellykket
sv_se: Användaren uppdaterades framgångsrikt
tr_tr: Kullanıcı başarıyla güncellendi
uk_ua: Користувач успішно оновлено

source: Your Account has not been updated
ar_sa: لم يتم تحديث حسابك
ca_es: El vostre compte no s’ha actualitzat
da_dk: Din konto er ikke opdateret
el_gr: Ο λογαριασμός σας δεν ενημερώθηκε
fa_ir: حساب شما به روز نشده است
fi_fi: Tilisi ei ole päivitetty
he_il: החשבון שלך לא עודכן
hu_hu: Fiókját nem frissítették
ko_kr: 귀하의 계정이 업데이트되지 않았습니다.
nb_no: Kontoen din er ikke oppdatert
sv_se: Ditt konto har inte uppdaterats
tr_tr: Hesabınız güncellenmedi
uk_ua: Ваш обліковий запис не оновлено

source: Message Sent
ar_sa: تم الارسال
ca_es: Missatge enviat
da_dk: Besked sendt
el_gr: Το μήνυμα στάλθηκε
fa_ir: پیغام فرستاده شد
fi_fi: Viesti lähetetty
he_il: הודעה נשלחה
hu_hu: Üzenet elküldve
ko_kr: 메시지 전송 됨
nb_no: Melding sendt
sv_se: Meddelande skickat
tr_tr: Mesajı gönderildi
uk_ua: Повідомлення надіслано

source: Messages State Changed
ar_sa: رسائل الدولة تغيرت
ca_es: Missatges Estat canviat
da_dk: Beskeder State Changed
el_gr: Η κατάσταση μηνυμάτων άλλαξε
fa_ir: پیام های دولت تغییر یافته است
fi_fi: Viestien tila muuttunut
he_il: הודעות מדינה השתנתה
hu_hu: Az üzenetek állapota megváltozott
ko_kr: 메시지 상태가 변경됨
nb_no: Meldinger State Changed
sv_se: Meddelanden State Changed
tr_tr: Mesaj Durumu Değiştirildi
uk_ua: Повідомлення змінилося

source: Messages state have been changed.
ar_sa: تم تغيير حالة الرسائل.
ca_es: S'ha canviat l'estat dels missatges.
da_dk: Meddelelsestilstand er blevet ændret.
el_gr: Η κατάσταση μηνυμάτων έχει αλλάξει.
fa_ir: پیام های دولت تغییر کرده اند
fi_fi: Viestien tila on muuttunut.
he_il: מצב ההודעות השתנה.
hu_hu: Az üzenetek állapota megváltozott.
ko_kr: 메시지 상태가 변경되었습니다.
nb_no: Meldingene har blitt endret.
sv_se: Meddelandestatus har ändrats.
tr_tr: Mesajların durumu değiştirildi.
uk_ua: Стан повідомлень змінено.

source: Message Deletion
ar_sa: حذف الرسالة
ca_es: Supressió de missatges
da_dk: Besked sletning
el_gr: Διαγραφή μηνυμάτων
fa_ir: حذف پیام
fi_fi: Viestin poistaminen
he_il: מחיקת הודעה
hu_hu: Üzenet törlése
ko_kr: 메시지 삭제
nb_no: Melding Sletting
sv_se: Meddelande radering
tr_tr: Mesaj Silme
uk_ua: Видалення повідомлення

source: Are you sure you want to permanently delete the selected messages?
ar_sa: هل تريد بالتأكيد حذف الرسائل المحددة نهائيًا؟
ca_es: Esteu segur que voleu suprimir permanentment els missatges seleccionats?
da_dk: Er du sikker på, at du vil slette de valgte meddelelser permanent?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε οριστικά τα επιλεγμένα μηνύματα;
fa_ir: آیا مطمئن هستید که میخواهید پیامهای انتخاب شده را بهطور دائم حذف کنید؟
fi_fi: Haluatko varmasti poistaa valitut viestit pysyvästi?
he_il: האם אתה בטוח שברצונך למחוק לצמיתות את ההודעות שנבחרו?
hu_hu: Biztosan véglegesen törli a kiválasztott üzeneteket?
ko_kr: 선택한 메시지를 영구적으로 삭제 하시겠습니까?
nb_no: Er du sikker på at du vil slette de valgte meldingene permanent?
sv_se: Är du säker på att du vill radera de valda meddelandena permanent?
tr_tr: Seçili mesajları kalıcı olarak silmek istediğinize emin misiniz?
uk_ua: Ви дійсно бажаєте остаточно видалити вибрані повідомлення?

source: Messages Deletion
ar_sa: حذف الرسائل
ca_es: Supressió de missatges
da_dk: Beskeder Sletning
el_gr: Διαγραφή μηνυμάτων
fa_ir: حذف پیامها
fi_fi: Viestit Poistaminen
he_il: מחיקת הודעות
hu_hu: Üzenetek Törlés
ko_kr: 메시지 삭제
nb_no: Meldinger Slett
sv_se: Meddelanden Radering
tr_tr: Mesaj Silme
uk_ua: Видалення повідомлень

source: Messages have been deleted.
ar_sa: تم حذف الرسائل.
ca_es: S'han suprimit els missatges.
da_dk: Beskeder er blevet slettet.
el_gr: Τα μηνύματα έχουν διαγραφεί.
fa_ir: پیام ها حذف شده اند
fi_fi: Viestit on poistettu.
he_il: ההודעות נמחקו.
hu_hu: Az üzenetek törölve lettek.
ko_kr: 메시지가 삭제되었습니다.
nb_no: Meldinger er slettet.
sv_se: Meddelandena har raderats.
tr_tr: Mesajlar silindi.
uk_ua: Повідомлення видалено.

source: Radio Station Added
ar_sa: تمت إضافة محطة الراديو
ca_es: S'ha afegit l'estació de ràdio
da_dk: Radio station tilføjet
el_gr: Ο Ραδιοφωνικός Σταθμός προστέθηκε
fa_ir: ایستگاه رادیویی اضافه شد
fi_fi: Radioasema lisätty
he_il: תחנת רדיו נוסף
hu_hu: Rádióállomás hozzáadva
ko_kr: 라디오 방송국 추가됨
nb_no: Radiostasjon lagt til
sv_se: Radiostation lades till
tr_tr: Radyo İstasyonu Eklendi
uk_ua: Додано радіостанцію

source: Error Captcha Required
ar_sa: خطأ Captcha مطلوب
ca_es: Error es necessita el Captcha
da_dk: Fejl Captcha påkrævet
el_gr: Σφάλμα Απαιτείται Captcha
fa_ir: خطا کپچا لازم است
fi_fi: Virhe Captcha tarvitaan
he_il: שגיאה נדרש קפטצ'ה
hu_hu: Hiba Captcha szükséges
ko_kr: 오류 보안 문자 필요
nb_no: Feil: CAPTCHA påkrevd
sv_se: Fel: Captcha krävs
tr_tr: Hata Captcha Gerekli
uk_ua: Потрібна помилка Captcha
