Repository: codacy-badger/amuzak
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, ca_es, da_dk, el_gr, fa_ir, fi_fi, he_il, hu_hu, ko_kr, nb_no, sv_se, tr_tr, uk_ua

source: Upload: run the following script after upload (current directory = upload target directory)
ca_es: Càrrega: executeu el següent script després de carregar (directori actual = directori objectiu de càrrega)
el_gr: Μεταφόρτωση: Εκτελέστε το ακόλουθο σενάριο μετά τη μεταφόρτωση
fa_ir: آپلود: اسکریپت زیر را پس از آپلود اجرا کنید (دایرکتوری فعلی = دایرکتوری دلخواه)
hu_hu: Feltöltés: a feltöltés után futtassa a következő parancsfájlt (aktuális könyvtár = feltöltési célkönyvtár)
ko_kr: 업로드 : 업로드 후 다음 스크립트를 실행합니다 (현재 디렉토리 = 업로드 대상 디렉토리).
sv_se: Ladda upp: kör följande skript efter uppladdning (nuvarande katalog = ladda upp målkatalog)
tr_tr: Yükle: yükledikten sonra aşağıdaki betiği çalıştır (geçerli dizin = hedef dizini yükle)
uk_ua: Завантажити: після завантаження запустіть такий сценарій (поточний каталог = каталог завантаження)

source: Upload: allow users to edit uploaded songs
ca_es: Càrrega: permet als usuaris editar cançons carregades
el_gr: Μεταφόρτωση: επιτρέψτε στους χρήστες να επεξεργάζονται μεταφορτωμένα τραγούδια
fa_ir: آپلود: کاربران را قادر به ویرایش آهنگ های آپلود شده
hu_hu: Feltöltés: lehetővé teszi a feltöltött dalok szerkesztését
ko_kr: 업로드 : 사용자가 업로드 된 노래를 편집 할 수 있습니다.
sv_se: Uppladdning: tillåta användare att redigera uppladdade låtar
tr_tr: Yükle: kullanıcıların yüklenen şarkıları düzenlemelerine izin ver
uk_ua: Завантажити: дозволити користувачам редагувати завантажені пісні

source: Use DAAP backend
ca_es: Utilitzeu el dorsal DAAP
el_gr: Χρησιμοποιήστε το backend του DAAP
fa_ir: استفاده از پشت صحنه DAAP
hu_hu: Használja a DAAP hátteret
ko_kr: DAAP 백엔드 사용
sv_se: Använd DAAP-backend
tr_tr: DAAP arka ucunu kullan
uk_ua: Використовуйте інтерфейс DAAP

source: DAAP backend password
ca_es: Contrasenya de fons DAAP
el_gr: Κωδικός πρόσβασης DAAP backend
fa_ir: کلمه عبور رمز عبور DAAP
hu_hu: DAAP háttérjelszó
ko_kr: DAAP 백엔드 암호
sv_se: DAAP backend lösenord
tr_tr: DAAP arka uç şifresi
uk_ua: Пароль для роботи з DAAP

source: Use UPnP backend
ca_es: Utilitzeu el dorsal UPnP
el_gr: Χρησιμοποιήστε το BacknP backend
fa_ir: استفاده از backend UPnP
hu_hu: Használja az UPnP hátteret
ko_kr: UPnP 백엔드 사용
sv_se: Använd UPnP backend
tr_tr: UPnP arka ucunu kullan
uk_ua: Використовуйте сервер UPnP

source: Allow video features
ca_es: Permetre les funcions de vídeo
el_gr: Επιτρέψτε τις λειτουργίες βίντεο
fa_ir: اجازه دادن به ویژگی های ویدئویی
hu_hu: Videofunkciók engedélyezése
ko_kr: 동영상 기능 허용
sv_se: Tillåt videofunktioner
tr_tr: Video özelliklerine izin ver
uk_ua: Дозволити функції відео

source: Album - Group per release type
ca_es: Àlbum - Grup per tipus de llançament
el_gr: Άλμπουμ - Ομάδα ανά τύπο απελευθέρωσης
fa_ir: آلبوم - گروه در هر نوع انتشار
hu_hu: Album - Csoport kiadás típusonként
ko_kr: 앨범 - 릴리스 유형별 그룹
sv_se: Album - Grupp per släpptyp
tr_tr: Albüm - Yayın türüne göre grup
uk_ua: Альбом - група за типом випуску

source: Ajax page load
ca_es: Càrrega de pàgina Ajax
el_gr: Φόρτωση σελίδας Ajax
fa_ir: بارگذاری Ajax صفحه
hu_hu: Ajax oldal betöltése
ko_kr: Ajax 페이지로드
sv_se: Ajax sidbelastning
tr_tr: Ajax sayfa yükleme
uk_ua: Завантаження сторінки Ajax

source: Limit direct play to maximum media count
ca_es: Limita la reproducció directa al nombre màxim de mitjans
el_gr: Περιορίστε την άμεση αναπαραγωγή στη μέγιστη μέτρηση μέσων
fa_ir: محدود کردن بازی مستقیم به حداکثر تعداد رسانه ها
hu_hu: A közvetlen lejátszás korlátozása a maximális médiaszámra
ko_kr: 최대 재생 횟수로 직접 재생 제한
sv_se: Begränsa direktspel till maximalt antal medier
tr_tr: Doğrudan oynatmayı maksimum medya sayımı ile sınırlandırın
uk_ua: Обмежте пряме відтворення до максимальної кількості медіа

source: Show Albums of the moment at home page
ca_es: Mostra els àlbums del moment a la pàgina principal
el_gr: Εμφάνιση λευκωμάτων της στιγμής στην αρχική σελίδα
fa_ir: نمایش آلبوم های لحظه ای در صفحه اصلی
hu_hu: A kezdőlap pillanatnyi albumainak megjelenítése
ko_kr: 홈페이지에있는 순간의 앨범보기
sv_se: Visa album för tillfället på hemsidan
tr_tr: Ana sayfanın anındaki albümlerini göster
uk_ua: Показувати альбоми моменту на головній сторінці

source: Show Videos of the moment at home page
ca_es: Mostra els vídeos del moment a la pàgina principal
el_gr: Εμφάνιση βίντεο της στιγμής στην αρχική σελίδα
fa_ir: نمایش فیلم ها از لحظه در صفحه اصلی
hu_hu: A pillanatnyi videók megjelenítése a kezdőlapon
ko_kr: 홈 페이지에서 순간의 비디오보기
sv_se: Visa videoklipp av ögonblicket på hemsidan
tr_tr: Ana sayfadaki anın Videolarını Göster
uk_ua: Показати відео на головній сторінці

source: Show Recently Played at home page
ca_es: Mostra la reproducció recent a la pàgina principal
el_gr: Εμφάνιση πρόσφατα που αναπαράγεται στην αρχική σελίδα
fa_ir: نمایش به تازگی در صفحه اصلی بازی شده است
hu_hu: A legfrissebbek lejátszása a kezdőlapon
ko_kr: 최근에 홈 페이지에서보기
sv_se: Visa nyligen spelat på hemsidan
tr_tr: En Son Oynananları Ana Sayfada Göster
uk_ua: Показати нещодавно відтворені на головній сторінці

source: Show Now Playing at home page
ca_es: Mostra ara la reproducció a la pàgina principal
el_gr: Εμφάνιση τώρα αναπαραγωγή στην αρχική σελίδα
fa_ir: نمایش حالا بازی در صفحه اصلی
hu_hu: Megjelenítés most a kezdőlapon
ko_kr: 지금보기 홈 페이지에서 재생 중
sv_se: Visa nu Spelar på hemsidan
tr_tr: Şimdi Göster Ana sayfada oynatılıyor
uk_ua: Показати зараз відтворюється на головній сторінці

source: Custom logo url
ca_es: URL del logotip personalitzat
el_gr: Προσαρμοσμένη διεύθυνση url
fa_ir: آدرس آرم سفارشی
hu_hu: Egyéni logó URL
ko_kr: 맞춤 로고 URL
sv_se: Anpassad logotyp url
tr_tr: Özel logo url'si
uk_ua: URL-адреса спеціального логотипу

source: Album - Group per release type Sort
ca_es: Àlbum - Agrupa per tipus de llançament Sort
el_gr: Άλμπουμ - Ομάδα ανά τύπο απελευθέρωσης Ταξινόμηση
fa_ir: آلبوم - گروه در هر نوع انتشار مرتب سازی بر
hu_hu: Album - Csoport kiadás típusonként Rendezés
ko_kr: 앨범 - 릴리스 유형별 그룹 정렬
sv_se: Album - Grupp per släpptyp Sort
tr_tr: Albüm - Yayın türüne göre grupla Sırala
uk_ua: Альбом - група за типом випуску Сортувати

source: WebPlayer browser notifications
ca_es: Notificacions del navegador WebPlayer
el_gr: Ειδοποιήσεις προγράμματος περιήγησης WebPlayer
fa_ir: اعلان های مرورگر WebPlayer
hu_hu: WebPlayer böngésző értesítések
ko_kr: WebPlayer 브라우저 알림
sv_se: Webbläsarens notifieringar
tr_tr: WebPlayer tarayıcı bildirimleri
uk_ua: Сповіщення браузера WebPlayer

source: WebPlayer browser notifications timeout (seconds)
ca_es: Temps d'expiració de les notificacions del navegador WebPlayer (segons)
el_gr: Αναγνώριση προγράμματος περιήγησης WebPlayer (δευτερόλεπτα)
fa_ir: زمان وقوع اعلان مرورگر WebPlayer (ثانیه)
hu_hu: WebPlayer böngésző értesítései (másodpercek)
ko_kr: WebPlayer 브라우저 알림 시간 초과 (초)
sv_se: Webbläsarens meddelanden timeout (sekunder)
tr_tr: WebPlayer tarayıcı bildirimleri zaman aşımı (saniye)
uk_ua: Час очікування сповіщень веб-переглядача (секунд)

source: Allow geolocation
ca_es: Permetre geolocalització
el_gr: Επιτρέψτε τη γεωγραφική τοποθέτηση
fa_ir: موقعیت جغرافیایی را مجاز کنید
hu_hu: Geolokáció engedélyezése
ko_kr: 위치 정보 허용
sv_se: Tillåt geolokalisering
tr_tr: Coğrafi konuma izin ver
uk_ua: Дозволити геолокацію

source: Authorize JavaScript decoder (Aurora.js) in Web Player(s)
ca_es: Autoritzeu el descodificador JavaScript (Aurora.js) al reproductor web
el_gr: Εξουσιοδοτήστε τον αποκωδικοποιητή JavaScript (Aurora.js) στο Web Player (s)
fa_ir: مجازکردن جاوا اسکریپت (Aurora.js) در Web Player (s)
hu_hu: Engedélyezze a JavaScript dekódert (Aurora.js) a Web Player (ek) ben
ko_kr: 웹 플레이어에서 JavaScript 디코더 (Aurora.js) 권한 부여
sv_se: Godkänn JavaScript-avkodaren (Aurora.js) i Web Player (s)
tr_tr: Web Oynatıcısında JavaScript kod çözücüsünü (Aurora.js) yetkilendirin
uk_ua: Авторизуйте декодер JavaScript (Aurora.js) у веб-програвачах

source: Upload: allow users to remove uploaded songs
ca_es: Carregar: permet als usuaris eliminar cançons carregades
el_gr: Μεταφόρτωση: επιτρέψτε στους χρήστες να αφαιρέσουν τα φορτωμένα τραγούδια
fa_ir: آپلود: کاربران را قادر به حذف آهنگ های آپلود شده
hu_hu: Feltöltés: lehetővé teszi a felhasználók számára a feltöltött dalok eltávolítását
ko_kr: 업로드 : 사용자가 업로드 된 노래를 삭제할 수 있습니다.
sv_se: Uppladdning: tillåta användare att ta bort uppladdade låtar
tr_tr: Yükle: kullanıcıların yüklenen şarkıları kaldırmasına izin ver
uk_ua: Завантажити: дозволити користувачам видаляти завантажені пісні

source: Custom login page logo url
ca_es: URL del logotip de la pàgina d'inici de sessió personalitzat
el_gr: Προσαρμοσμένη διεύθυνση σύνδεσης με τη σελίδα σύνδεσης
fa_ir: صفحه ورود آرم صفحه سفارشی
hu_hu: Egyéni bejelentkezési oldal logó URL-címe
ko_kr: 사용자 정의 로그인 페이지 로고 URL
sv_se: Anpassad inloggningssida logo url
tr_tr: Özel giriş sayfası logosu url'si
uk_ua: URL-адреса логотипу на спеціальній сторінці входу

source: Custom favicon url
ca_es: URL de favicon personalitzat
el_gr: Προσαρμοσμένη διεύθυνση URL favicon
fa_ir: URL فاویکون سفارشی
hu_hu: Egyéni favicon url
ko_kr: 맞춤 favicon URL
sv_se: Anpassad favicon url
tr_tr: Özel favicon url'si
uk_ua: Спеціальна URL-адреса favicon

source: Custom text footer
ca_es: Peu de text personalitzat
el_gr: Υποσέλιδο προσαρμοσμένου κειμένου
fa_ir: پاورقی متن سفارشی
hu_hu: Egyéni szöveglábléc
ko_kr: 사용자 정의 텍스트 바닥 글
sv_se: Anpassad textfotboll
tr_tr: Özel metin altbilgisi
uk_ua: Користувацький нижній колонтитул тексту

source: Use WebDAV backend
ca_es: Utilitzeu el dorsal WebDAV
el_gr: Χρησιμοποιήστε το backend του WebDAV
fa_ir: استفاده از Backend WebDAV
hu_hu: Használja a WebDAV hátteret
ko_kr: WebDAV 백엔드 사용
sv_se: Använd WebDAV-backend
tr_tr: WebDAV arka ucunu kullan
uk_ua: Використовуйте сервер WebDAV

source: Receive notifications by email (shouts, private messages, ...)
ca_es: Rebre notificacions per correu electrònic (crits, missatges privats, ...)
el_gr: Λήψη ειδοποιήσεων μέσω ηλεκτρονικού ταχυδρομείου (φωνές, ιδιωτικά μηνύματα, ...)
fa_ir: دریافت اعلان ها از طریق ایمیل (فریاد، پیام خصوصی، ...)
hu_hu: Értesítések fogadása e-mailben (kiabálás, privát üzenetek, ...)
ko_kr: 이메일 알림 (외침, 비공개 메시지 등) 수신
sv_se: Få meddelanden via e-post (rop, privata meddelanden, ...)
tr_tr: Bildirimleri e-posta ile alın (bağırır, özel iletiler, ...)
uk_ua: Отримувати сповіщення електронною поштою (крики, приватні повідомлення, ...)

source: Theme color
ca_es: Color del tema
el_gr: Χρώμα θεμάτων
fa_ir: رنگ تم
hu_hu: Téma színe
ko_kr: 테마 색
sv_se: Tema färg
tr_tr: Tema rengi
uk_ua: Колір теми

source: Disable custom metadata fields (ctrl / shift click to select multiple)
ca_es: Inhabiliteu els camps de metadades personalitzats (feu clic Ctrl / shift per seleccionar múltiples)
el_gr: Απενεργοποιήστε τα προσαρμοσμένα πεδία μεταδεδομένων (κάντε κλικ στην επιλογή ctrl / shift για να επιλέξετε πολλά)
fa_ir: فیلدهای متادیتای سفارشی را غیرفعال کنید (ctrl / shift برای انتخاب چندگانه کلیک کنید)
hu_hu: Egyéni metaadat mezők letiltása (ctrl / shift kattintással többszörös kiválasztásához)
ko_kr: 맞춤 메타 데이터 필드 사용 중지 (Ctrl / Shift를 여러 번 눌러 선택)
sv_se: Inaktivera anpassade metadatafält (ctrl / shift-klicka för att välja flera)
tr_tr: Özel meta veri alanlarını devre dışı bırakın (birden fazla seçmek için ctrl / shift tuşuna tıklayın)
uk_ua: Вимкнути спеціальні поля метаданих (ctrl / shift натисніть, щоб вибрати кілька)

source: Disable custom metadata fields. Insert them in a comma separated list. They will add to the fields selected above.
ca_es: Desactiva els camps de metadades personalitzats. Inseriu-los en una llista separada per comes. S'afegiran als camps seleccionats anteriorment.
el_gr: Απενεργοποιήστε τα προσαρμοσμένα πεδία μεταδεδομένων. Τοποθετήστε τα σε μια λίστα χωρισμένη με κόμματα. Θα προσθέσουν στα πεδία που επιλέχθηκαν παραπάνω.
fa_ir: فیلدهای متادیتای سفارشی را غیرفعال کنید آنها را در لیست جدا شده با کاما قرار دهید. آنها به فیلدهای انتخاب شده در بالا اضافه خواهند شد.
hu_hu: Egyéni metaadat mezők letiltása. Helyezze őket vesszővel elválasztott listába. Ezek hozzáadódnak a fent kiválasztott mezőkhöz.
ko_kr: 맞춤 메타 데이터 필드를 사용 중지합니다. 쉼표로 구분 된 목록에 그들을 삽입하십시오. 위에 선택된 필드에 추가됩니다.
sv_se: Inaktivera anpassade metadatafält. Infoga dem i en kommaseparerad lista. De lägger till de fält som valts ovan.
tr_tr: Özel meta veri alanlarını devre dışı bırakın. Bunları virgülle ayrılmış bir listeye ekleyin. Yukarıda seçilen alanlara eklenecekler.
uk_ua: Вимкнути спеціальні поля метаданих. Вставте їх у список, розділений комами. Вони будуть додані до полів, вибраних вище.

source: Podcast: # latest episodes to keep
ca_es: Podcast: # últims episodis per mantenir
el_gr: Podcast: # τελευταία επεισόδια που πρέπει να διατηρήσετε
fa_ir: پادکست: # آخرین قسمت برای حفظ
hu_hu: Podcast: # legutóbbi epizódok
ko_kr: 팟 캐스트 : 유지할 최신 에피소드 # 개
sv_se: Podcast: # senaste episoderna för att behålla
tr_tr: Podcast: # tutulacak son bölümler
uk_ua: Подкаст: # останні епізоди для збереження

source: Podcast: # episodes to download when new episodes are available
ca_es: Podcast: # episodis per descarregar quan hi hagi episodis nous disponibles
el_gr: Podcast: # επεισόδια για λήψη όταν υπάρχουν νέα επεισόδια
fa_ir: پادکست: # قسمت برای بارگیری زمانی که قسمتهای جدید در دسترس هستند
hu_hu: Podcast: # epizódok letöltéséhez, ha új epizódok vannak
ko_kr: 팟 캐스트 : 새 에피소드를 사용할 수있을 때 다운로드 할 에피소드 # 개
sv_se: Podcast: # episoder att hämta när nya episoder är tillgängliga
tr_tr: Podcast: # Yeni bölümler olduğunda indirilecek bölümler
uk_ua: Подкаст: # епізоди для завантаження, коли доступні нові епізоди

source: Library item context menu
ca_es: Menú contextual de l’element de la biblioteca
el_gr: Το μενού περιβάλλοντος του στοιχείου Βιβλιοθήκη
fa_ir: منوی زمینه مورد کتابخانه
hu_hu: Könyvtár elem kontextus menü
ko_kr: 라이브러리 항목 컨텍스트 메뉴
sv_se: Bibliotekspostens sammanhangsmeny
tr_tr: Kütüphane öğesi içerik menüsü
uk_ua: Контекстне меню елемента бібліотеки

source: Rename uploaded file according to catalog pattern
ca_es: Canvieu el nom del fitxer carregat segons el patró del catàleg
el_gr: Μετονομάστε το φορτωμένο αρχείο σύμφωνα με το σχέδιο καταλόγου
fa_ir: فایل آپلود شده را طبق الگوی فهرست تغییر دهید
hu_hu: Nevezze át a feltöltött fájlt a katalógusmintának megfelelően
ko_kr: 카탈로그 패턴에 따라 업로드 된 파일의 이름 바꾸기
sv_se: Byt namn på uppladdad fil enligt katalogmönster
tr_tr: Yüklenen dosyayı katalog düzenine göre yeniden adlandır
uk_ua: Перейменувати завантажений файл відповідно до шаблону каталогу

source: Check library item at import time and don't import duplicates
ca_es: Comproveu l’element de la biblioteca a l’hora d’importació i no importeu duplicats
el_gr: Ελέγξτε το στοιχείο της βιβλιοθήκης κατά την εισαγωγή και μην εισάγετε διπλότυπα
fa_ir: مورد را در زمان ورود وارد کنید و تکراری را وارد نکنید
hu_hu: Ellenőrizze a könyvtári elemet importáláskor és ne importálja a másolatokat
ko_kr: 가져올 때 라이브러리 항목을 확인하고 중복 항목을 가져 오지 마십시오.
sv_se: Kontrollera biblioteksposten vid importtiden och importera inte dubbletter
tr_tr: Kütüphane öğesini içe aktarma zamanında kontrol edin ve kopyaları alma
uk_ua: Перевірте елемент бібліотеки під час імпорту та не імпортуйте дублікати

source: Show filter box on browse
ca_es: Mostra el quadre de filtre en navegar
el_gr: Εμφάνιση πλαισίου φίλτρου στην περιήγηση
fa_ir: نمایش جعبه فیلتر در فهرست
hu_hu: A szűrődoboz megjelenítése a böngészőben
ko_kr: 찾아보기에 필터 상자 표시
sv_se: Visa filterlåda på bläddra
tr_tr: Göz atma filtresini göster
uk_ua: Показати вікно фільтрування у вікні перегляду

source: Light sidebar by default
ca_es: Desactiveu la barra lateral per defecte
el_gr: Φωτεινή πλευρική γραμμή από προεπιλογή
fa_ir: نوار کناری نور به طور پیش فرض
hu_hu: Alapértelmezés szerint könnyű oldalsáv
ko_kr: 기본적으로 라이트 사이드 바
sv_se: Ljus sidofält som standard
tr_tr: Varsayılan olarak ışık kenar çubuğu
uk_ua: За промовчанням увімкніть бічну панель

source: Custom blank album default image
ca_es: Imatge predeterminada d’àlbum en blanc personalitzada
el_gr: Προσαρμοσμένη εικ
fa_ir: آلبوم پیش فرض تصویر سفارشی خالی است
hu_hu: Egyéni üres album alapértelmezett kép
ko_kr: 사용자 정의 빈 앨범 기본 이미지
sv_se: Anpassad blankalbums standardbild
tr_tr: Özel boş albüm varsayılan resmi
uk_ua: Користувальницьке зображення за промовчанням за замовчуванням

source: Custom blank video default image
ca_es: Imatge predeterminada de vídeo en blanc personalitzada
el_gr: Προσαρμοσμένη εικ. Προεπιλεγμένης εικόνας
fa_ir: سفارشی تصویر خالی تصویر پیش فرض
hu_hu: Egyéni üres videó alapértelmezett kép
ko_kr: 사용자 정의 빈 비디오 기본 이미지
sv_se: Anpassad blank video standard bild
tr_tr: Özel boş video varsayılan görüntüsü
uk_ua: Зображення за промовчанням за замовчуванням відео

source: Alphabet browsing by default for following library items (album,artist,...)
ca_es: Navegació per alfabet per defecte per als següents elements de la biblioteca (àlbum, artista, ...)
el_gr: Αλφαβητική περιήγηση από προεπιλογή για τα ακόλουθα στοιχεία βιβλιοθήκης (άλμπουμ, καλλιτέχνη, ...)
fa_ir: به طور پیش فرض، الفبای مورد نظر برای موارد زیر کتابخانه (آلبوم، هنرمند، ...)
hu_hu: Alapértelmezés szerint az ábécé böngészés a következő könyvtárelemek (album, előadó, ...) után
ko_kr: 다음 라이브러리 항목 (앨범, 아티스트 등)에 기본적으로 알파벳 검색
sv_se: Alfabetsbrowsing som standard för följande biblioteksposter (album, artist, ...)
tr_tr: Aşağıdaki kitaplık öğeleri için alfabe taraması
uk_ua: Типовий перегляд алфавіту для наступних елементів бібліотеки (альбому, виконавця, ...)

source: Amazon base url
ca_es: URL de base d'Amazon
el_gr: Διεύθυνση url Amazon
fa_ir: پایگاه پایگاه آمازون
hu_hu: Amazon bázis url
ko_kr: Amazon 기본 URL
sv_se: Amazon basadress
tr_tr: Amazon ana URL'si
uk_ua: База Amazon бази

source: Amazon max results pages
ca_es: Pàgines de resultats d'Amazon màxima
el_gr: Amazon max σελίδες αποτελεσμάτων
fa_ir: صفحات نتایج حداکثر آمازون
hu_hu: Amazon max eredményoldalak
ko_kr: 아마존 최대 결과 페이지
sv_se: Amazon max resultat sidor
tr_tr: Amazon max sonuç sayfası
uk_ua: Макс. Сторінки результатів Amazon

source: Amazon Access Key ID
ca_es: Identificador de clau d'accés d'Amazon
el_gr: Αναγνωριστικό κλειδιού πρόσβασης Amazon
fa_ir: شناسه دسترسی دسترسی آمازون
hu_hu: Amazon hozzáférési kulcs azonosító
tr_tr: Amazon Erişim Anahtarı Kimliği
uk_ua: ID ключа доступу Amazon

source: Amazon Secret Access Key
ca_es: Clau d’accés secreta d’Amazon
el_gr: Κλειδί μυστικής πρόσβασης Amazon
fa_ir: کلید دسترسی راز آمازون
hu_hu: Amazon titkos hozzáférési kulcs
tr_tr: Amazon Gizli Erişim Anahtarı
uk_ua: Amazon секретний ключ доступу

source: Amazon associate tag
ca_es: Etiqueta associada d’Amazon
el_gr: Ετικέτα συνεργάτη Amazon
fa_ir: برچسب همکار آمازون
hu_hu: Amazon társító tag
ko_kr: Amazon 관련 태그
sv_se: Amazon associera tagg
tr_tr: Amazon ortak etiketi
uk_ua: Амазонка асоційована тега

source: library
ca_es: biblioteca
el_gr: βιβλιοθήκη
fa_ir: کتابخانه
hu_hu: könyvtár
ko_kr: 도서관
sv_se: bibliotek
tr_tr: kütüphane
uk_ua: бібліотека

source: upload
ca_es: carregar
el_gr: μεταφόρτωση
fa_ir: بارگذاری
hu_hu: feltölt
ko_kr: 업로드
sv_se: ladda upp
tr_tr: yüklemek
uk_ua: завантажити

source: catalog
ca_es: catàleg
el_gr: κατάλογος
fa_ir: کاتالوگ
hu_hu: katalógus
ko_kr: 목록
sv_se: katalog
tr_tr: katalog
uk_ua: каталог

source: theme
ca_es: tema
el_gr: θέμα
fa_ir: موضوع
hu_hu: téma
ko_kr: 테마
sv_se: tema
tr_tr: tema
uk_ua: теми

source: custom
ca_es: personalitzat
el_gr: έθιμο
fa_ir: سفارشی
hu_hu: szokás
ko_kr: 관습
sv_se: beställnings-
tr_tr: görenek
uk_ua: звичай

source: amazon
el_gr: αμαζόνα
fa_ir: آمازون
ko_kr: 아마존
sv_se: amason

source: Album MusicBrainzID
ar_sa: ألبوم MusicBrainzID
ca_es: Àlbum MusicBrainzID
el_gr: Άλμπουμ MusicBrainzID
fi_fi: Albumin musiikkiBrainzID
he_il: אלבום
ko_kr: 앨범 MusicBrainzID
tr_tr: Müzik AlbümüBrainzID
uk_ua: Альбом MusicBrainzID

source: Track MusicBrainzID
ar_sa: تتبع MusicBrainzID
ca_es: Pista MusicBrainzID
da_dk: Spor MusicBrainzID
el_gr: Παρακολουθήστε το MusicBrainzID
fi_fi: Seuraa MusicBrainzID-tiedostoa
he_il: עקוב אחר MusicBrainzID
hu_hu: MusicBrainzID követése
ko_kr: MusicBrainzID 추적
nb_no: Spor MusicBrainzID
sv_se: Spåra MusicBrainzID
tr_tr: Müzik İzlemeBrainzID
uk_ua: Трек MusicBrainzID

source: Localplay
el_gr: Τοπικό παιχνίδι
ko_kr: 로컬 플레이
uk_ua: Локальний

source: RAM
ar_sa: الرامات "الذاكرة العشوائية في الهواتف والحواسيب
da_dk: vædder
ko_kr: 램
tr_tr: Veri deposu
uk_ua: ОЗП

source: Unplayed
ar_sa: غير لعب
ca_es: Sense reproducció
da_dk: uafspillede
el_gr: Δεν παίζεται
fi_fi: toistamattomat
he_il: לא הופעלה
ko_kr: 재생되지 않음
nb_no: uspilte
sv_se: ospelade
uk_ua: Не відтворюється

source: Collapse/Expand Sidebar [menu_section].
ar_sa: طي / توسيع الشريط الجانبي [menu_section].
ca_es: Plegar / Expandir barra lateral [menu_section].
da_dk: Skjul / Udvid sidebjælke [menu_sektion].
el_gr: Σύμπτυξη / Άνοιγμα πλευρικής γραμμής [menu_section].
fi_fi: Kutista / Laajenna sivupalkki [menu_section].
he_il: כווץ / הרחב את הסרגל הצידי [menu_section].
hu_hu: Az oldalsáv összecsukása / kibontása [menu_section].
ko_kr: 사이드 바 축소 / 확장 [menu_section].
nb_no: Skjul / Utvid sidefelt [menu_section].
sv_se: Dölj / expand Sidebar [menu_section].
tr_tr: Daralt / Genişlet Kenar Çubuğu [menu_section].
uk_ua: Згорнути / розгорнути бічну панель [menu_section].

source: Collapse/Expand Sidebar.
ar_sa: طي / توسيع الشريط الجانبي.
ca_es: Redueix / amplia la barra lateral.
da_dk: Skjul / Udvid sidebjælke.
el_gr: Σύμπτυξη / Ανάπτυξη πλευρικής εργαλειοθήκης.
fi_fi: Kutista / Laajenna sivupalkki.
he_il: כווץ / הרחב את הסרגל הצידי.
hu_hu: Az oldalsáv összecsukása / kibontása.
ko_kr: 사이드 바 축소 / 확장.
nb_no: Skjul / Utvid sidebjelke.
sv_se: Dölj / expand Sidebar.
tr_tr: Kenar Çubuğunu Daralt / Genişlet.
uk_ua: Згорнути / розгорнути бічну панель.

source: Clear Songs Cache
ar_sa: مسح ذاكرة التخزين المؤقت أغاني
ca_es: Esborra la memòria cau de cançons
da_dk: Ryd sangcache
el_gr: Clear Cache Τραγούδια
fi_fi: Poista kappaleiden välimuisti
he_il: נקה מטמון שירים
hu_hu: A dalok gyorsítótárának törlése
ko_kr: 노래 캐시 지우기
nb_no: Fjern Sang Cache
sv_se: Rensa Songs Cache
tr_tr: Şarkılar Önbelleğini Temizle
uk_ua: Очистити кеш пісень

source: MusicBrainz ID
ar_sa: معرف MusicBrainz
ca_es: ID de MusicBrainz
fi_fi: MusicBrainz-tunnus
he_il: מזהה
hu_hu: MusicBrainz azonosító
tr_tr: MusicBrainz Kimliği
uk_ua: ID MusicBrainz

source: Edit existing Shoutbox Post
ar_sa: تحرير نشر Shoutbox الحالي
ca_es: Editar una Shoutbox existent pels post
da_dk: Rediger eksisterende Shoutbox Post
el_gr: Επεξεργασία υπάρχουσας δημοσίευσης στο Shoutbox
fi_fi: Muokkaa olemassa olevaa Shoutbox Postia
he_il: ערוך פוסט Shoutbox קיים
hu_hu: Meglévő Shoutbox Post szerkesztése
ko_kr: 기존 Shoutbox Post 편집
nb_no: Rediger eksisterende shoutbox oppføring
sv_se: Redigera befintligt chattinlägg
tr_tr: Mevcut Shoutbox Yayınını Düzenle
uk_ua: Редагувати існуюче повідомлення Shoutbox

source: MySQL Hostname
ar_sa: اسم المضيف MySQL
ca_es: Nom d’amfitrió de MySQL
fi_fi: MySQL-isäntänimi
he_il: שם המארח של
hu_hu: MySQL gazdanév
ko_kr: MySQL 호스트 이름
sv_se: MySQL värdnamn
tr_tr: MySQL Ana Bilgisayar Adı
uk_ua: Ім'я хоста MySQL

source: ReplayGain Album Gain
ar_sa: ألبوم ReplayGain
el_gr: Αναπαραγωγή άλμπουμ αναπαραγωγής
fi_fi: ReplayGain Albumin vahvistus
he_il: ReplayGain אלבום רווח
ko_kr: ReplayGain 앨범 게인
uk_ua: Поповнення альбому ReplayGain

source: PHP zlib extension
ar_sa: PHP تمديد zlib
ca_es: Extensió PHP zlib
da_dk: PHP zlib udvidelse
el_gr: PHP επέκταση zlib
fi_fi: PHP zlib-laajennus
he_il: סיומת PHP zlib
hu_hu: PHP zlib kiterjesztés
ko_kr: PHP zlib 확장
nb_no: PHP zlib-utvidelse
sv_se: PHP zlib förlängning
tr_tr: PHP zlib uzantısı
uk_ua: Розширення PHP zlib

source: Expand/Collapse
ar_sa: توسيع الانهيار
el_gr: Ανάπτυξη / Σύμπτυξη
fi_fi: Laajenna tiivistä
he_il: להרחיב לצמצם
hu_hu: Megmutat / Elrejt
ko_kr: 확장 / 축소
nb_no: Utvid / trekk
sv_se: Visa / Dölj
tr_tr: / Kapa
uk_ua: Розгорнути / згорнути

source: Localplay Disabled
ca_es: Localplay Desactivat
el_gr: Απενεργοποίηση τοπικού παιχνιδιού
hu_hu: Localplay letiltva
ko_kr: 로컬 플레이 사용 안 함
uk_ua: Localplay вимкнено

source: PLS
ar_sa: الرجاء
tr_tr: LÜTFEN

source: aMuzak
he_il: אמוזאק
ko_kr: 아 뮤자 크
