Repository: codacy-badger/amuzak
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, ca_es, da_dk, el_gr, fa_ir, fi_fi, he_il, hu_hu, ko_kr, nb_no, sv_se, tr_tr, uk_ua

source: Deleted
ar_sa: تم الحذف
ca_es: Eliminat
da_dk: slettet
el_gr: Διαγράφηκε
fa_ir: حذف شده
fi_fi: poistettu
he_il: נמחק
hu_hu: törölve
ko_kr: 삭제됨
nb_no: slettet
sv_se: raderade
tr_tr: silindi
uk_ua: Видалено

source: Your Access List Entry has been removed
ar_sa: تمت إزالة إدخال قائمة الوصول الخاصة بك
ca_es: La teva llista d'accés ha esta esborrada
da_dk: Din adgangsliste er blevet fjernet
el_gr: Η εγγραφές στη λίστα πρόσβασης έχει αφαιρεθεί
fa_ir: ورودی لیست دسترسی شما حذف شده است
fi_fi: Käyttöoikeusluettelosi merkintä on poistettu
he_il: הוסרה רשומה מרשימת הגישה שלך
hu_hu: A hozzáférési lista bejegyzését eltávolították
ko_kr: 접근 리스트 항목이 제거되었습니다
nb_no: Din oppføring i tilgangslisten har blitt slettet
sv_se: Din behörighetspost har tagits bort
tr_tr: Erişim Listesi Girişiniz kaldırıldı
uk_ua: Запис видалено із Списку Контролю Доступу

source: Deletion Request
ar_sa: طلب الحذف
ca_es: Petició d'esborrar
da_dk: Sletning anmodning
el_gr: Αίτημα Διαγραφής
fa_ir: درخواست حذف
fi_fi: Poistopyyntö
he_il: בקשת מחיקה
hu_hu: Törlési kérés
ko_kr: 삭제 요청
nb_no: Slettingsforespørsel
sv_se: Begäran om borttagning
tr_tr: Silme İsteği
uk_ua: Видалення

source: Are you sure you want to permanently delete
ar_sa: هل تريد بالتأكيد حذفها نهائيًا؟
ca_es: Esteu segur que voleu suprimir de manera permanent
da_dk: Er du sikker på, at du vil slette permanent
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε οριστικά
fa_ir: مطمئن هستید که می خواهید به طور دائم پاک شود؟
fi_fi: Haluatko varmasti poistaa pysyvästi
he_il: האם הנך בטוח שברצונך למחוק לצמיתות
hu_hu: Biztos vagy benne, hogy véglegesen törlöd
ko_kr: 다음 항목을 정말로 삭제하시겠습니까?
nb_no: Er du sikker på at du ønsker permanent sletting
sv_se: Är du säker på att du vill radera permanent
tr_tr: Kalıcı olarak silmek istediğinizden emin misiniz?
uk_ua: Ви впевнені, що хочете назавжди видалити

source: Added
ar_sa: وأضاف
ca_es: Afegit
da_dk: Lagt
el_gr: Προστέθηκε
fa_ir: اضافه
fi_fi: lisätty
he_il: נוסף
hu_hu: Hozzáadott
ko_kr: 추가됨
nb_no: La til
sv_se: Lagt till
tr_tr: Katma
uk_ua: Додано

source: Your new Access Control List(s) have been created
ar_sa: تم إنشاء قائمة (قوائم) التحكم في الوصول الجديدة الخاصة بك
ca_es: La teva nova llista d'accés ha estat creada
da_dk: Din nye adgangskontrolliste (er) er oprettet
el_gr: Οι νέες σας λίστες ελέγχου πρόσβασης έχουν δημιουργηθεί
fa_ir: لیست جدید کنترل دسترسی شما ایجاد شده است
fi_fi: Uusi käyttöoikeusluettelo (t) on luotu
he_il: רשימ(ו)ת בקרת הגישה החדשות שלך נוצרו
hu_hu: Létrehozták az új hozzáférés-vezérlési listá (ka) t
ko_kr: 새 접근 리스트가 만들어졌습니다
nb_no: Din nye oppføring i tilgangslistene har blitt lagret
sv_se: Din nya behörighetskontroll har skapats
tr_tr: Yeni Erişim Kontrol Listeniz (ler) oluşturuldu
uk_ua: Ваш новий Список(и) Контролю Доступу був створений

source: Updated
ar_sa: محدث
ca_es: Actualitzat
da_dk: Opdateret
el_gr: ΕΠΙΚΑΙΡΟΠΟΙΗΜΕΝΟ
fa_ir: به روز شد
fi_fi: Päivitetty
he_il: מעודכן
hu_hu: korszerűsített
ko_kr: 업데이트 됨
nb_no: oppdatert
sv_se: Uppdaterad
tr_tr: Güncellenmiş
uk_ua: Оновлено

source: Access List Entry updated
ar_sa: تم تحديث إدخال قائمة الوصول
ca_es: Actualitzada la llistra d'entrada
da_dk: Access List Entry opdateret
el_gr: Η εγγραφή σας στη λίστα πρόσβασης ενημερώθηκε
fa_ir: دسترسی به لیست ورود به روز شد
fi_fi: Access List Entry päivitetty
he_il: עודכנה רשומה ברשימת הגישה
hu_hu: A hozzáférési lista bejegyzése frissítve
ko_kr: 접근 리스트 업데이트됨
nb_no: Oppføring i tilgangslistene har blitt oppdatert
sv_se: Post i åtkomstlista uppdaterad
tr_tr: Erişim Listesi Girişi güncellendi
uk_ua: Запис Списку Контролю Доступу оноволено

source: Catalog Update started...
ar_sa: بدأ تحديث الكتالوج ...
ca_es: Actualització del catàleg ...
da_dk: Katalogopdatering startet ...
el_gr: Κατάλογος Ενημέρωση άρχισε ...
fa_ir: به روزرسانی کاتالوگ ...
fi_fi: Katalogin päivitys alkoi ...
he_il: החל עדכון קטלוג...
hu_hu: A katalógus frissítése megkezdődött ...
ko_kr: 카탈로그 업데이트가 시작되었습니다 ...
nb_no: Katalogoppdatering startet ...
sv_se: Kataloguppdatering startade ...
tr_tr: Katalog Güncellemesi başlatıldı ...
uk_ua: Почалося оновлення каталогу ...

source: Catalog Deleted
ar_sa: تم حذف الكتالوج
ca_es: Catàleg suprimit
da_dk: Katalog slettet
el_gr: Ο κατάλογος διαγράφηκε
fa_ir: کاتالوگ حذف شد
fi_fi: Luettelo poistettu
he_il: קטלוג נמחק
hu_hu: Katalógus törölt
ko_kr: 카탈로그가 삭제되었습니다.
nb_no: Katalog slettet
sv_se: Katalog utgår
tr_tr: Katalog Silindi
uk_ua: Каталог видалено

source: The Catalog and all associated records have been deleted
ar_sa: تم حذف الكتالوج وجميع السجلات المرتبطة به
ca_es: S'han suprimit el catàleg i tots els registres associats
da_dk: Kataloget og alle tilknyttede poster er blevet slettet
el_gr: Ο κατάλογος και όλες οι σχετικές εγγραφές έχουν διαγραφεί
fa_ir: کاتالوگ و تمام پرونده های مرتبط حذف شده اند
fi_fi: Luettelo ja kaikki siihen liittyvät tietueet on poistettu
he_il: הקטלוג וכל הרשומות המשויכות אליו נמחקו
hu_hu: A katalógus és az összes kapcsolódó rekord törölve lett
ko_kr: 카탈로그 및 모든 관련 레코드가 삭제되었습니다.
nb_no: Kataloget og alle tilknyttede poster er slettet
sv_se: Katalogen och alla tillhörande poster har tagits bort
tr_tr: Katalog ve ilgili tüm kayıtlar silindi
uk_ua: Каталог і всі пов'язані з ним записи були видалені

source: Error
ar_sa: خطأ
da_dk: Fejl
el_gr: Λάθος
fa_ir: خطا
fi_fi: Virhe
he_il: שגיאה
hu_hu: Hiba
ko_kr: 오류
nb_no: Feil
sv_se: Fel
tr_tr: Hata
uk_ua: Помилка

source: Cannot delete the catalog
ar_sa: لا يمكن حذف الكتالوج
ca_es: No es pot suprimir el catàleg
da_dk: Kan ikke slette kataloget
el_gr: Δεν είναι δυνατή η διαγραφή του καταλόγου
fa_ir: کاتالوگ را نمی توانید حذف کنید
fi_fi: Luetteloa ei voi poistaa
he_il: לא ניתן למחוק את הקטלוג
hu_hu: A katalógus nem törölhető
ko_kr: 카탈로그를 삭제할 수 없습니다.
nb_no: Kan ikke slette katalogen
sv_se: Kan inte radera katalogen
tr_tr: Katalog silinemiyor
uk_ua: Неможливо видалити каталог

source: Catalog Delete
ar_sa: حذف الكتالوج
ca_es: Eliminar el catàleg
da_dk: Katalog Slet
el_gr: Κατάλογος Διαγραφή
fa_ir: کاتالوگ حذف
fi_fi: Luettelo Poista
he_il: מחק קטלוג
hu_hu: Katalógus törlése
ko_kr: 카탈로그 삭제
nb_no: Katalog Slett
sv_se: Katalog Ta bort
tr_tr: Katalog Sil
uk_ua: Каталог Видалити

source: Confirm Deletion Request
ar_sa: تأكيد طلب الحذف
ca_es: Confirmeu la sol·licitud de supressió
da_dk: Bekræft sletningsforespørgsel
el_gr: Επιβεβαίωση αίτησης διαγραφής
fa_ir: تأیید درخواست حذف
fi_fi: Vahvista poistopyyntö
he_il: אשר בקשת מחיקה
hu_hu: A törlési kérelem megerősítése
ko_kr: 삭제 요청 확인
nb_no: Bekreft slettingsforespørsel
sv_se: Bekräfta borttagningsbegäran
tr_tr: Silme İsteğini Onayla
uk_ua: Підтвердити запит на видалення

source: Song Enabled
ar_sa: تم تمكين الأغاني
ca_es: Cançó permesa
da_dk: Sang aktiveret
el_gr: Ενεργοποίηση τραγουδιού
fa_ir: آهنگ فعال
fi_fi: Laulu käytössä
he_il: שיר מופעל
hu_hu: Song engedélyezve
ko_kr: 활성화된 노래
nb_no: Spor aktivert
sv_se: Song aktiverad
tr_tr: Şarkı Etkin
uk_ua: Пісня включена

source: No Disabled Songs selected
ar_sa: لم يتم تحديد أغاني للمعاقين
ca_es: No s’han seleccionat cançons desactivades
da_dk: Ingen handicappede sange valgt
el_gr: Δεν έχουν επιλεγεί τα Απενεργοποιημένα τραγούδια
fa_ir: هیچ آهنگ غیرفعال انتخاب نشده است
fi_fi: Ei valittuja poistettuja kappaleita
he_il: לא נבחרו שירים שהושבתו
hu_hu: Nincs kijelölt tiltott dal
ko_kr: 사용할 수없는 노래 없음
nb_no: Ingen funksjonshemmede sanger valgt
sv_se: Inga funktionsljud har valts
tr_tr: Engelli Şarkısı seçilmedi
uk_ua: Не вибрано вибраних пісень

source: Disabled Song Processed
ar_sa: تم تعطيل أغاني المعاقين
ca_es: Discapacitat cançó processada
da_dk: Deaktiveret sang behandles
el_gr: Απενεργοποιημένο τραγούδι επεξεργασμένο
fa_ir: آهنگ غیرفعال پردازش شده
fi_fi: Kielto-kappale on käsitelty
he_il: השבתת שיר מעובדת
hu_hu: Letiltott dal feldolgozása
ko_kr: 노래 비활성화중
nb_no: Deaktivert Song behandlet
sv_se: Inaktiverad Song Processed
tr_tr: Devre Dışı Şarkı İşlendi
uk_ua: Вимкнуто пісню

source: Catalog Clean started...
ar_sa: النشرة المصورة بدأت ...
ca_es: Catalog Clean va començar ...
da_dk: Catalog Clean startede ...
el_gr: Κατάλογος Καθαριότητα ξεκίνησε ...
fa_ir: کاتالوگ تمیز آغاز شده ...
fi_fi: Luettelo Clean aloitettu ...
he_il: החל ניקוי קטלוג...
hu_hu: Katalógus Clean kezdődött ...
ko_kr: 카탈로그 정리 시작 ...
nb_no: Katalog Clean startet ...
sv_se: Katalog Rengöring startade ...
tr_tr: Katalog temizliği başladı ...
uk_ua: Каталог Чистота запущено ...

source: Catalog Updated
ar_sa: تحديث الكتالوج
ca_es: Catàleg actualitzat
da_dk: Katalog opdateret
el_gr: Κατάλογος ενημερώθηκε
fa_ir: کاتالوگ به روز شده
fi_fi: Luettelo päivitetty
he_il: קטלוג מעודכן
hu_hu: Katalógus frissítve
ko_kr: 카탈로그 업데이트 됨
nb_no: Katalog oppdatert
sv_se: Katalog Uppdaterad
tr_tr: Katalog Güncelleme
uk_ua: Каталог оновлено

source: Subdirectory update started...
ar_sa: بدأ تحديث الدليل الفرعي ...
ca_es: S'ha iniciat l'actualització del subdirectori ...
da_dk: Underkatalog opdatering startet ...
el_gr: Ξεκίνησε η ενημέρωση υποκαταλόγου ...
fa_ir: به روز رسانی زیر شاخه ...
fi_fi: Alikansiopäivitys alkoi ...
he_il: החל עדכון תיקיות משנה...
hu_hu: Az alkönyvtár-frissítés elkezdődött ...
ko_kr: 하위 디렉토리 업데이트가 시작되었습니다 ...
nb_no: Oppdatering av underkataloger startet ...
sv_se: Uppdatering av underkatalog startade ...
tr_tr: Alt dizin güncellemesi başladı ...
uk_ua: Поновлено підкаталог ...

source: Error: Please select a catalog type
ar_sa: خطأ: يرجى تحديد نوع الكتالوج
ca_es: Error: seleccioneu un tipus de catàleg
da_dk: Fejl: Vælg venligst en katalogtype
el_gr: Σφάλμα: Επιλέξτε έναν τύπο καταλόγου
fa_ir: خطا: لطفا نوع کاتالوگ را انتخاب کنید
fi_fi: Virhe: Valitse luettelotyyppi
he_il: שגיאה: אנא בחר סוג קטלוג
hu_hu: Hiba: Válasszon egy katalógus típust
ko_kr: 오류 : 카탈로그 유형을 선택하십시오.
nb_no: Feil: Vennligst velg en katalogtype
sv_se: Fel: Var god välj en katalogtyp
tr_tr: Hata: Lütfen bir katalog türü seçin
uk_ua: Помилка. Виберіть тип каталогу

source: Error: Name not specified
ar_sa: خطأ: الاسم غير محدد
ca_es: Error: el nom no s'ha especificat
da_dk: Fejl: Navn ikke angivet
el_gr: Σφάλμα: Το όνομα δεν έχει καθοριστεί
fa_ir: خطا: نام مشخص نشده است
fi_fi: Virhe: Nimiä ei ole määritetty
he_il: שגיאה: לא צוין שם
hu_hu: Hiba: a név nincs megadva
ko_kr: 오류 : 이름이 지정되지 않았습니다.
nb_no: Feil: Navn ikke spesifisert
sv_se: Fel: Namn är inte angivet
tr_tr: Hata: İsim belirtilmedi
uk_ua: Помилка: назва не вказано

source: Catalog Creation started...
ar_sa: بدأ إنشاء الكتالوج ...
ca_es: S'ha iniciat la creació del catàleg ...
da_dk: Catalog Creation startet ...
el_gr: Η δημιουργία του καταλόγου ξεκίνησε ...
fa_ir: ایجاد کاتالوگ آغاز شد ...
fi_fi: Luettelon luominen alkoi ...
he_il: החלה יצירת קטלוג...
hu_hu: A katalógus létrehozása megkezdődött ...
ko_kr: 카탈로그 생성 시작 ...
nb_no: Katalogoppretting startet ...
sv_se: Catalog Creation startade ...
tr_tr: Katalog Oluşturma başladı ...
uk_ua: Створення каталогу розпочато ...

source: Catalog statistics cleared
ar_sa: مسح إحصاءات الكتالوج
ca_es: Esborrades les estadístiques del catàleg
da_dk: Katalogstatistikker ryddet
el_gr: Τα στατιστικά στοιχεία καταλόγου καθαρίστηκαν
fa_ir: آمار کاتالوگ پاک شده است
fi_fi: Luettelo tilastoista on poistettu
he_il: נוצרו סטטיסטיקות קטלוג
hu_hu: A katalógus statisztikák törölve
ko_kr: 카탈로그 통계가 삭제되었습니다.
nb_no: Katalogstatistikk ryddet
sv_se: Katalogstatistik rensad
tr_tr: Katalog istatistikleri temizlendi
uk_ua: Статистику каталогів очищено

source: Now Playing Cleared
ar_sa: تلعب الآن مسح
ca_es: Ara s'està esborrat
da_dk: Nu spiller Cleared
el_gr: Αναπαράγοντας τώρα την εκκαθάριση
fa_ir: اکنون بازی پاک شده است
fi_fi: Nyt toistetaan
he_il: נוקה מנגן כעת
hu_hu: Most játszott törölve
ko_kr: 지금 재생 취소됨
nb_no: Nå spiller Cleared
sv_se: Spelar nu Cleared
tr_tr: Şimdi temizlendi
uk_ua: Зараз відтворюється

source: All now playing data has been cleared
ar_sa: تم مسح جميع بيانات التشغيل الآن
ca_es: S'han esborrat totes les dades de reproducció actuals
da_dk: Alle nu spiller data er blevet ryddet
el_gr: Όλα τα δεδομένα που αναπαράγονται τώρα έχουν διαγραφεί
fa_ir: همه در حال بازی کردن داده ها پاک شده اند
fi_fi: Kaikki nyt toistettavat tiedot on poistettu
he_il: נוקה כל המידע ממנגן כעת
hu_hu: Az összes lejátszott adat törölve lett
ko_kr: 지금 재생중인 모든 데이터가 삭제되었습니다.
nb_no: Alle nå spiller data har blitt ryddet
sv_se: Alla nu spelar data har rensats
tr_tr: Şimdi oynatılan tüm veriler temizlendi
uk_ua: Усі дані, які зараз відтворюються, очищено

source: No Disabled songs found
ar_sa: لم يتم العثور على أغاني للمعاقين
ca_es: No s’han trobat cançons desactivades
da_dk: Ingen handicappede sange fundet
el_gr: Δεν βρέθηκαν τραγούδια με Disabled
fa_ir: هیچ آهنگ غیرفعال یافت نشد
fi_fi: Ei löytynyt poistettuja kappaleita
he_il: לא נמצאו שירים מושבתים
hu_hu: Nem található letiltott dalok
ko_kr: 사용 중지 된 노래 없음
nb_no: Ingen funksjonshemmede sanger funnet
sv_se: Inga funktionsljud hittades
tr_tr: Engelli şarkı bulunamadı
uk_ua: Не знайдено жодних пісень вимкнено

source: Delete Catalog
ar_sa: حذف الكتالوج
ca_es: Suprimeix el catàleg
da_dk: Slet katalog
el_gr: Διαγραφή καταλόγου
fa_ir: کاتالوگ را حذف کنید
fi_fi: Poista luettelo
he_il: מחק קטלוג
hu_hu: Katalógus törlése
ko_kr: 카탈로그 삭제
nb_no: Slett katalog
sv_se: Radera katalog
tr_tr: Kataloğu Sil
uk_ua: Видалити каталог

source: Do you really want to delete this catalog?
ar_sa: هل تريد حقًا حذف هذا الكتالوج؟
ca_es: Esteu segur que voleu suprimir aquest catàleg?
da_dk: Vil du virkelig slette dette katalog?
el_gr: Θέλετε πραγματικά να διαγράψετε αυτόν τον κατάλογο;
fa_ir: آیا واقعا می خواهید این کاتالوگ را حذف کنید؟
fi_fi: Haluatko todella poistaa tämän luettelon?
he_il: האם הנך באמת רוצה למחוק את הקטלוג הזה?
hu_hu: Tényleg törölni szeretné ezt a katalógust?
ko_kr: 이 카탈로그를 정말로 삭제 하시겠습니까?
nb_no: Vil du virkelig slette denne katalogen?
sv_se: Vill du verkligen ta bort denna katalog?
tr_tr: Bu kataloğu gerçekten silmek istiyor musun?
uk_ua: Ви дійсно бажаєте видалити цей каталог?

source: Media Art Search started...
ar_sa: بدأ Media Art Search ...
ca_es: Media Art Search va començar ...
da_dk: Mediekunstsøgning startede ...
el_gr: Η Art Art Media ξεκίνησε ...
fa_ir: رسانه هنر جستجو شروع شد ...
fi_fi: Media Art Search aloitettiin ...
he_il: החל חיפוש עטיפות אלבומים...
hu_hu: A médiaművészeti keresés elkezdődött ...
ko_kr: 미디어 아트 검색 시작 ...
nb_no: Media Art Search startet ...
sv_se: Media Art Search startade ...
tr_tr: Medya Sanatı Araması başladı ...
uk_ua: Початок пошуку медіа-мистецтва ...

source: License Updated
ar_sa: تم تحديث الترخيص
ca_es: Llicència actualitzada
da_dk: Licens opdateret
el_gr: Η άδεια ενημερώθηκε
fa_ir: مجوز به روز شده
fi_fi: Lisenssi päivitetty
he_il: רישיון עודכן
hu_hu: Licenc frissítve
ko_kr: 라이센스 업데이트 됨
nb_no: Lisens oppdatert
sv_se: Licens uppdaterad
tr_tr: Lisans Güncellenmiştir
uk_ua: Ліцензія оновлена

source: License Created
ar_sa: تم إنشاء الترخيص
ca_es: Llicència creada
da_dk: Licens er oprettet
el_gr: Η άδεια δημιουργήθηκε
fa_ir: مجوز ایجاد شده است
fi_fi: Lisenssi luotu
he_il: רישיון נוצר
hu_hu: Licenc létrehozva
ko_kr: 생성 된 라이센스
nb_no: Lisens er opprettet
sv_se: Licens skapad
tr_tr: Lisans Oluşturuldu
uk_ua: Створено ліцензію

source: License Deleted
ar_sa: تم حذف الترخيص
ca_es: Llicència suprimida
da_dk: Licens slettet
el_gr: Η άδεια διαγράφηκε
fa_ir: مجوز حذف شده است
fi_fi: Lisenssi poistettu
he_il: רישיון נמחק
hu_hu: Engedély törölve
ko_kr: 라이선스 삭제됨
nb_no: Lisensen slettet
sv_se: Licens borttagen
tr_tr: Lisans Silindi
uk_ua: Ліцензія видалена

source: E-mail Sent
ar_sa: أرسل البريد الإلكتروني
ca_es: Email enviat
da_dk: Email sendt
el_gr: Το μήνυμα ηλεκτρονικού ταχυδρομείου εστάλη
fa_ir: پست الکترونیکی ارسال شد
fi_fi: Sähköposti lähetetty
he_il: נשלח דוא"ל
hu_hu: Email elküldve
ko_kr: 보낸 전자 메일
nb_no: Epost sendt
sv_se: Email skickat
tr_tr: E-posta gönderildi
uk_ua: Листа відправлено

source: Your E-mail was successfully sent.
ar_sa: تم إرسال البريد الإلكتروني الخاص بك بنجاح.
ca_es: El seu correu ha estat enviat correctament.
da_dk: Din e-mail blev sendt.
el_gr: Το email σας εστάλη επιτυχώς.
fa_ir: ایمیل شما با موفقیت ارسال شد.
fi_fi: Sinun sähköpostisi lähetettiin onnistuneesti.
he_il: הדוא"ל שלך נשלח בהצלחה.
hu_hu: Az email sikeresen el lett küldve.
ko_kr: 귀하의 이메일이 성공적으로 전송되었습니다.
nb_no: Sendingen av mailen din var vellykket.
sv_se: Ditt e-postmeddelande har skickats.
tr_tr: E-postanız başarıyla gönderildi.
uk_ua: Ваш електронний лист успішно надіслано.

source: E-mail Not Sent
ar_sa: البريد الإلكتروني غير المرسل
ca_es: Correu electrònic no enviat
da_dk: E-mail ikke sendt
el_gr: Μη αποστολή ηλεκτρονικού ταχυδρομείου
fa_ir: پست الکترونیکی ارسال نشده است
fi_fi: Sähköposti ei lähetetty
he_il: דוא"ל לא נשלח
hu_hu: E-mail nem elküldött
ko_kr: 전자 메일을 보내지 않음
nb_no: E-post ikke sendt
sv_se: E-post inte skickat
tr_tr: E-posta Gönderilemedi
uk_ua: Електронна пошта не надіслана

source: Your E-mail was not sent.
ar_sa: لم يتم إرسال البريد الإلكتروني الخاص بك.
ca_es: El vostre correu electrònic no s’ha enviat.
da_dk: Din e-mail blev ikke sendt.
el_gr: Το ηλεκτρονικό σας ταχυδρομείο δεν στάλθηκε.
fa_ir: ایمیل شما فرستاده نشد.
fi_fi: Sähköpostiasi ei lähetetty.
he_il: הדוא"ל שלך לא נשלח.
hu_hu: Az Ön e-mailje nem lett elküldve.
ko_kr: 귀하의 이메일은 전송되지 않았습니다.
nb_no: E-posten din ble ikke sendt.
sv_se: Ditt e-postmeddelande skickades inte.
tr_tr: E-postanız gönderilmedi.
uk_ua: Ваш E-mail не надіслано.

source: Failed to enable the module, Controller Error
ca_es: No s'ha pogut habilitar el mòdul, Controller Error
el_gr: Αποτυχία ενεργοποίησης της ενότητας, Σφάλμα ελεγκτή
fa_ir: ماژول فعال نشد، خطای کنترل کننده
hu_hu: A modul, a Controller Error engedélyezése nem sikerült
ko_kr: 모듈을 활성화하지 못했습니다. 컨트롤러 오류
sv_se: Misslyckades med att aktivera modulen, Controller Error
tr_tr: Modül etkinleştirilemedi, Denetleyici Hatası
uk_ua: Не вдалося ввімкнути модуль, помилка контролера

source: localplay enabled
ca_es: localplay activat
el_gr: Το τοπικό παιχνίδι είναι ενεργοποιημένο
fa_ir: localplay فعال است
hu_hu: a localplay engedélyezve van
ko_kr: 로컬 재생 사용
sv_se: localplay aktiverat
tr_tr: localplay etkin
uk_ua: увімкнено функцію localplay

source: Failed to enable the module, Catalog Error
ar_sa: فشل في تمكين الوحدة النمطية ، خطأ في الكتالوج
ca_es: No s'ha pogut habilitar el mòdul, Error de catàleg
da_dk: Kunne ikke aktivere modulet, katalogfejl
el_gr: Αποτυχία ενεργοποίησης της ενότητας, σφάλμα καταλόγου
fa_ir: خطا در کاتالوگ فعال نشد
fi_fi: Moduulin, Catalog Error -toiminnon ottaminen käyttöön epäonnistui
he_il: שגיאת קטלוג, הפעלת המודול נכשלה.
hu_hu: Nem sikerült engedélyezni a modul, a katalógus hibáját
ko_kr: 모듈을 활성화할 수 없습니다. 카탈로그 오류입니다
nb_no: Kunne ikke aktivere modulen, katalogfeil
sv_se: Misslyckades med att aktivera modulen, katalogfel
tr_tr: Modül etkinleştirilemedi, Katalog Hatası
uk_ua: Не вдалося ввімкнути модуль, помилка каталогу

source: Module enabled
ar_sa: تمكين الوحدة
ca_es: Mòdul activat
da_dk: Modul aktiveret
el_gr: Η μονάδα είναι ενεργοποιημένη
fa_ir: ماژول فعال شده است
fi_fi: Moduuli on käytössä
he_il: מודול מופעל
hu_hu: A modul engedélyezve van
ko_kr: 모듈 활성화됨
nb_no: Modulen er aktivert
sv_se: Modul aktiverad
tr_tr: Modül etkinleştirildi
uk_ua: Модуль ввімкнено

source: Are you sure you want to disable this module?
ar_sa: هل تريد بالتأكيد تعطيل هذه الوحدة؟
ca_es: Esteu segur que voleu desactivar aquest mòdul?
da_dk: Er du sikker på, at du vil deaktivere dette modul?
el_gr: Είστε βέβαιοι ότι θέλετε να απενεργοποιήσετε αυτήν την ενότητα;
fa_ir: آیا مطمئن هستید که میخواهید این ماژول را غیرفعال کنید؟
fi_fi: Haluatko varmasti poistaa tämän moduulin käytöstä?
he_il: האם הנך בטוח שברצונך להשבית את המודול הזה?
hu_hu: Biztosan letiltja ezt a modult?
ko_kr: 정말 이 모듈을 비활성화하시겠습니까?
nb_no: Er du sikker på at du vil deaktivere denne modulen?
sv_se: Är du säker på att du vill inaktivera den här modulen?
tr_tr: Bu modülü devre dışı bırakmak istediğinizden emin misiniz?
uk_ua: Дійсно вимкнути цей модуль?

source: Module disabled
ar_sa: تم تعطيل الوحدة
ca_es: Mòdul desactivat
da_dk: Modul deaktiveret
el_gr: Η ενότητα είναι απενεργοποιημένη
fa_ir: ماژول غیر فعال شده است
fi_fi: Moduuli on poistettu käytöstä
he_il: מודול מושבת
hu_hu: A modul le van tiltva
ko_kr: 모듈 비활성화됨
nb_no: Modul deaktivert
sv_se: Modul inaktiverad
tr_tr: Modül devre dışı bırakıldı
uk_ua: Модуль вимкнено

source: Failed to disable module, Catalog Error
ar_sa: فشل في تعطيل الوحدة النمطية ، خطأ في الكتالوج
ca_es: No s’ha pogut desactivar el mòdul, Error de catàleg
da_dk: Kunne ikke deaktivere modul, katalogfejl
el_gr: Αποτυχία απενεργοποίησης της ενότητας, Σφάλμα καταλόγου
fa_ir: نتوانست ماژول، خطا در کاتالوگ را غیرفعال کند
fi_fi: Moduulin, katalogivirheen, poistaminen käytöstä ei onnistunut
he_il: שגיאת קטלוג, השבתת המודול נכשלה.
hu_hu: Nem sikerült letiltani a modul, a katalógus hibáját
ko_kr: 모듈을 비활성화할 수 없습니다. 카탈로그 오류입니다
nb_no: Kunne ikke deaktivere modulen, katalogfeil
sv_se: Misslyckades med att inaktivera modulen, katalogfel
tr_tr: Modül devre dışı bırakılamadı, Katalog Hatası
uk_ua: Не вдалося вимкнути модуль, помилка каталогу

source: Unable to Install Plugin
ar_sa: غير قادر على تثبيت البرنامج المساعد
ca_es: No es pot instal·lar el connector
da_dk: Kan ikke installere plugin
el_gr: Δεν είναι δυνατή η εγκατάσταση πρόσθετου
fa_ir: قادر به نصب پلاگین نیست
fi_fi: Pluginin asentaminen ei onnistu
he_il: לא ניתן להתקין את הפלאגין
hu_hu: Nem lehet telepíteni a bővítményt
ko_kr: 플러그인을 설치할 수 없습니다.
nb_no: Kan ikke installere plugin
sv_se: Det gick inte att installera plugin
tr_tr: Eklenti Yüklenemedi
uk_ua: Неможливо встановити плагін

source: Plugin enabled
ar_sa: تم تمكين البرنامج المساعد
ca_es: Plugin activat
da_dk: Plugin aktiveret
el_gr: Η προσθήκη είναι ενεργοποιημένη
fa_ir: پلاگین فعال شده است
fi_fi: Plugin käytössä
he_il: פלאגין מופעל
hu_hu: A plugin engedélyezve van
ko_kr: 플러그인 활성화됨
nb_no: Plugin aktivert
sv_se: Plugin aktiverat
tr_tr: Eklenti etkinleştirildi
uk_ua: Плагін включено

source: Are you sure you want to disable this plugin?
ar_sa: هل تريد بالتأكيد تعطيل هذا المكون الإضافي؟
ca_es: Esteu segur que voleu desactivar aquest connector?
da_dk: Er du sikker på, at du vil deaktivere dette plugin?
el_gr: Είστε βέβαιοι ότι θέλετε να απενεργοποιήσετε αυτήν την προσθήκη;
fa_ir: آیا مطمئن هستید که میخواهید این پلاگین را غیرفعال کنید؟
fi_fi: Haluatko varmasti poistaa tämän laajennuksen?
he_il: האם הנך בטוח שברצונך להשבית את הפלאגין הזה?
hu_hu: Biztosan letiltja ezt a bővítményt?
ko_kr: 정말 플러그인을 비활성화하시겠습니까?
nb_no: Er du sikker på at du vil deaktivere dette plugin?
sv_se: Är du säker på att du vill inaktivera det här plugin?
tr_tr: Bu eklentiyi devre dışı bırakmak istediğinizden emin misiniz?
uk_ua: Дійсно вимкнути цей плагін?

source: Plugin disabled
ar_sa: البرنامج المساعد معطل
ca_es: Plugin desactivat
da_dk: Plugin er deaktiveret
el_gr: Το πρόσθετο είναι απενεργοποιημένο
fa_ir: پلاگین غیر فعال شده است
fi_fi: Plugin poistettu käytöstä
he_il: פלאגין מושבת
hu_hu: Plugin letiltva
ko_kr: 플러그인 비활성화됨
nb_no: Plugin deaktivert
sv_se: Plugin inaktiverat
tr_tr: Eklenti devre dışı bırakıldı
uk_ua: Плагін вимкнено

source: Plugin Upgraded
ar_sa: البرنامج المساعد ترقية
ca_es: S'ha actualitzat el connector
da_dk: Plugin Opgraderet
el_gr: Το πρόσθετο έχει αναβαθμιστεί
fa_ir: پلاگین ارتقا یافته
fi_fi: Plugin päivitetty
he_il: פלאגין מעודכן
hu_hu: A bővítmény frissítve
ko_kr: 플러그인 업그레이드 됨
nb_no: Plugin oppgradert
sv_se: Plugin Uppgraderad
tr_tr: Eklenti Yükseltildi
uk_ua: Модуль оновлено

source: Plugins
ar_sa: الإضافات
ca_es: Connectors
fa_ir: پلاگین ها
fi_fi: liitännäiset
he_il: פלאגינים
hu_hu: Dugó
ko_kr: 플러그인
tr_tr: eklentiler
uk_ua: Додатки

source: Localplay Controllers
ca_es: Controladors de joc local
el_gr: Ελεγκτές Localplay
fa_ir: کنترل کننده های Localplay
hu_hu: Localplay vezérlők
ko_kr: 로컬 플레이 컨트롤러
tr_tr: Localplay Kontrolörleri
uk_ua: Контролери Localplay
