Repository: codacy-badger/amuzak
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, ca_es, da_dk, el_gr, fa_ir, fi_fi, he_il, hu_hu, ko_kr, nb_no, sv_se, tr_tr, uk_ua

source: Transcoding allows you to convert one type of file to another. Ampache supports on the fly transcoding of all file types based on user, player, IP address or available bandwidth. In order to transcode, Ampache takes advantage of existing binary applications such as ffmpeg. In order for transcoding to work you must first install the supporting applications and ensure that they are executable by the web server.
ar_sa: يسمح لك Transcoding بتحويل نوع واحد من الملفات إلى نوع آخر. يدعم Ampache التحويل الفوري لجميع أنواع الملفات استنادًا إلى المستخدم أو المشغل أو عنوان IP أو النطاق الترددي المتاح. من أجل تحويل الشفرة ، يستفيد Ampache من التطبيقات الثنائية الحالية مثل ffmpeg. لكي يعمل الترميز ، يجب عليك أولاً تثبيت التطبيقات الداعمة والتأكد من أنها قابلة للتنفيذ بواسطة خادم الويب.
ca_es: La transcodificació us permet convertir un tipus de fitxer en un altre. Ampache suporta la transcodificació de tots els tipus de fitxers en funció de l'usuari, el reproductor, l'adreça IP o l'ample de banda disponible. Per transcodificar, Ampache aprofita les aplicacions binàries existents, com ara ffmpeg. Perquè la transcodificació funcioni, primer heu d’instal·lar les aplicacions compatibles i assegurar-vos que s’executen pel servidor web.
da_dk: Transcoding giver dig mulighed for at konvertere en type fil til en anden. Ampache understøtter flytranscoding af alle filtyper baseret på bruger, afspiller, IP-adresse eller tilgængelig båndbredde. For at transcode, udnytter Ampache de eksisterende binære applikationer som ffmpeg. For at kunne transkode til arbejde skal du først installere de understøttende applikationer og sikre, at de kan eksekveres af webserveren.
el_gr: Η μεταγλώττιση σας επιτρέπει να μετατρέψετε έναν τύπο αρχείου σε άλλο. Το Ampache υποστηρίζει την αναδιαμόρφωση όλων των τύπων αρχείων με βάση το χρήστη, τον παίκτη, τη διεύθυνση IP ή το διαθέσιμο εύρος ζώνης. Προκειμένου να μεταγραφεί, η Ampache εκμεταλλεύεται τις υπάρχουσες δυαδικές εφαρμογές όπως το ffmpeg. Για να λειτουργήσει η μεταγλώττιση, πρέπει πρώτα να εγκαταστήσετε τις εφαρμογές υποστήριξης και να βεβαιωθείτε ότι είναι εκτελέσιμες από το διακομιστή ιστού.
fa_ir: Transcoding به شما اجازه می دهد یک نوع فایل را به یک دیگر تبدیل کنید. Ampache بر روی ترانکشن پرواز از تمام انواع فایل ها بر اساس کاربر، پخش کننده، آدرس IP یا پهنای باند موجود پشتیبانی می کند. به منظور انتقال کد، Ampache از برنامه های دودویی موجود مانند ffmpeg استفاده می کند. برای انتقال کد به کار، ابتدا برنامه های پشتیبانی کننده را نصب کنید و اطمینان حاصل کنید که آنها توسط سرور وب قابل اجرا هستند.
fi_fi: Transkoodauksen avulla voit muuntaa yhden tiedostotyypin toiseen. Ampache tukee kaikkien tiedostotyyppien transkoodausta käyttäjän, soittimen, IP-osoitteen tai käytettävissä olevan kaistanleveyden perusteella. Jotta transkoodataan, Ampache hyödyntää olemassa olevia binäärisovelluksia, kuten ffmpeg. Jotta transkoodaus toimisi, sinun on ensin asennettava tukisovellukset ja varmistettava, että ne ovat suoritettavissa web-palvelimella.
he_il: ההמרה מאפשרת לך להמיר סוג אחד של קובץ אחר. Ampache תומך על ההמרה זבוב של כל סוגי הקבצים על בסיס משתמש, שחקן, כתובת IP או רוחב פס זמין. כדי להמיר, Ampache מנצל יישומים בינאריים קיימים כגון ffmpeg. כדי ההמרה לעבוד עליך תחילה להתקין את היישומים התומכים ולהבטיח כי הם ניתנים להפעלה על ידי שרת האינטרנט.
hu_hu: Az átkódolás lehetővé teszi, hogy egy fájltípust másikra konvertáljon. Az Ampache támogatja az összes fájltípus repülési kódolását a felhasználó, a lejátszó, az IP-cím vagy a rendelkezésre álló sávszélesség alapján. A kódoláshoz az Ampache kihasználja a meglévő bináris alkalmazásokat, mint például az ffmpeg. Ahhoz, hogy az átkódolás működjön, először telepítenie kell a támogató alkalmazásokat, és biztosítania kell, hogy a webszerver végrehajtható legyen.
ko_kr: 변환은 한 유형의 파일을 다른 유형으로 변환 할 수있게합니다. Ampache는 사용자, 플레이어, IP 주소 또는 사용 가능한 대역폭을 기반으로 모든 파일 형식의 변환 코드 변환을 지원합니다. 코드 변환을 위해 Ampache는 ffmpeg와 같은 기존 바이너리 응용 프로그램을 활용합니다. 트랜스 코딩이 작동하려면 먼저 지원되는 응용 프로그램을 설치하고 웹 서버에서 실행 가능해야합니다.
nb_no: Transcoding lar deg konvertere en type fil til en annen. Ampache støtter på flytranskoding av alle filtyper basert på bruker, spiller, IP-adresse eller tilgjengelig båndbredde. For å kryptere, utnytter Ampache eksisterende eksisterende applikasjoner som ffmpeg. For å kunne transkode til arbeid må du først installere støtteprogrammene og sikre at de kan kjøres av webserveren.
sv_se: Med transkodning kan du konvertera en typ av fil till en annan. Ampache stöder omkodning av alla filtyper baserat på användare, spelare, IP-adress eller tillgänglig bandbredd. För att omvandla, utnyttjar Ampache befintliga binära applikationer såsom ffmpeg. För att transkodning ska fungera måste du först installera de stödjande applikationerna och se till att de kan köras av webbservern.
tr_tr: Kod dönüştürme, bir dosya türünü diğerine dönüştürmenize olanak tanır. Ampache, kullanıcı, oynatıcı, IP adresi veya mevcut bant genişliğine bağlı olarak tüm dosya tiplerinin anında kodlanmasını destekler. Kod dönüştürmek için, Ampache ffmpeg gibi mevcut ikili uygulamalardan yararlanır. Kod dönüştürmenin çalışması için önce destekleyici uygulamaları kurmalı ve web sunucusu tarafından çalıştırılabilir olduklarından emin olmalısınız.
uk_ua: Транскодування дозволяє конвертувати один тип файлу в інший. Ampache підтримує на льоту транскодування всіх типів файлів на основі користувача, гравця, IP-адреси або доступної смуги пропускання. Для того, щоб перекодувати, Ampache використовує існуючі двійкові програми, такі як ffmpeg. Для того, щоб транскодування працювало, ви повинні спочатку встановити підтримуючі програми та переконатися, що вони виконуються веб-сервером.

source: This section apply default transcoding configuration according to the application you want to use. You may need to customize settings once this setup ended
ar_sa: يطبق هذا القسم تكوين الترميز الافتراضي وفقًا للتطبيق الذي تريد استخدامه. قد تحتاج إلى تخصيص الإعدادات بمجرد انتهاء هذا الإعداد
ca_es: Aquesta secció aplica la configuració de transcodificació per defecte segons l’aplicació que vulgueu utilitzar. És possible que hàgiu de personalitzar la configuració un cop finalitzada aquesta configuració
da_dk: Dette afsnit gælder standardkodningskonfiguration i henhold til den applikation, du vil bruge. Det kan være nødvendigt at tilpasse indstillingerne, når denne opsætning er afsluttet
el_gr: Αυτή η ενότητα εφαρμόζει προεπιλεγμένη διαμόρφωση κωδικοποίησης σύμφωνα με την εφαρμογή που θέλετε να χρησιμοποιήσετε. Ενδέχεται να χρειαστεί να προσαρμόσετε τις ρυθμίσεις μετά τη λήξη αυτής της ρύθμισης
fa_ir: این بخش پیکربندی پیش فرض ترانکدینگ را طبق برنامه کاربردی که می خواهید استفاده کنید، اعمال می کند. بعد از اینکه این تنظیم پایان یافت، ممکن است لازم باشد تنظیمات را سفارشی کنید
fi_fi: Tässä osassa käytetään oletuskoodausasetuksia käytettävän sovelluksen mukaan. Sinun on ehkä mukautettava asetukset, kun tämä asennus on päättynyt
he_il: סעיף זה מחיל תצורת קידוד ברירת מחדל בהתאם ליישום שבו ברצונך להשתמש. ייתכן שיהיה עליך להתאים אישית את ההגדרות לאחר סיום ההתקנה
hu_hu: Ez a rész az alapértelmezett átkódolási konfigurációt alkalmazza a használni kívánt alkalmazásnak megfelelően. A beállítás befejezését követően szükség lehet a beállítások testreszabására
ko_kr: 이 섹션에서는 사용할 응용 프로그램에 따라 기본 트랜스 코딩 구성을 적용합니다. 이 설정이 끝나면 설정을 사용자 정의해야 할 수도 있습니다.
nb_no: Denne delen gjelder standard transkodingskonfigurasjon i henhold til programmet du vil bruke. Du må kanskje tilpasse innstillingene når dette oppsettet er avsluttet
sv_se: Det här avsnittet gäller standardkodningskodning enligt det program du vill använda. Det kan hända att du måste anpassa inställningarna när den här inställningen slutade
tr_tr: Bu bölüm, kullanmak istediğiniz uygulamaya göre varsayılan kod dönüştürme yapılandırmasını uygular. Bu kurulum sona erdikten sonra ayarları özelleştirmeniz gerekebilir
uk_ua: Цей розділ застосовує конфігурацію транскодування за замовчуванням відповідно до програми, яку ви хочете використовувати. Можливо, вам доведеться налаштувати параметри після завершення налаштування

source: See wiki page
ar_sa: انظر صفحة الويكي
ca_es: Veure pàgina wiki
da_dk: Se wiki side
el_gr: Δείτε τη σελίδα wiki
fa_ir: صفحه ویکی را ببینید
fi_fi: Katso wikin sivu
he_il: ראה דף ויקי
hu_hu: Lásd a wiki oldalt
ko_kr: 위키 페이지보기
nb_no: Se wiki-siden
sv_se: Se wikisidan
tr_tr: Wiki sayfasına bakınız
uk_ua: Див. Вікі-сторінку

source: Template Configuration
ar_sa: تكوين القالب
ca_es: Configuració de plantilla
da_dk: Skabelons konfiguration
el_gr: Διαμόρφωση προτύπου
fa_ir: پیکربندی الگو
fi_fi: Mallin määritys
he_il: תצורת תבנית
hu_hu: Sablonkonfiguráció
ko_kr: 템플릿 구성
nb_no: Malkonfigurasjon
sv_se: Mallkonfiguration
tr_tr: Şablon Yapılandırması
uk_ua: Конфігурація шаблону

source: No default transcoding application found. You may need to install a popular application (ffmpeg, avconv ...) or customize transcoding settings manually after installation.
ar_sa: لم يتم العثور على تطبيق تحويل الشفرة الافتراضي. قد تحتاج إلى تثبيت تطبيق شائع (ffmpeg ، avconv ...) أو تخصيص إعدادات تحويل الشفرة يدويًا بعد التثبيت.
ca_es: No s’ha trobat cap aplicació de transcodificació per defecte. Potser haureu d’instal·lar una aplicació popular (ffmpeg, avconv ...) o personalitzar els paràmetres de transcodificació manualment després de la instal·lació.
da_dk: Der blev ikke fundet nogen standard transkodningsprogram. Du skal muligvis installere en populær applikation (ffmpeg, avconv ...) eller tilpasse transkodningsindstillinger manuelt efter installationen.
el_gr: Δεν βρέθηκε καμία προεπιλεγμένη εφαρμογή κρυπτογράφησης. Ενδέχεται να χρειαστεί να εγκαταστήσετε μια δημοφιλής εφαρμογή (ffmpeg, avconv ...) ή να προσαρμόσετε τις ρυθμίσεις κρυπτογράφησης με μη αυτόματο τρόπο μετά την εγκατάσταση.
fa_ir: هیچ نرم افزاری تعویضی پیش فرض یافت نشد. ممکن است لازم باشد یک برنامه محبوب (ffmpeg، avconv ...) را نصب کنید یا تنظیمات ترانکدینگ را بعد از نصب بصورت دستی انجام دهید.
fi_fi: Mitään oletusarvonsiirtosovellusta ei löytynyt. Sinun on ehkä asennettava suosittu sovellus (ffmpeg, avconv ...) tai muokattava koodauksen asetukset manuaalisesti asennuksen jälkeen.
he_il: לא נמצא יישום קידוד ברירת מחדל. ייתכן שיהיה עליך להתקין יישום פופולרי (ffmpeg, avconv ...) או להתאים אישית את הגדרות ההמרה באופן ידני לאחר ההתקנה.
hu_hu: Nem található alapértelmezett átkódolási alkalmazás. Előfordulhat, hogy telepítés után telepítenie kell egy népszerű alkalmazást (ffmpeg, avconv ...) vagy testreszabhatja az átkódolási beállításokat.
ko_kr: 기본 트랜스 코딩 애플리케이션이 없습니다. 자주 사용하는 응용 프로그램 (ffmpeg, avconv ...)을 설치하거나 설치 후 수동으로 코드 변환 설정을 사용자 정의해야 할 수 있습니다.
nb_no: Ingen standard transkodingsprogram funnet. Du må kanskje installere et populært program (ffmpeg, avconv ...) eller tilpasse transkodningsinnstillinger manuelt etter installasjonen.
sv_se: Ingen standard transkodningsprogram hittades. Det kan hända att du måste installera en populär applikation (ffmpeg, avconv ...) eller anpassa inställningarna för kodning manuellt efter installationen.
tr_tr: Varsayılan bir kod dönüştürme uygulaması bulunamadı. Popüler bir uygulamayı (ffmpeg, avconv ...) yüklemeniz veya yükleme sonrasında elle kodlama ayarlarını özelleştirmeniz gerekebilir.
uk_ua: Не знайдено жодного програми транскодування за замовчуванням. Можливо, вам доведеться встановити популярне додаток (ffmpeg, avconv ...) або налаштувати параметри транскодування після встановлення.

source: Players
ar_sa: لاعبين
ca_es: Jugadors
da_dk: Spillere
el_gr: Παίκτες
fa_ir: بازیکنان
fi_fi: Pelaajat
he_il: שחקנים
hu_hu: Játékosok
ko_kr: 플레이어
nb_no: spillere
sv_se: spelare
tr_tr: Oyuncular
uk_ua: Гравці

source: Ampache is more than only a web interface. Several backends are implemented to ensure you can stream your media from anywhere.
ar_sa: Ampache هو أكثر من مجرد واجهة ويب. يتم تطبيق العديد من الخلفية لضمان دفق الوسائط الخاصة بك من أي مكان.
ca_es: Ampache és més que una interfície web. S'han implementat diversos backends per assegurar-vos que podeu transmetre el vostre suport des de qualsevol lloc.
da_dk: Ampache er mere end kun en web-interface. Flere backends er implementeret for at sikre, at du kan streame dine medier fra hvor som helst.
el_gr: Το Ampache είναι κάτι περισσότερο από ένα web interface. Υπάρχουν πολλά backends που εφαρμόζονται για να διασφαλίσετε ότι μπορείτε να μεταφέρετε τα μέσα σας από οπουδήποτε.
fa_ir: Ampache بیش از یک رابط وب است. چندین پشت صحنه برای اطمینان از اینکه شما می توانید رسانه های خود را از هر کجا به جریان بیاورید اجرا شده است.
fi_fi: Ampache on enemmän kuin vain web-käyttöliittymä. Useita taustajärjestelmiä toteutetaan sen varmistamiseksi, että voit virrata mediaa mistä tahansa.
he_il: Ampache הוא יותר ממשק אינטרנט בלבד. כמה backenders מיושמים על מנת להבטיח שאתה יכול להזרים את התקשורת שלך מכל מקום.
hu_hu: Az ampache több, mint egy webes felület. Számos hátteret hajtanak végre annak biztosítása érdekében, hogy bárhonnan bárhonnan is közvetíthesse a médiát.
ko_kr: Ampache는 웹 인터페이스 이상의 것입니다. 여러 백엔드가 구현되어 어디에서든 미디어를 스트리밍 할 수 있습니다.
nb_no: Ampache er mer enn bare et webgrensesnitt. Flere backends er implementert for å sikre at du kan streame mediene dine hvor som helst.
sv_se: Ampache är mer än bara ett webbgränssnitt. Flera backends implementeras för att säkerställa att du kan strömma dina media från var som helst.
tr_tr: Ampache sadece bir web arayüzünden daha fazlasıdır. Medyanızı herhangi bir yerden yayınlayabilmenizi sağlamak için birkaç arka uç uygulanmıştır.
uk_ua: Ampache - це не лише веб-інтерфейс. Для забезпечення потокової передачі мультимедійних даних з будь-якої точки світу реалізовано декілька серверів.

source: Select backends to enable. Depending the backend, you may need to perform additional configuration.
ar_sa: حدد الخلفية لتمكين. حسب الخلفية ، قد تحتاج إلى إجراء تكوين إضافي.
ca_es: Seleccioneu els dorsals per habilitar. Depenent del dorsal, és possible que hàgiu de realitzar una configuració addicional.
da_dk: Vælg backends for at aktivere. Afhængigt af backenden skal du måske udføre yderligere konfiguration.
el_gr: Επιλέξτε backends για ενεργοποίηση. Ανάλογα με το backend, ίσως χρειαστεί να εκτελέσετε πρόσθετες ρυθμίσεις.
fa_ir: باطل را برای فعال سازی انتخاب کنید بسته به پشت صحنه، ممکن است نیاز به انجام پیکربندی اضافی داشته باشید.
fi_fi: Valitse sallitut taustat. Backendistä riippuen saatat joutua suorittamaan lisäasetuksia.
he_il: בחר backends כדי לאפשר. בהתאם backend, ייתכן שיהיה עליך לבצע תצורה נוספת.
hu_hu: Válassza ki az engedélyezéshez a háttereket. A háttérrendszertől függően további konfigurációra van szükség.
ko_kr: 사용하도록 백엔드를 선택하십시오. 백엔드에 따라 추가 구성을 수행해야합니다.
nb_no: Velg bakover for å aktivere. Avhengig av backend, kan det hende du må utføre tilleggskonfigurasjon.
sv_se: Välj bakåt för att aktivera. Beroende på bakgrunden kan du behöva utföra ytterligare konfiguration.
tr_tr: Etkinleştirmek için arka uçları seçin. Arka uca bağlı olarak, ek yapılandırma yapmanız gerekebilir.
uk_ua: Виберіть увімкнути бекенди. Залежно від базового сервера, можливо, потрібно буде виконати додаткову конфігурацію.

source: File Insight
ar_sa: ملف انسايت
ca_es: Fitxer Insight
da_dk: Fil Insight
el_gr: Αρχείο Insight
fa_ir: بینش فایل
fi_fi: Tiedoston kuvaus
he_il: קובץ תובנה
hu_hu: Fájl betekintés
ko_kr: 파일 통찰력
nb_no: Fil Insight
sv_se: Fil Insight
tr_tr: Dosya Sicili
uk_ua: Файл Insight

source: channel/.htaccess action
ar_sa: قناة /. htaccess العمل
ca_es: acció canal / .htaccess
da_dk: kanal / .htaccess handling
el_gr: κανάλι / .htaccess ενέργεια
fa_ir: کانال / عمل htaccess
fi_fi: kanava / .htaccess-toiminto
he_il: ערוץ /
hu_hu: csatorna / .htaccess művelet
ko_kr: 채널 / .htaccess 작업
nb_no: kanal / .htaccess-handling
sv_se: kanal / .htaccess-åtgärd
tr_tr: kanal / .htaccess eylemi
uk_ua: дії каналу / .htaccess

source: Write
ar_sa: كتابة
ca_es: Escriure
da_dk: Skrive
el_gr: Γράφω
fa_ir: نوشتن
fi_fi: Kirjoittaa
he_il: כתוב
hu_hu: Ír
ko_kr: 쓰다
nb_no: Skrive
sv_se: Skriva
tr_tr: Yazmak
uk_ua: Напишіть

source: channel/.htaccess exists?
ar_sa: قناة /. htaccess موجود؟
ca_es: existeix el canal / .htaccess?
da_dk: Kanal / .htaccess eksisterer?
el_gr: κανάλι / .htaccess υπάρχει;
fa_ir: کانال / .htaccess وجود دارد؟
fi_fi: kanava / .htaccess on olemassa?
he_il: ערוץ / .htaccess קיים?
hu_hu: csatorna / .htaccess létezik?
ko_kr: 채널 / .htaccess가 존재합니까?
nb_no: Kanal / .htaccess eksisterer?
sv_se: Kanal / .htaccess finns?
tr_tr: kanal / .htaccess var mı?
uk_ua: канал / .htaccess існує?

source: channel/.htaccess configured?
ar_sa: قناة /. htaccess تكوين؟
ca_es: configurat el canal / .htaccess?
da_dk: kanal / .htaccess konfigureret?
el_gr: κανάλι / .htaccess έχει ρυθμιστεί;
fa_ir: کانال / .htaccess پیکربندی شده؟
fi_fi: kanava / .htaccess määritetty?
he_il: ערוץ / .htaccess מוגדר?
hu_hu: beállított a / .htaccess csatorna?
ko_kr: 채널 / .htaccess가 구성 되었습니까?
nb_no: kanal / .htaccess konfigurert?
sv_se: kanal / .htaccess konfigurerad?
tr_tr: kanal / .htaccess yapılandırıldı mı?
uk_ua: канал / .htaccess налаштований?

source: rest/.htaccess action
ar_sa: راحة /. htaccess العمل
ca_es: acció de descans / .htaccess
da_dk: hvile / .htaccess handling
el_gr: ανάπαυσης / .htaccess
fa_ir: استراحت / عمل htaccess
fi_fi: lepo / .htaccess-toiminta
he_il: פעילות / .htaccess
hu_hu: pihenő / .htaccess művelet
ko_kr: 휴식 / .htaccess 작업
nb_no: hvile / .htaccess-handling
sv_se: vila / .htaccess-åtgärd
tr_tr: dinlenme / .htaccess eylemi
uk_ua: Дія спокою / .htaccess

source: rest/.htaccess exists?
ar_sa: بقية /. htaccess موجود؟
ca_es: reposa / .htaccess existeix?
da_dk: resten / .htaccess eksisterer?
el_gr: ανάπαυσης / .htaccess υπάρχει;
fa_ir: استراحت / .htaccess وجود دارد؟
fi_fi: lepo / .htaccess on olemassa?
he_il: rest / .htaccess קיים?
hu_hu: a többi / .htaccess létezik?
ko_kr: 나머지 / .htaccess가 존재합니까?
nb_no: hvile / .htaccess eksisterer?
sv_se: vila / .htaccess existera?
tr_tr: rest / .htaccess var mı?
uk_ua: відпочинок / .htaccess існує?

source: rest/.htaccess configured?
ar_sa: بقية /. htaccess تكوين؟
ca_es: rest / configurat .htaccess?
da_dk: hvile / .htaccess konfigureret?
el_gr: υπόλοιπο / .htaccess έχει ρυθμιστεί;
fa_ir: استراحت / .htaccess پیکربندی شده
fi_fi: lepo / .htaccess määritetty?
he_il: שאר / htaccess מוגדר?
hu_hu: beállítva a többi .htaccess?
ko_kr: 나머지 / .htaccess가 구성 되었습니까?
nb_no: hvile / .htaccess konfigurert?
sv_se: resten / .htaccess konfigurerad?
tr_tr: rest / .htaccess yapılandırılmış mı?
uk_ua: залишився / .htaccess налаштований?

source: play/.htaccess action
ar_sa: لعب /. htaccess العمل
ca_es: acció de reproducció / .htaccess
da_dk: play / .htaccess handling
el_gr: αναπαραγωγή / .htaccess δράση
fa_ir: بازی / عمل htaccess
fi_fi: Toista / .htaccess-toiminto
he_il: לשחק / .htacc פעולה
hu_hu: játék / .htaccess művelet
ko_kr: 재생 / .htaccess 작업
nb_no: spill / .htaccess-handling
sv_se: spela / .htaccess-åtgärd
tr_tr: oynatma / .htaccess eylemi
uk_ua: дія відтворення / .htaccess

source: play/.htaccess exists?
ar_sa: تلعب /. htaccess موجود؟
ca_es: play / .htaccess existeix?
da_dk: afspilning / .htaccess eksisterer?
el_gr: παιχνίδι / .htaccess υπάρχει;
fa_ir: play / .htaccess وجود دارد؟
fi_fi: Play / .htaccess on olemassa?
he_il: play / .htaccess קיים?
hu_hu: játék / .htaccess létezik?
ko_kr: 재생 / .htaccess가 존재합니까?
nb_no: spill / .htaccess eksisterer?
sv_se: spela / .htaccess existerar?
tr_tr: oyun / .htaccess var mı?
uk_ua: play / .htaccess існує?

source: play/.htaccess configured?
ar_sa: لعب /. htaccess تكوين؟
ca_es: play / .htaccess configurat?
da_dk: afspil / .htaccess konfigureret?
el_gr: αναπαραγωγή / .htaccess έχει ρυθμιστεί;
fa_ir: پخش / .htaccess پیکربندی شده؟
fi_fi: play / .htaccess määritetty?
he_il: הפעל / .htaccess מוגדר?
hu_hu: játék / .htaccess beállítva?
ko_kr: 재생 / .htaccess가 구성 되었습니까?
nb_no: spill / .htaccess konfigurert?
sv_se: spela / .htaccess konfigurerad?
tr_tr: Oynat / .htaccess yapılandırılmış mı?
uk_ua: налаштувати відтворення / .htaccess?

source: config/amuzak.cfg.php action
ar_sa: الإجراء config / amuzak.cfg.php
ca_es: acció config / amuzak.cfg.php
da_dk: config / amuzak.cfg.php handling
el_gr: config / amuzak.cfg.php
fa_ir: config / amuzak.cfg.php عمل کنید
fi_fi: config / amuzak.cfg.php-toiminto
he_il: config / amuzak.cfg.php פעולה
hu_hu: config / amuzak.cfg.php művelet
ko_kr: config / amuzak.cfg.php 작업
nb_no: config / amuzak.cfg.php handling
sv_se: config / amuzak.cfg.php-åtgärd
tr_tr: config / amuzak.cfg.php eylem
uk_ua: дію config / amuzak.cfg.php

source: config/amuzak.cfg.php exists?
ar_sa: config / amuzak.cfg.php موجود؟
ca_es: config / amuzak.cfg.php existeix?
da_dk: config / amuzak.cfg.php eksisterer?
el_gr: config / amuzak.cfg.php υπάρχει;
fa_ir: config / amuzak.cfg.php وجود دارد؟
fi_fi: config / amuzak.cfg.php on olemassa?
he_il: config / amuzak.cfg.php קיים?
hu_hu: létezik a config / amuzak.cfg.php?
ko_kr: config / amuzak.cfg.php가 존재합니까?
nb_no: config / amuzak.cfg.php eksisterer?
sv_se: config / amuzak.cfg.php existerar?
tr_tr: config / amuzak.cfg.php var mı?
uk_ua: config / amuzak.cfg.php існує?

source: config/amuzak.cfg.php configured?
ar_sa: التكوين / amuzak.cfg.php تكوين؟
ca_es: configurat / amuzak.cfg.php configurat?
da_dk: config / amuzak.cfg.php konfigureret?
el_gr: config / amuzak.cfg.php έχει ρυθμιστεί;
fa_ir: config / amuzak.cfg.php پیکربندی شده است؟
fi_fi: config / amuzak.cfg.php määritetty?
he_il: config / amuzak.cfg.php מוגדר?
hu_hu: config / amuzak.cfg.php konfigurálva?
ko_kr: config / amuzak.cfg.php가 설정 되었습니까?
nb_no: config / amuzak.cfg.php konfigurert?
sv_se: config / amuzak.cfg.php konfigurerad?
tr_tr: config / amuzak.cfg.php yapılandırılmış mı?
uk_ua: config / amuzak.cfg.php налаштований?

source: Recheck Config
ar_sa: إعادة فحص التكوين
ca_es: Torna a comprovar la configuració
da_dk: Kontrollér Config
el_gr: Επανατοποθετήστε το Config
fa_ir: بازنگری پیکربندی
fi_fi: Tarkista Config
he_il: בדוק מחדש את התצורה
hu_hu: Ellenőrizze újra a Config-et
ko_kr: 구성 다시 검사
nb_no: Kontroller konfig
sv_se: Kontrollera om konfig
tr_tr: Config'i yeniden kontrol et
uk_ua: Перевірте Config

source: Skip
ar_sa: تخطى
ca_es: Saltar
da_dk: Springe
el_gr: Παραλείπω
fa_ir: پرش
fi_fi: hyppiä
he_il: לדלג
ko_kr: 버킷
nb_no: Hopp
sv_se: Hoppa
tr_tr: atlamak
uk_ua: Пропустити

source: Create config
ar_sa: إنشاء التكوين
ca_es: Crear configuració
da_dk: Opret config
el_gr: Δημιουργία διαμόρφωσης
fa_ir: ایجاد پیکربندی
fi_fi: Luo konfig
he_il: צור תצורה
hu_hu: Konfiguráció létrehozása
ko_kr: 구성 만들기
nb_no: Opprett konfigurasjon
sv_se: Skapa konfiguration
tr_tr: Config oluştur
uk_ua: Створити конфіг
