Repository: codacy-badger/amuzak
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, ca_es, da_dk, el_gr, fa_ir, fi_fi, he_il, hu_hu, ko_kr, nb_no, sv_se, tr_tr, uk_ua

source: Confirm
ar_sa: تؤكد
ca_es: Confirmar
da_dk: Bekræfte
el_gr: Επιβεβαιώνω
fa_ir: تایید
fi_fi: Vahvistaa
he_il: אשר
hu_hu: megerősít
ko_kr: 확인
nb_no: Bekrefte
sv_se: Bekräfta
tr_tr: Onaylamak
uk_ua: Підтвердьте

source: Public
ar_sa: عامة
ca_es: Públic
da_dk: Offentlig
el_gr: Δημόσια
fa_ir: عمومی
fi_fi: Julkinen
he_il: ציבורי
hu_hu: Nyilvános
ko_kr: 공공의
nb_no: Offentlig
sv_se: Publik
tr_tr: halka açık
uk_ua: Публічний

source: Author
ar_sa: مؤلف
ca_es: Autor
da_dk: Forfatter
el_gr: Συντάκτης
fa_ir: نویسنده
fi_fi: kirjailija
he_il: מחבר
hu_hu: Szerző
ko_kr: 저자
nb_no: Forfatter
sv_se: Författare
tr_tr: Yazar
uk_ua: Автор

source: Feed
ar_sa: تغذية
ca_es: Alimentació
da_dk: Foder
el_gr: Ταίζω
fa_ir: خوراک
fi_fi: rehu
he_il: הזנה
hu_hu: takarmány
ko_kr: 먹이
nb_no: Mate
sv_se: Utfodra
tr_tr: besleme
uk_ua: Потік

source: Language
ar_sa: لغة
ca_es: Llengua
da_dk: Sprog
el_gr: Γλώσσα
fa_ir: زبان
fi_fi: Kieli
he_il: שפה
hu_hu: Nyelv
ko_kr: 언어
nb_no: Språk
sv_se: Språk
tr_tr: Dil
uk_ua: Мова

source: Copyright
ar_sa: حقوق النشر
da_dk: ophavsret
el_gr: Πνευματική ιδιοκτησία
fa_ir: کپی رایت
fi_fi: tekijänoikeus
he_il: זכויות יוצרים
hu_hu: szerzői jog
ko_kr: 저작권
nb_no: opphavsrett
sv_se: upphovsrätt
tr_tr: telif hakkı
uk_ua: Авторське право

source: Item Limit (0 = unlimited)
ar_sa: حد العنصر (0 = غير محدود)
ca_es: Límit d'element (0 = il·limitat)
da_dk: Varegrænse (0 = ubegrænset)
el_gr: Όριο στοιχείου (0 = απεριόριστο)
fa_ir: مورد محدود (0 = نامحدود)
fi_fi: Tuotteen raja (0 = rajoittamaton)
he_il: הגבלת פריט (0 = בלתי מוגבל)
hu_hu: Elemkorlát (0 = korlátlan)
ko_kr: 항목 제한 (0 = 무제한)
nb_no: Elementbegrensning (0 = ubegrenset)
sv_se: Artikelbegränsning (0 = obegränsad)
tr_tr: Öğe Sınırı (0 = sınırsız)
uk_ua: Ліміт елемента (0 = необмежений)

source: Created by: %s for %s
ar_sa: تم الإنشاء بواسطة: %s لـ %s
ca_es: Creat per %s de %s
da_dk: Oprettet af: %s for %s
el_gr: Δημιουργήθηκε από: %s για %s
fa_ir: ایجاد به وسیله: %s %s
fi_fi: Luonut: %s varten %s
he_il: נוצר על ידי: %s עבור %s
hu_hu: Készítette: %s a %s számára
ko_kr: 만든 사람 : %s에 %s
nb_no: Laget av: %s for %s
sv_se: Skapad av: %s för %s
tr_tr: Oluşturan: %s için %s
uk_ua: Створено: %s для %s

source: Track
ar_sa: مسار
ca_es: Peça
da_dk: Spore
el_gr: Κομμάτι
fa_ir: تراک
fi_fi: Seurata
he_il: עקוב אחר
hu_hu: Vágány
ko_kr: 선로
nb_no: Spor
sv_se: Spår
tr_tr: Izlemek
uk_ua: Трек

source: More Metadata
ar_sa: المزيد من البيانات الوصفية
ca_es: Més metadades
da_dk: Flere metadata
el_gr: Περισσότερα μεταδεδομένα
fa_ir: متاداده بیشتر
fi_fi: Lisää metatietoja
he_il: מטא נתונים נוספים
hu_hu: További metaadatok
ko_kr: 더 많은 메타 데이터
nb_no: Mer metadata
sv_se: Mer metadata
tr_tr: Daha fazla Meta Veri
uk_ua: Більше метаданих

source: Re-tag
ar_sa: إعادة العلامة
ca_es: Tornar a etiquetar
el_gr: Επανατοποθετήστε
fa_ir: دوباره برچسب
fi_fi: Re-tagi
he_il: תגית מחדש
ko_kr: 태그 다시 지정
sv_se: Re-tagg
tr_tr: Yeniden etiketi
uk_ua: Повторно позначте тег

source: Persistent
ar_sa: مستمر
da_dk: Vedvarende
el_gr: Επίμονος
fa_ir: مداوم
fi_fi: itsepintainen
he_il: מתמיד
hu_hu: Kitartó
ko_kr: 지속성 있는
nb_no: vedvarende
sv_se: Beständig
tr_tr: Kalici
uk_ua: Стійкий

source: Keep Existing
ar_sa: الحفاظ القائمة
ca_es: Seguiu existint
da_dk: Hold eksisterende
el_gr: Διατηρήστε την ύπαρξη
fa_ir: نگه داشتن موجود
fi_fi: Pidä olemassa olevat
he_il: תמשיך להתקיים
hu_hu: Tartsa fenn a meglévő adatokat
ko_kr: 계속 존재
nb_no: Hold eksisterende
sv_se: Fortsätt existera
tr_tr: Varolanı Koru
uk_ua: Тримайте існуючих

source: Editing existing User
ar_sa: تحرير المستخدم الحالي
ca_es: Edició d’un usuari existent
da_dk: Redigering af eksisterende bruger
el_gr: Επεξεργασία υπάρχοντος χρήστη
fa_ir: ویرایش کاربر موجود
fi_fi: Olemassa olevan käyttäjän muokkaaminen
he_il: עריכת משתמש קיים
hu_hu: Meglévő felhasználó szerkesztése
ko_kr: 기존 사용자 편집
nb_no: Redigerer eksisterende bruker
sv_se: Redigering av befintlig användare
tr_tr: Mevcut Kullanıcıyı Düzenleme
uk_ua: Редагування існуючого користувача

source: User Properties
ar_sa: خصائص المستخدم
ca_es: Propietats de l'usuari
da_dk: Brugeregenskaber
el_gr: Ιδιότητες χρηστών
fa_ir: خواص کاربر
fi_fi: Käyttäjän ominaisuudet
he_il: מאפייני משתמש
hu_hu: Felhasználói tulajdonságok
ko_kr: 사용자 속성
nb_no: Brukeregenskaper
sv_se: Användaregenskaper
tr_tr: Kullanıcı Özellikleri
uk_ua: Властивості користувача

source: Other Options
ar_sa: خيارات أخرى
ca_es: Altres opcions
da_dk: Andre muligheder
el_gr: Αλλες επιλογές
fa_ir: سایر گزینه ها
fi_fi: Muita vaihtoehtoja
he_il: אפשרויות אחרות
hu_hu: Egyéb opciók
ko_kr: 다른 옵션
nb_no: Andre muligheter
sv_se: Andra alternativ
tr_tr: Diğer seçenekler
uk_ua: Інші параметри

source: Config Preset
ar_sa: التكوين مسبقا
ca_es: Configuració predefinida
el_gr: Προεπιλεγμένη ρύθμιση παραμέτρων
fa_ir: پیکربندی پیش فرض
he_il: קביעת תצורה קבועה מראש
ko_kr: 사전 설정 구성
tr_tr: Yapılandırma Ön Ayarı
uk_ua: Налаштування налаштувань

source: Flash
ar_sa: فلاش
da_dk: Blitz
el_gr: Λάμψη
fa_ir: فلاش
fi_fi: salama
he_il: פלאש
hu_hu: Vaku
ko_kr: 플래시
nb_no: Blits
sv_se: Blixt
tr_tr: flaş

source: Prevent Preset Override
ar_sa: منع تجاوز مسبق
ca_es: Eviteu la substitució predefinida
da_dk: Forhindre forudindstillet tilsidesættelse
el_gr: Αποτρέψτε την Προεπιλεγμένη Παράκαμψη
fa_ir: جلوگیری از لغو پیش فرض
fi_fi: Estä esiasetettu ohitus
he_il: למנוע לעקוף מראש
hu_hu: Előre beállított felülbírálás megakadályozása
ko_kr: 프리셋 덮어 쓰기 방지
nb_no: Forhindre forhåndsinnstilling
sv_se: Förhindra förinställd inställning
tr_tr: Ön Ayar Geçersiz Kılmayı Önleme
uk_ua: Заборона попередньо встановленого значення

source: This Affects all non-Admin accounts
ar_sa: هذا يؤثر على جميع الحسابات غير المشرف
ca_es: Això afecta tots els comptes que no siguin administradors
da_dk: Dette påvirker alle ikke-administrerede konti
el_gr: Αυτό επηρεάζει όλους τους λογαριασμούς που δεν είναι διαχειριστές
fa_ir: این بر همه حسابهای غیر اداری تاثیر می گذارد
fi_fi: Tämä vaikuttaa kaikkiin muihin kuin hallintotileihin
he_il: הדבר משפיע על כל החשבונות שאינם מנהלים
hu_hu: Ez minden nem adminisztrátori fiókot érinti
ko_kr: 이것은 모든 비 관리자 계정에 영향을 미칩니다.
nb_no: Dette påvirker alle ikke-administrerte kontoer
sv_se: Detta påverkar alla icke-administrativa konton
tr_tr: Bu, Yönetici olmayan tüm hesapları etkiler
uk_ua: Це стосується всіх облікових записів, які не належать адміністратору

source: Update User
ar_sa: تحديث المستخدم
ca_es: Actualitza l'usuari
da_dk: Opdater bruger
el_gr: Ενημέρωση χρήστη
fa_ir: بهروزرسانی کاربر
fi_fi: Päivitä käyttäjä
he_il: עדכן משתמש
hu_hu: Felhasználó frissítése
ko_kr: 사용자 업데이트
nb_no: Oppdater bruker
sv_se: Uppdatera användaren
tr_tr: Kullanıcıyı Güncelle
uk_ua: Оновити користувача

source: Export Catalog
ar_sa: كتالوج التصدير
ca_es: Exporta el catàleg
da_dk: Eksportkatalog
el_gr: Εξαγωγή Καταλόγου
fa_ir: برون‌بری مجموعه
fi_fi: Vie luettelo
he_il: ייצוא קטלוג
hu_hu: Export katalógus
ko_kr: 카탈로그 내보내기
nb_no: Eksporter katalog
sv_se: Exportera katalog
tr_tr: Kataloğu Dışa Aktar
uk_ua: Експортний каталог

source: Format
ar_sa: شكل
el_gr: Μορφή
fa_ir: ساختار
fi_fi: Muoto
he_il: פורמט
hu_hu: Formátum
ko_kr: 체재
tr_tr: Biçim
uk_ua: Формат

source: Export
ar_sa: تصدير
ca_es: Exporta
da_dk: Eksport
el_gr: Εξαγωγή
fa_ir: صادرات
fi_fi: Viedä
he_il: יצא
ko_kr: 수출
nb_no: Eksporter
sv_se: Exportera
tr_tr: ihracat
uk_ua: Експорт

source: Art Search
ar_sa: بحث الفن
ca_es: Cerca d'art
da_dk: Kunst søgning
fa_ir: جستجوی هنری
fi_fi: Taidehaku
he_il: חיפוש אמנות
hu_hu: Művészeti keresés
ko_kr: 예술 검색
nb_no: Kunstsøk
sv_se: Konstsökning
tr_tr: Sanat Arama
uk_ua: Мистецтво пошуку

source: Starting Art Search
ar_sa: بدء البحث عن الفن
ca_es: Començar Art Search
da_dk: Start kunstsøgning
el_gr: Ξεκινώντας την αναζήτηση τέχνης
fa_ir: شروع جستجوی هنر
fi_fi: Art Searchin aloittaminen
he_il: הפעלת חיפוש אמנות
hu_hu: Művészeti keresés indítása
ko_kr: 아트 검색 시작하기
nb_no: Start Art Search
sv_se: Starta konstsökning
tr_tr: Sanat Aramaya Başlama
uk_ua: Початок пошуку мистецтва

source: Searched
ar_sa: البحث
ca_es: Cercat
da_dk: Søgte
el_gr: Αναζητήθηκαν
fa_ir: جستجو کرد
fi_fi: etsitty
he_il: חיפוש
hu_hu: Keresés
ko_kr: 검색된
nb_no: Ferdig med søk
sv_se: Genomsökta
tr_tr: Aranan
uk_ua: Шукали

source: Customize Search
ar_sa: تخصيص البحث
ca_es: Personalitza la cerca
da_dk: Tilpas søgning
el_gr: Παραμετροποίηση Αναζήτησης
fa_ir: سفارشی کردن جستجو
fi_fi: Muokkaa hakua
he_il: התאם אישית את החיפוש
hu_hu: Keresés testreszabása
ko_kr: 검색 맞춤 설정
nb_no: Innstillinger for søk
sv_se: Anpassa sökning
tr_tr: Aramayı Özelleştir
uk_ua: Налаштувати пошук

source: Direct URL to Image
ar_sa: رابط مباشر للصورة
ca_es: Directa des de URL a imatge
da_dk: Direkte URL til billede
el_gr: Απευθείας URL σε εικόνα
fa_ir: مستقیم به تصویر URL آدرس
fi_fi: Suora URL kuvaan
he_il: כתובת אתר ישירה לתמונה
hu_hu: Közvetlen URL a képhez
ko_kr: 이미지에 대한 직접 URL
nb_no: Direkte URL til bilde
sv_se: Direkt-url till bild
tr_tr: Resme yönlendirilen URL
uk_ua: Пряма URL-адреса до зображення

source: Local Image
ar_sa: الصورة المحلية
ca_es: Imatge local
da_dk: Lokalt billede
el_gr: Εικόνα τοπικά
fa_ir: تصویر محلی
fi_fi: Paikallinen kuva
he_il: תמונה מקומית
hu_hu: Helyi kép
ko_kr: 로컬 이미지
nb_no: Lokalt bilde
sv_se: Lokal bild
tr_tr: Yerel resim
uk_ua: Місцеве зображення

source: Get Art
ar_sa: الحصول على الفن
ca_es: Aconsegueix la portada
da_dk: Få kunst
el_gr: Βάλε εξώφυλλο
fa_ir: هنر را دریافت کنید
fi_fi: Hae Art
he_il: קבל אמנות
ko_kr: 미술 작품
nb_no: Hent albumbilde
sv_se: Hämta omslag
tr_tr: Sanat al
uk_ua: Отримати арт

source: Statistical Graphs
ar_sa: الرسوم البيانية الإحصائية
ca_es: Gràfics estadístics
da_dk: Statistiske grafer
el_gr: Στατιστικά γραφήματα
fa_ir: نمودار آماری
fi_fi: Tilastokartat
he_il: תרשימים סטטיסטיים
hu_hu: Statisztikai grafikonok
ko_kr: 통계 그래프
nb_no: Statistiske grafer
sv_se: Statistiska grafer
tr_tr: İstatistiksel Grafikler
uk_ua: Статистичні графіки

source: Show large
ar_sa: عرض كبير
ca_es: Mostra gran
da_dk: Vis stort
el_gr: Εμφάνιση μεγάλων
fa_ir: نمایش بزرگ
fi_fi: Näytä suuri
he_il: הצג גדול
hu_hu: Nagy méret
ko_kr: 큰 표시
nb_no: Vis stort
sv_se: Visa stor
tr_tr: Büyük göster
uk_ua: Показати великі

source: Start Date
ar_sa: تاريخ البدء
ca_es: Data d'inici
da_dk: Start dato
el_gr: Ημερομηνία έναρξης
fa_ir: تاریخ شروع
fi_fi: Aloituspäivämäärä
he_il: תאריך התחלה
hu_hu: Kezdő dátum
ko_kr: 시작 날짜
nb_no: Startdato
sv_se: Start datum
tr_tr: Başlangıç tarihi
uk_ua: Дата початку

source: End Date
ar_sa: تاريخ الانتهاء
ca_es: Data de finalització
da_dk: Slutdato
el_gr: Ημερομηνία λήξης
fa_ir: تاریخ پایان
fi_fi: Päättymispäivä
he_il: תאריך סיום
hu_hu: Befejezés dátuma
ko_kr: 종료일
nb_no: Sluttdato
sv_se: Slutdatum
tr_tr: Bitiş tarihi
uk_ua: Дата закінчення

source: Zoom
ar_sa: تكبير
el_gr: Ανίπταμαι διαγωνίως
fa_ir: بزرگنمایی
fi_fi: Zoomaus
he_il: זום
hu_hu: Zoomolás
ko_kr: 줌
tr_tr: yakınlaştırma
uk_ua: Збільшити

source: Month
ar_sa: شهر
ca_es: Mes
da_dk: Måned
el_gr: Μήνας
fa_ir: ماه
fi_fi: Kuukausi
he_il: חודש
hu_hu: Hónap
ko_kr: 달
nb_no: Måned
sv_se: Månad
tr_tr: Ay
uk_ua: Місяць

source: Day
ar_sa: يوم
ca_es: Dia
da_dk: Dag
el_gr: Ημέρα
fa_ir: روز
fi_fi: Päivä
he_il: יום
hu_hu: Nap
ko_kr: 일
nb_no: Dag
sv_se: Dag
tr_tr: Gün
uk_ua: День

source: Hour
ar_sa: ساعة
ca_es: Hora
da_dk: Time
el_gr: Ωρα
fa_ir: ساعت
fi_fi: Tunnin
he_il: שעה
hu_hu: Óra
ko_kr: 시간
nb_no: Time
sv_se: Timme
tr_tr: Saat
uk_ua: Година

source: Information
ar_sa: معلومات
ca_es: Informació
el_gr: Πληροφορίες
fa_ir: اطلاعات
fi_fi: Tiedot
he_il: מידע
hu_hu: Információ
ko_kr: 정보
nb_no: Informasjon
tr_tr: Bilgi
uk_ua: Інформація

source: Your browser doesn't support this feature.
ar_sa: متصفحك لا يدعم هذه الميزة.
ca_es: El vostre navegador no admet aquesta funció.
da_dk: Din browser understøtter ikke denne funktion.
el_gr: Το πρόγραμμα περιήγησης που χρησιμοποιείτε δεν υποστηρίζει αυτή τη λειτουργία.
fa_ir: مرورگر شما از این ویژگی پشتیبانی نمی کند.
fi_fi: Selaimesi ei tue tätä ominaisuutta.
he_il: הדפדפן שלך אינו תומך בתכונה זו.
hu_hu: A böngésző nem támogatja ezt a funkciót.
ko_kr: 브라우저가이 기능을 지원하지 않습니다.
nb_no: Nettleseren din støtter ikke denne funksjonen.
sv_se: Din webbläsare stöder inte den här funktionen.
tr_tr: Tarayıcınız bu özelliği desteklemiyor.
uk_ua: Ваш браузер не підтримує цю функцію.

source: Media is currently playing. Are you sure you want to close
ar_sa: يلعب الوسائط حاليًا. هل أنت متأكد أنك تريد الإغلاق؟
ca_es: S’està reproduint els mitjans de comunicació. Esteu segur que voleu tancar
da_dk: Medier afspilles i øjeblikket. Er du sikker på at du vil lukke
el_gr: Τα Media εκτελούνται αυτήν τη στιγμή. Είστε βέβαιοι ότι θέλετε να κλείσετε
fa_ir: رسانه در حال پخش است مطمئنید که میخواهید نزدیک شوید
fi_fi: Mediaa toistetaan parhaillaan. Haluatko varmasti sulkea
he_il: המדיה פועלת כעת. האם אתה בטוח שברצונך לסגור
hu_hu: A média jelenleg játszik. Biztosan bezár
ko_kr: 미디어가 현재 재생 중입니다. 닫으시겠습니까?
nb_no: Media spiller for øyeblikket. Er du sikker på at du vil lukke
sv_se: Media spelar för närvarande. Är du säker på att du vill stänga
tr_tr: Medya şu anda oynuyor. Kapatmak istediğinden emin misin?
uk_ua: Медіа зараз відтворюється. Дійсно закрити

source: Importing a Playlist from a File
ar_sa: استيراد قائمة تشغيل من ملف
ca_es: Importació d'una llista de reproducció des d'un fitxer
da_dk: Importerer en afspilningsliste fra en fil
el_gr: Εισαγωγή λίστας αναπαραγωγής από ένα αρχείο
fa_ir: وارد کردن یک لیست پخش از یک فایل
fi_fi: Soittolistan tuominen tiedostosta
he_il: ייבוא רשימת השמעה מקובץ
hu_hu: Lejátszási lista importálása fájlból
ko_kr: 파일에서 재생 목록 가져 오기
nb_no: Importerer en spilleliste fra en fil
sv_se: Importerar en spellista från en fil
tr_tr: Bir Oynatma Listesini Dosyadan İçe Aktarma
uk_ua: Імпортування списку відтворення з файлу

source: Import Playlist
ar_sa: استيراد قائمة التشغيل
ca_es: Importa la llista de reproducció
da_dk: Import afspilningsliste
el_gr: Εισαγωγή λίστας αναπαραγωγής
fa_ir: لیست پخش واردات
fi_fi: Tuo soittolista
he_il: ייבא פלייליסט
hu_hu: Lejátszási lista importálása
ko_kr: 재생 목록 가져 오기
nb_no: Importer spilleliste
sv_se: Importera spellista
tr_tr: Oynatma Listesini İçe Aktar
uk_ua: Імпортувати список відтворення

source: Install progress
ar_sa: تثبيت التقدم
ca_es: Progrès d'instal·lació
da_dk: Installer fremskridt
el_gr: Εγκαταστήστε την πρόοδο
fa_ir: پیشرفت را نصب کنید
fi_fi: Asenna edistys
he_il: התקן את ההתקדמות
hu_hu: Telepítse a folyamatot
ko_kr: 설치 진행률
nb_no: Installer fremgang
sv_se: Installera framsteg
tr_tr: Yükleme ilerleme
uk_ua: Встановіть прогрес

source: Step 1 - Create the Ampache database
ar_sa: الخطوة 1 - إنشاء قاعدة بيانات Ampache
ca_es: Pas 1: creeu la base de dades Ampache
da_dk: Trin 1 - Opret Ampache-databasen
el_gr: Βήμα 1 - Δημιουργήστε τη βάση δεδομένων Ampache
fa_ir: مرحله 1 - ایجاد پایگاه داده Ampache
fi_fi: Vaihe 1 - Luo Ampache-tietokanta
he_il: שלב 1 - יצירת מסד הנתונים של Ampache
hu_hu: 1. lépés - Az Ampache adatbázis létrehozása
ko_kr: 1 단계 - Ampache 데이터베이스 만들기
nb_no: Trinn 1 - Opprett Ampache-databasen
sv_se: Steg 1 - Skapa Ampache-databasen
tr_tr: Adım 1 - Ampache veritabanını oluşturun
uk_ua: Крок 1 - Створення бази даних Ampache

source: Step 2 - Create configuration files (amuzak.cfg.php ...)
ar_sa: الخطوة 2 - إنشاء ملفات التكوين (amuzak.cfg.php ...)
ca_es: Pas 2: crear fitxers de configuració (amuzak.cfg.php ...)
da_dk: Trin 2 - Opret konfigurationsfiler (amuzak.cfg.php ...)
el_gr: Βήμα 2 - Δημιουργία αρχείων ρυθμίσεων (amuzak.cfg.php ...)
fa_ir: مرحله 2 - ایجاد فایل های پیکربندی (amuzak.cfg.php ...)
fi_fi: Vaihe 2 - Luo kokoonpanotiedostoja (amuzak.cfg.php ...)
he_il: שלב 2 - יצירת קבצי תצורה (amuzak.cfg.php ...)
hu_hu: 2. lépés - Konfigurációs fájlok létrehozása (amuzak.cfg.php ...)
ko_kr: 2 단계 - 구성 파일 만들기 (amuzak.cfg.php ...)
nb_no: Trinn 2 - Opprett konfigurasjonsfiler (amuzak.cfg.php ...)
sv_se: Steg 2 - Skapa konfigurationsfiler (amuzak.cfg.php ...)
tr_tr: Adım 2 - Konfigürasyon dosyaları oluşturun (amuzak.cfg.php ...)
uk_ua: Крок 2 - Створення файлів конфігурації (amuzak.cfg.php ...)

source: Step 3 - Set up the initial account
ar_sa: الخطوة 3 - إعداد الحساب الأولي
ca_es: Pas 3: configureu el compte inicial
da_dk: Trin 3 - Indstil den oprindelige konto
el_gr: Βήμα 3 - Ρύθμιση του αρχικού λογαριασμού
fa_ir: مرحله 3 - حساب اولیه را تنظیم کنید
fi_fi: Vaihe 3 - Määritä alkutili
he_il: שלב 3 - הגדר את החשבון הראשוני
hu_hu: 3. lépés - Állítsa be az első fiókot
ko_kr: 3 단계 - 초기 계정 설정
nb_no: Trinn 3 - Konfigurer den opprinnelige kontoen
sv_se: Steg 3 - Ställ in det ursprungliga kontot
tr_tr: Adım 3 - İlk hesabı ayarlayın
uk_ua: Крок 3 - Налаштуйте початковий рахунок

source: This step creates your initial Ampache admin account. Once your admin account has been created you will be redirected to the login page.
ar_sa: تقوم هذه الخطوة بإنشاء حساب مسؤول Ampache الأولي الخاص بك. بمجرد إنشاء حساب المسؤول الخاص بك ، سيتم إعادة توجيهك إلى صفحة تسجيل الدخول.
ca_es: Aquest pas crea el vostre compte d’administració Ampache inicial. Quan s’hagi creat el compte d’administrador, sereu redirigit a la pàgina d’inici de sessió.
da_dk: Dette trin opretter din oprindelige Ampache admin-konto. Når din adminkonto er oprettet, bliver du omdirigeret til login-siden.
el_gr: Αυτό το βήμα δημιουργεί τον αρχικό σας λογαριασμό διαχειριστή του Ampache. Αφού δημιουργηθεί ο λογαριασμός διαχειριστή, θα μεταφερθείτε στη σελίδα σύνδεσης.
fa_ir: این مرحله اولین حساب کاربری Ampache شما را ایجاد می کند. هنگامی که حساب کاربری شما ایجاد شده است، به صفحه ورود به صفحه هدایت می شوید.
fi_fi: Tämä vaihe luo alkuperäisen Ampache-tilisi. Kun admin-tili on luotu, sinut ohjataan kirjautumissivulle.
he_il: שלב זה יוצר חשבון מנהל Ampache הראשוני שלך. לאחר יצירת חשבון הניהול שלך, תועבר לדף הכניסה.
hu_hu: Ez a lépés létrehozza az eredeti Ampache admin fiókot. Az adminisztrátori fiók létrehozása után átirányítja a bejelentkezési oldalt.
ko_kr: 이 단계에서는 초기 Ampache 관리자 계정을 만듭니다. 관리자 계정이 생성되면 로그인 페이지로 리디렉션됩니다.
nb_no: Dette trinnet oppretter din første Ampache admin-konto. Når adminkontoen din er opprettet, blir du omdirigert til påloggingssiden.
sv_se: Detta steg skapar ditt ursprungliga Ampache-administratorkonto. När ditt administratorkonto har skapats kommer du att dirigeras till inloggningssidan.
tr_tr: Bu adım, ilk Ampache yönetici hesabınızı oluşturur. Yönetici hesabınız oluşturulduktan sonra giriş sayfasına yönlendirileceksiniz.
uk_ua: Цей крок створює початковий обліковий запис адміністратора Ampache. Після створення облікового запису адміністратора ви перейдете на сторінку входу.

source: Create Admin Account
ar_sa: إنشاء حساب المسؤول
ca_es: Crea un compte d’administrador
da_dk: Opret administratorkonto
el_gr: Δημιουργία λογαριασμού διαχειριστή
fa_ir: ایجاد حساب کاربری مدیریت
fi_fi: Luo hallintatili
he_il: צור חשבון מנהל מערכת
hu_hu: Adminisztrátori fiók létrehozása
ko_kr: 관리자 계정 만들기
nb_no: Opprett adminkonto
sv_se: Skapa administratörskonto
tr_tr: Yönetici Hesabı Oluştur
uk_ua: Створити обліковий запис адміністратора

source: Create Account
ar_sa: إنشاء حساب
ca_es: Crear compte
da_dk: Opret konto
el_gr: Δημιουργήστε λογαριασμό
fa_ir: ایجاد حساب کاربری
fi_fi: Luo tili
he_il: צור חשבון
hu_hu: Fiók létrehozása
ko_kr: 계정 만들기
nb_no: Opprett konto
sv_se: Skapa konto
tr_tr: Hesap açmak
uk_ua: Створити обліковий запис

source: Requirements
ar_sa: المتطلبات
ca_es: Requisits
da_dk: Krav
el_gr: Απαιτήσεις
fa_ir: الزامات
fi_fi: vaatimukset
he_il: דרישות
hu_hu: követelmények
ko_kr: 요구 사항
nb_no: Krav
sv_se: Krav
tr_tr: Gereksinimler
uk_ua: Вимоги

source: This page handles the installation of the Ampache database and the creation of the amuzak.cfg.php file. Before you continue please make sure that you have the following prerequisites:
ar_sa: تعالج هذه الصفحة تثبيت قاعدة بيانات Ampache وإنشاء ملف amuzak.cfg.php. قبل المتابعة ، يرجى التأكد من توفر الشروط التالية:
ca_es: Aquesta pàgina gestiona la instal·lació de la base de dades Ampache i la creació del fitxer amuzak.cfg.php. Abans de continuar, assegureu-vos que teniu els prerequisits següents:
da_dk: Denne side håndterer installationen af Ampache-databasen og oprettelsen af filen amuzak.cfg.php. Før du fortsætter, skal du sørge for at have følgende forudsætninger:
el_gr: Αυτή η σελίδα διαχειρίζεται την εγκατάσταση της βάσης δεδομένων Ampache και τη δημιουργία του αρχείου amuzak.cfg.php. Πριν συνεχίσετε, βεβαιωθείτε ότι έχετε τις ακόλουθες προϋποθέσεις:
fa_ir: این صفحه، نصب پایگاه داده Ampache و ایجاد فایل amuzak.cfg.php را مدیریت می کند. قبل از ادامه لطفا مطمئن شوید که پیش نیازهای زیر را دارید:
fi_fi: Tämä sivu käsittelee Ampache-tietokannan asennusta ja amuzak.cfg.php-tiedoston luomista. Ennen kuin jatkat, varmista, että sinulla on seuraavat edellytykset:
he_il: דף זה מטפל בהתקנה של מסד הנתונים של Ampache וביצירת הקובץ amuzak.cfg.php. לפני שתמשיך, ודא שיש לך את התנאים המוקדמים הבאים:
hu_hu: Ez az oldal kezeli az Ampache adatbázis telepítését és az amuzak.cfg.php fájl létrehozását. Mielőtt folytatná, győződjön meg róla, hogy az alábbi előfeltételei vannak:
ko_kr: 이 페이지는 Ampache 데이터베이스 설치 및 amuzak.cfg.php 파일 작성을 처리합니다. 계속하기 전에 다음 전제 조건이 충족되어 있는지 확인하십시오.
nb_no: Denne siden håndterer installasjonen av Ampache-databasen og opprettelsen av filen amuzak.cfg.php. Før du fortsetter, vær så snill og sørg for at du har følgende forutsetninger:
sv_se: Den här sidan hanterar installationen av Ampache-databasen och skapandet av filen amuzak.cfg.php. Innan du fortsätter, se till att du har följande förutsättningar:
tr_tr: Bu sayfa Ampache veritabanının kurulumunu ve amuzak.cfg.php dosyasının oluşturulmasını işler. Devam etmeden önce lütfen aşağıdaki önkoşullara sahip olduğunuzdan emin olun:
uk_ua: Ця сторінка обробляє інсталяцію бази даних Ampache і створення файлу amuzak.cfg.php. Перш ніж продовжити, переконайтеся, що ви маєте такі передумови:

source: A MySQL server with a username and password that can create/modify databases
ar_sa: خادم MySQL له اسم مستخدم وكلمة مرور يمكنه إنشاء / تعديل قواعد البيانات
ca_es: Un servidor MySQL amb un nom d’usuari i una contrasenya que poden crear / modificar bases de dades
da_dk: En MySQL-server med et brugernavn og et kodeord, der kan oprette / ændre databaser
el_gr: Ένας εξυπηρετητής MySQL με όνομα χρήστη και κωδικό πρόσβασης που μπορεί να δημιουργήσει / τροποποιήσει βάσεις δεδομένων
fa_ir: یک سرور MySQL با نام کاربری و رمز عبور که می تواند پایگاه داده ها را ایجاد / تغییر دهد
fi_fi: MySQL-palvelin, jonka käyttäjätunnus ja salasana voivat luoda / muokata tietokantoja
he_il: שרת MySQL עם שם משתמש וסיסמה שיכולים ליצור / לשנות מסדי נתונים
hu_hu: MySQL-kiszolgáló olyan felhasználónévvel és jelszóval, amely adatbázisokat hozhat létre / módosíthat
ko_kr: 데이터베이스를 생성 / 수정할 수있는 사용자 이름과 암호가있는 MySQL 서버
nb_no: En MySQL-server med et brukernavn og passord som kan opprette / modifisere databaser
sv_se: En MySQL-server med ett användarnamn och lösenord som kan skapa / ändra databaser
tr_tr: Veritabanları oluşturabilen / değiştirebilen bir kullanıcı adı ve parolaya sahip MySQL sunucusu
uk_ua: Сервер MySQL з іменем користувача та паролем, який може створювати / змінювати бази даних

source: Your webserver has read access to the files %s and %s
ar_sa: خادم الويب لديه حق الوصول للقراءة إلى الملفات %s و %s
ca_es: El vostre servidor web té accés de lectura als fitxers %s i %s
da_dk: Din webserver har læseadgang til filerne %s og %s
el_gr: Ο διακομιστής σας έχει διαβάσει την πρόσβαση στα αρχεία %s και %s
fa_ir: وب سرور شما دسترسی به فایل های %s و %s را خوانده است
fi_fi: Verkkopalvelimella on lukukansio tiedostoihin %s ja %s
he_il: שרת האינטרנט שלך קרא גישה לקבצים %s ו- %s
hu_hu: A webszerver hozzáférési joggal rendelkezik a %s és a %s fájlokhoz
ko_kr: 웹 서버가 %s 및 %s 파일에 대한 읽기 권한을 가지고 있습니다.
nb_no: Din webserver har leseadgang til filene %s og %s
sv_se: Din webbserver har läsåtkomst till filerna %s och %s
tr_tr: Web sunucunuz %s ve %s dosyalarına okuma erişimi var
uk_ua: Ваш веб-сервер має доступ для читання до файлів %s і %s
