Repository: codacy-badger/amuzak
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, ca_es, da_dk, el_gr, fa_ir, fi_fi, he_il, hu_hu, ko_kr, nb_no, sv_se, tr_tr, uk_ua

source: Usage:
ar_sa: الاستعمال:
ca_es: Us:
da_dk: Anvendelse:
el_gr: Χρήση:
fa_ir: استفاده:
fi_fi: Käyttö:
he_il: שימוש:
hu_hu: Használat:
ko_kr: 용법:
nb_no: bruk:
sv_se: Användande:
tr_tr: Kullanımı:
uk_ua: Використання:

source: Starting Catalog: %s
ar_sa: بدء كتالوج: %s
ca_es: Catàleg inicial: %s
da_dk: Startkatalog: %s
el_gr: Ξεκινώντας τον κατάλογο: %s
fa_ir: شروع کاتالوگ: %s
fi_fi: Aloitusluettelo: %s
he_il: מתחיל קטלוג: %s
hu_hu: Indító katalógus: %s
ko_kr: 카탈로그 시작 : %s
nb_no: Startkatalog: %s
sv_se: Startkatalog: %s
tr_tr: Başlangıç Kataloğu: %s
uk_ua: Каталог запуску: %s

source: Moving File...
ar_sa: نقل الملف ...
ca_es: Movent fitxer...
da_dk: Flytning af fil ...
el_gr: Μετακίνηση αρχείου ...
fa_ir: انتقال فایل ...
fi_fi: Tiedoston siirtäminen ...
he_il: מעביר קובץ...
hu_hu: Fájl mozgatása ...
ko_kr: 파일 이동 중 ...
nb_no: Flytter fil ...
sv_se: Flytta fil ...
tr_tr: Dosya Taşınıyor ...
uk_ua: Переміщення файлу ...

source: Source: %s
ar_sa: المصدر: %s
ca_es: Origen: %s
da_dk: Kilde: %s
el_gr: Πηγή: %s
fa_ir: منبع: %s
fi_fi: Lähde: %s
he_il: מקור: %s
hu_hu: Forrás: %s
ko_kr: 출처 : %s
nb_no: Kilde: %s
sv_se: Källa: %s
tr_tr: Kaynak: %s
uk_ua: Джерело: %s

source: Dest: %s
ar_sa: الوجهة: %s
ca_es: Destí: %s
fa_ir: مقصد: %s
fi_fi: Kohde: %s
he_il: יעד: %s
hu_hu: Cím: %s
ko_kr: 도착 : %s
tr_tr: Hedef: %s

source: Making %s Directory
ar_sa: جعل دليل %s
ca_es: Creant %s carpetes
da_dk: Gør %s Directory
el_gr: Δημιουργία καταλόγου %s
fa_ir: ایجاد دایرکتوری %s
fi_fi: Tee %s-hakemisto
he_il: הכנת ספריית %s
hu_hu: %s könyvtár készítése
ko_kr: %s 디렉토리 만들기
nb_no: Lag %s Directory
sv_se: Göra %s katalog
tr_tr: %s Dizinini Yapma
uk_ua: Створення каталогу %s

source: Error: Unable to create %s move failed
ar_sa: خطأ: تعذر إنشاء %s فشل النقل
ca_es: Error: No es pot crear el moviment %s ha fallat
da_dk: Fejl: Kunne ikke oprette %s flytning mislykkedes
el_gr: Σφάλμα: Δεν ήταν δυνατή η δημιουργία της μετακίνησης %s απέτυχε
fa_ir: خطا: انتقال %s ایجاد نمیشود
fi_fi: Virhe: %s-tiedoston luominen epäonnistui
he_il: שגיאה: לא ניתן ליצור את %s העברה נכשלה
hu_hu: Hiba: Nem sikerült létrehozni a %s mozgást
ko_kr: 오류 : %s 이동을 만들지 못했습니다.
nb_no: Feil: Kan ikke opprette %s flytting mislyktes
sv_se: Fel: Det gick inte att skapa %s flytt misslyckades
tr_tr: Hata: %s taşıma oluşturulamadı başarısız oldu.
uk_ua: Помилка: не вдалося створити %s переміщення не вдалося

source: Copying %1$s to %2$s
ar_sa: نسخ %1$s إلى %2$s
ca_es: S'està copiant %1$s a %2$s
da_dk: Kopiering %1$s til %2$s
el_gr: Αντιγραφή %1$s σε %2$s
fa_ir: کپی کردن %1$s به %2$s
fi_fi: Kopiointi %1$s arvoon %2$s
he_il: מעתיק את %1$s ל %2$s
hu_hu: %1$s másolása %2$s-ra
ko_kr: %1$s를 %2$s에 복사 중
nb_no: Kopierer %1$s til %2$s
sv_se: Kopiering %1$s till %2$s
tr_tr: %1$s yerine %2$s kopyalanıyor
uk_ua: Копіювання %1$s до %2$s

source: Error: %s already exists
ar_sa: خطأ: %s موجود بالفعل
ca_es: Error: %s ja existeix
da_dk: Fejl: %s eksisterer allerede
el_gr: Σφάλμα: %s υπάρχει ήδη
fa_ir: خطا: %s در حال حاضر وجود دارد
fi_fi: Virhe: %s on jo olemassa
he_il: שגיאה: %s כבר קיים
hu_hu: Hiba: %s már létezik
ko_kr: 오류 : %s가 이미 있습니다.
nb_no: Feil: %s eksisterer allerede
sv_se: Fel: %s finns redan
tr_tr: Hata: %s zaten var
uk_ua: Помилка: %s вже існує

source: Error: Unable to copy file to %s
ar_sa: خطأ: غير قادر على نسخ الملف إلى %s
ca_es: Error: no es pot copiar el fitxer a %s
da_dk: Fejl: Kan ikke kopiere filen til %s
el_gr: Σφάλμα: Δεν είναι δυνατή η αντιγραφή του αρχείου στο %s
fa_ir: خطا: کپی فایل به %s امکان پذیر نیست
fi_fi: Virhe: Tiedostoa ei voi kopioida kohtaan %s
he_il: שגיאה: לא ניתן להעתיק קובץ ל %s
hu_hu: Hiba: Nem sikerült a %s fájlba másolni
ko_kr: 오류 : 파일을 %s에 복사 할 수 없습니다.
nb_no: Feil: Kan ikke kopiere filen til %s
sv_se: Fel: Det gick inte att kopiera filen till %s
tr_tr: Hata: %s dosyasına dosya kopyalanamıyor
uk_ua: Помилка: неможливо скопіювати файл до %s

source: Error: Directory %s is not writable
ar_sa: خطأ: دليل %s غير قابل للكتابة
ca_es: Error: el directori %s no es pot escriure
da_dk: Fejl: Directory %s kan ikke skrives
el_gr: Σφάλμα: Ο κατάλογος %s δεν είναι εγγράψιμος
fa_ir: خطا: دایرکتوری %s قابل نوشتن نیست
fi_fi: Virhe: Directory %s ei ole kirjoitettavissa
he_il: שגיאה: ספריה %s אינה ניתנת לכתיבה
hu_hu: Hiba: A %s könyvtár nem írható
ko_kr: 오류 : 디렉터리 %s에 쓸 수 없습니다.
nb_no: Feil: Katalog %s er ikke skrivbar
sv_se: Fel: Katalog %s kan inte skrivas
tr_tr: Hata: Dizin %s yazılabilir değil
uk_ua: Помилка: каталог %s не доступний для запису

source: This will dump a collection of playlists files based on type
ar_sa: سيؤدي ذلك إلى تفريغ مجموعة من ملفات قوائم التشغيل بناءً على النوع
ca_es: Això bolcarà una col·lecció de fitxers de llistes de reproducció segons el tipus
da_dk: Dette vil dumpe en samling af spillelister filer baseret på type
el_gr: Αυτό θα σβήσει μια συλλογή αρχείων λίστας αναπαραγωγής με βάση τον τύπο
fa_ir: این مجموعه مجموعه ای از فایل های لیست پخش را براساس نوع قرار می دهد
fi_fi: Tämä tyhjentää tyypin mukaiset soittolistatiedostot
he_il: פעולה זו תייצר אוסף של קבצי רשימות השמעה מבוססות סוג
hu_hu: Ez egy olyan típusú lejátszási listafájlok gyűjteményét fogja kiírni, amelyek típuson alapulnak
ko_kr: 이렇게하면 유형에 따른 재생 목록 파일 모음이 덤프됩니다.
nb_no: Dette vil dumpe en samling spillelister filer basert på type
sv_se: Detta kommer att dumpa en samling av spellistor filer baserat på typ
tr_tr: Bu, türüne bağlı olarak bir çalma listesi dosyaları dökümü oluşturacak
uk_ua: Це призведе до скидання файлів списків відтворення на основі типу

source: Types:
ar_sa: أنواع:
ca_es: Tipus:
da_dk: typer:
el_gr: Τύποι:
fa_ir: انواع:
fi_fi: Tyypit:
he_il: סוגים:
hu_hu: típusok:
ko_kr: 유형 :
nb_no: typer:
sv_se: typer:
tr_tr: Türleri:
uk_ua: Типи:

source: Dumps all of your Playlists
ar_sa: مقالب جميع قوائم التشغيل الخاصة بك
ca_es: Voleu descartar totes les vostres llistes de reproducció
da_dk: Dumper alle dine playlister
el_gr: Καταργεί όλες τις λίστες αναπαραγωγής σας
fa_ir: تمام لیست های پخش خود را از بین می برد
fi_fi: Kaataa kaikki soittolistat
he_il: מייצר את כל רשימות ההשמעה שלך
hu_hu: Az összes lejátszási listát kidobja
ko_kr: 모든 재생 목록을 덤프합니다.
nb_no: Dumper alle spillelistene dine
sv_se: Dumpar alla dina spellistor
tr_tr: Tüm Çalma Listelerinizi döker
uk_ua: Викидає всі ваші списки відтворення

source: Dumps all Albums as individual playlists
ar_sa: تفريغ جميع الألبومات كقوائم تشغيل فردية
ca_es: Descarrega tots els àlbums com a llistes de reproducció individuals
da_dk: Dumper alle album som individuelle afspilningslister
el_gr: Καταργεί όλα τα Άλμπουμ ως μεμονωμένα playlist
fa_ir: همه آلبوم ها را به عنوان لیست پخش های شخصی پخش می کند
fi_fi: Kaataa kaikki albumit yksittäisiksi soittolistoiksi
he_il: מייצר את האלבומים כרשימות השמעה נפרדות
hu_hu: Az összes albumot külön lejátszási listaként dobja le
ko_kr: 모든 앨범을 개별 재생 목록으로 덤프합니다.
nb_no: Dumper alle albumene som individuelle spillelister
sv_se: Dumpar alla album som enskilda spellistor
tr_tr: Tüm Albümleri ayrı çalma listeleri olarak bırakır
uk_ua: Вилучає всі альбоми як окремі списки відтворення

source: Dumps all Artists as individual playlists
ar_sa: مقالب جميع الفنانين كقوائم تشغيل فردية
ca_es: Rebutja tots els artistes com a llistes de reproducció individuals
da_dk: Dumper alle kunstnere som individuelle spillelister
el_gr: Καταργεί όλους τους καλλιτέχνες ως μεμονωμένα playlist
fa_ir: همه هنرمندان را به عنوان لیست پخش های شخصی پخش می کند
fi_fi: Kaataa kaikki taiteilijat yksittäisiksi soittolistoiksi
he_il: מייצר את כל האמנים כרשימות השמעה נפרדות
hu_hu: Minden előadót külön lejátszási listaként dob
ko_kr: 모든 아티스트를 개별 재생 목록으로 덤프합니다.
nb_no: Dumper alle artister som individuelle spillelister
sv_se: Dumper alla artister som enskilda spellistor
tr_tr: Tüm Sanatçıları kişisel çalma listeleri olarak atıyor
uk_ua: Вилучає всіх виконавців як окремі списки відтворення

source: Extensions: m3u (default), xspf, pls
ar_sa: الامتدادات: m3u (افتراضي) ، xspf ، الثابتة والمتنقلة
ca_es: Extensions: m3u (predeterminat), xspf, pls
da_dk: Udvidelser: m3u (standard), xspf, pls
el_gr: Επεκτάσεις: m3u (προεπιλογή), xspf, pls
fa_ir: برنامه های افزودنی: m3u (به طور پیش فرض)، xspf، pls
fi_fi: Laajennukset: m3u (oletus), xspf, pls
he_il: סיומות: m3u (ברירת המחדל), xspf, pls
hu_hu: Bővítmények: m3u (alapértelmezett), xspf, pls
ko_kr: 확장 기능 : m3u (기본값), xspf, pls
nb_no: Utvidelser: m3u (standard), xspf, pls
sv_se: Extensions: m3u (standard), xspf, pls
tr_tr: Uzantılar: m3u (varsayılan), xspf, pls
uk_ua: Розширення: m3u (за замовчуванням), xspf, pls

source: Tag Cloud
ar_sa: سحابة الوسم
ca_es: Núvol d'etiquetes
el_gr: Ετικέτα Cloud
fa_ir: ابر برچسب
he_il: ענן תגיות
hu_hu: Címkefelhő
ko_kr: 태그 클라우드
tr_tr: Etiket Bulutu
uk_ua: Хмара тегів

source: The Requested Playlist has been deleted.
ar_sa: تم حذف قائمة التشغيل المطلوبة.
ca_es: La llista esmentada s'ha esborrat
da_dk: Den ønskede afspilningsliste er blevet slettet.
el_gr: Η λίστα αναπαραγωγής που ζητήθηκε έχει διαγραφεί.
fa_ir: لیست پخش درخواست حذف شده است.
fi_fi: Pyydetty soittolista on poistettu.
he_il: רשימת ההשמעה המבוקשת נמחקה
hu_hu: A kért lejátszási lista törölve lett.
ko_kr: 요청한 재생 목록이 삭제되었습니다.
nb_no: Den valgte spillelisten har blitt slettet
sv_se: Den begärda spellistan har tagits bort.
tr_tr: İstenen Oynatma Listesi silindi.
uk_ua: Запитуваний список відтворення було видалено.

source: Error: Ampache SQL Username or Password missing
ar_sa: خطأ: Ampache SQL اسم المستخدم أو كلمة المرور مفقودة
ca_es: Error: manca el nom d’usuari o la contrasenya d’ampliació SQL
da_dk: Fejl: Ampache SQL Brugernavn eller Adgangskode mangler
el_gr: Σφάλμα: Λείπει το όνομα χρήστη ή ο κωδικός πρόσβασης του Ampache SQL
fa_ir: خطا: Ampache SQL Username یا Password missing
fi_fi: Virhe: SQL-käyttäjätunnus tai salasana puuttuu
he_il: שגיאה: שם משתמש או סיסמה חסרים
hu_hu: Hiba: hiányzik az Ampache SQL felhasználónév vagy jelszó
ko_kr: 오류 : Ampache SQL 사용자 이름 또는 암호가 누락되었습니다.
nb_no: Feil: Ampache SQL Brukernavn eller Passord mangler
sv_se: Fel: Ampache SQL Användarnamn eller Lösenord saknas
tr_tr: Hata: Ampache SQL Kullanıcı Adı veya Şifre eksik
uk_ua: Помилка: відсутнє ім'я користувача Ampache або пароль

source: Error: Config files not found or unreadable
ar_sa: خطأ: ملفات التكوين غير موجودة أو غير قابلة للقراءة
ca_es: Error: els fitxers de configuració no es troben o no es poden llegir
da_dk: Fejl: Konfigurer filer, der ikke blev fundet eller ulæselige
el_gr: Σφάλμα: Τα αρχεία διαμόρφωσης δεν βρέθηκαν ή δεν ήταν αναγνώσιμα
fa_ir: خطا: فایل های پیکربندی یافت نشد یا قابل خواندن نیست
fi_fi: Virhe: Config-tiedostoja ei löydy tai niitä ei voi lukea
he_il: שגיאה: קובצי תצורה לא נמצאו או בלתי קריאים
hu_hu: Hiba: A konfigurációs fájlok nem találhatók vagy olvashatatlanok
ko_kr: 오류 : 구성 파일을 찾을 수 없거나 읽을 수 없습니다.
nb_no: Feil: Konfigurer filer som ikke ble funnet eller ulæselige
sv_se: Fel: Konfigureringsfiler som inte hittades eller oläsliga
tr_tr: Hata: Yapılandırma dosyaları bulunamadı veya okunamıyor
uk_ua: Помилка: файли налаштувань не знайдені або неможливо прочитати

source: Albums of the Moment
ar_sa: ألبومات لحظة
ca_es: Àlbums del moment
da_dk: Album i øjeblikket
el_gr: Άλμπουμς της στιγμής
fa_ir: آلبوم های لحظه ای
fi_fi: Hetken albumit
he_il: אלבומים של הרגע
hu_hu: A pillanat albumai
ko_kr: 순간의 앨범
nb_no: Aktuelle album
sv_se: Album för stunden
tr_tr: Anın Albümleri
uk_ua: Альбоми моменту

source: Loading...
ar_sa: جار التحميل...
ca_es: Carregant...
da_dk: Indlæser...
el_gr: Φόρτωση...
fa_ir: در حال بارگذاری...
fi_fi: Ladataan...
he_il: טעינה...
hu_hu: Betöltés...
ko_kr: 로드 중 ...
nb_no: Laster...
sv_se: Läser in...
tr_tr: Yükleniyor...
uk_ua: Завантаження ...

source: Label Deletion
ar_sa: تسمية الحذف
ca_es: Supressió d'etiquetes
da_dk: Etiket sletning
el_gr: Διαγραφή ετικετών
fa_ir: پاک کردن برچسب
fi_fi: Tarran poistaminen
he_il: מחיקת תווית
hu_hu: Címke törlése
ko_kr: 라벨 삭제
nb_no: Etikett sletting
sv_se: Etikett radering
tr_tr: Etiket Silme
uk_ua: Видалення мітки

source: Are you sure you want to permanently delete this label?
ar_sa: هل تريد بالتأكيد حذف هذا التصنيف نهائيًا؟
ca_es: Esteu segur que voleu suprimir permanentment aquesta etiqueta?
da_dk: Er du sikker på, at du vil slette denne etiket permanent?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε οριστικά αυτήν την ετικέτα;
fa_ir: آیا مطمئن هستید که میخواهید این برچسب را به طور دائمی حذف کنید؟
fi_fi: Haluatko varmasti poistaa tämän tarran pysyvästi?
he_il: האם אתה בטוח שברצונך למחוק את התווית הזו לצמיתות?
hu_hu: Biztosan véglegesen törli ezt a címkét?
ko_kr: 이 라벨을 영구적으로 삭제 하시겠습니까?
nb_no: Er du sikker på at du vil slette denne etiketten permanent?
sv_se: Är du säker på att du vill radera denna etikett permanent?
tr_tr: Bu etiketi kalıcı olarak silmek istediğinize emin misiniz?
uk_ua: Дійсно видалити цю мітку назавжди?

source: Label has been deleted.
ar_sa: تم حذف التصنيف.
ca_es: S'ha suprimit l’etiqueta.
da_dk: Etiketten er blevet slettet.
el_gr: Η ετικέτα έχει διαγραφεί.
fa_ir: برچسب پاک شده است
fi_fi: Tarra on poistettu.
he_il: התווית נמחקה.
hu_hu: A címke törölve lett.
ko_kr: 라벨이 삭제되었습니다.
nb_no: Etiketten er slettet.
sv_se: Etikett har tagits bort.
tr_tr: Etiket silindi.
uk_ua: Мітку видалено.

source: Cannot delete this label.
ar_sa: لا يمكن حذف هذا التصنيف.
ca_es: No es pot eliminar aquesta etiqueta.
da_dk: Kan ikke slette denne etiket.
el_gr: Δεν είναι δυνατή η διαγραφή αυτής της ετικέτας.
fa_ir: نمیتوان این برچسب را حذف کرد.
fi_fi: Etikettiä ei voi poistaa.
he_il: לא ניתן למחוק תווית זו.
hu_hu: A címke nem törölhető.
ko_kr: 이 라벨을 삭제할 수 없습니다.
nb_no: Kan ikke slette denne etiketten.
sv_se: Kan inte radera den här etiketten.
tr_tr: Bu etiket silinemiyor.
uk_ua: Неможливо видалити цю мітку.

source: Label Added
ar_sa: تمت إضافة التسمية
ca_es: Etiqueta afegida
da_dk: Label tilføjet
el_gr: Προστέθηκε ετικέτα
fa_ir: برچسب اضافه شده
fi_fi: Tunniste lisätään
he_il: התווית נוספה
hu_hu: Címke hozzáadva
ko_kr: 추가 된 레이블
nb_no: Etikett lagt til
sv_se: Etikett lades till
tr_tr: Etiket Eklendi
uk_ua: Додано мітку

source: Label cannot be found.
ar_sa: لا يمكن العثور على العلامة.
ca_es: No es pot trobar etiqueta.
da_dk: Etiket kan ikke findes.
el_gr: Δεν είναι δυνατή η εύρεση της ετικέτας.
fa_ir: برچسب نمیتوان یافت
fi_fi: Etikettiä ei löydy.
he_il: לא ניתן למצוא את התווית.
hu_hu: A címke nem található.
ko_kr: 라벨을 찾을 수 없습니다.
nb_no: Etikett kan ikke bli funnet.
sv_se: Etikett kan inte hittas.
tr_tr: Etiket bulunamadı.
uk_ua: Мітку не вдається знайти.

source: Invalid IPv4 / IPv6 Address Entered
ar_sa: تم إدخال عنوان IPv4 / IPv6 غير صالح
ca_es: S'ha entrat una adreça IPv4 / IPv6 invàlida
da_dk: Ugyldig IPv4 / IPv6-adresse indtastet
el_gr: Μη έγκυρη διεύθυνση IPv4 / IPv6 εισήχθη
fa_ir: آدرس IPv4 / IPv6 ناموفق وارد شده است
fi_fi: Virheellinen IPv4 / IPv6-osoite syötetty
he_il: כתובת IPv4 / IPv6 לא חוקית הוזנה
hu_hu: Érvénytelen IPv4 / IPv6 cím beírva
ko_kr: 잘못된 IPv4 / IPv6 주소가 입력되었습니다.
nb_no: Invalid IPv4 / IPv6 Adresse lagt inn
sv_se: Ogiltig IPv4/IPv6-adress angiven
tr_tr: Geçersiz IPv4 / IPv6 Adresi Girildi
uk_ua: Введено недійсний адресу IPv4 / IPv6

source: IP Address Version Mismatch
ar_sa: عدم تطابق إصدار عنوان IP
ca_es: Hi falta el tipus d'adreça IP
da_dk: IP-adresseversion mislykkes
el_gr: Διέγερση έκδοσης διεύθυνσης IP
fa_ir: شما متناسب نیست IPنگارش آدرس
fi_fi: IP-osoitteen version virhe
he_il: אי-התאמה של כתובת IP
hu_hu: IP-cím verzió hibás
ko_kr: IP 주소 버전 불일치
nb_no: IP adressene har forskjellig versjon
sv_se: IP-adressversion stämmer inte
tr_tr: IP Adresi Versiyon Uyuşmazlığı
uk_ua: Невідповідність версії IP-адреси

source: Duplicate ACL defined
ar_sa: مكررة تعريف دوري أبطال آسيا
ca_es: Definit ACL duplicat
da_dk: Duplicate ACL defineret
el_gr: Δημιουργήθηκε διπλότυπο ACL
fa_ir: ACL تکراری تعریف شده است
fi_fi: Määritelty päällekkäinen ACL
he_il: הגדרת ACL כפולה
hu_hu: Meghatározott duplikált ACL
ko_kr: 중복 ACL 정의
nb_no: Dupliserte ACL-definerte
sv_se: Duplicate ACL definierad
tr_tr: Yinelenen ACL tanımlandı
uk_ua: Визначено дублікат ACL

source: All
ar_sa: الكل
ca_es: Tots
da_dk: Alle
el_gr: Ολα
fa_ir: همه
fi_fi: Kaikki
he_il: את כל
hu_hu: Minden
ko_kr: 모든
nb_no: Alle
sv_se: Allt
tr_tr: Herşey
uk_ua: Все

source: View
ar_sa: رأي
ca_es: Veure
da_dk: Udsigt
el_gr: Θέα
fa_ir: چشم انداز
fi_fi: näkymä
he_il: נוף
hu_hu: Kilátás
ko_kr: 전망
nb_no: Utsikt
sv_se: Se
tr_tr: Görünüm
uk_ua: Переглянути

source: Read
ar_sa: اقرأ
ca_es: Llegiu
da_dk: Læs
el_gr: Ανάγνωση
fa_ir: خواندن
fi_fi: Lukea
he_il: לקרוא
hu_hu: Olvas
ko_kr: 독서
nb_no: Lese
sv_se: Läsa
tr_tr: okumak
uk_ua: Читайте

source: Read/Write
ar_sa: قراءة و كتابة
ca_es: Llegir escriure
da_dk: Læse skrive
el_gr: Διαβάζω γράφω
fa_ir: خواندن / نوشتن
fi_fi: Lukea kirjoittaa
he_il: קרוא וכתוב
hu_hu: Ír olvas
ko_kr: 읽기 / 쓰기
nb_no: Les Skriv
sv_se: Läsa skriva
tr_tr: Okuma yazma
uk_ua: Читати писати

source: Local Network Definition
ar_sa: تعريف الشبكة المحلية
ca_es: Definició de xarxa local
da_dk: Lokal netværksdefinition
el_gr: Ορισμός τοπικού δικτύου
fa_ir: تعریف شبکه محلی
fi_fi: Paikallisen verkon määritelmä
he_il: הגדרת רשת מקומית
hu_hu: Helyi hálózati meghatározás
ko_kr: 로컬 네트워크 정의
nb_no: Lokalt nettverksdefinisjon
sv_se: Lokal nätverksdefinition
tr_tr: Yerel ağ tanımı
uk_ua: Визначення локальної мережі

source: Web Interface
ar_sa: واجهة ويب
ca_es: Interfície web
el_gr: Διασύνδεση Web
fa_ir: رابط وب
fi_fi: Web-käyttöliittymä
he_il: ממשק אינטרנט
hu_hu: Webes felület
ko_kr: 웹 인터페이스
nb_no: Webgrensesnitt
sv_se: Webbgränssnitt
tr_tr: Web arayüzü
uk_ua: Веб-інтерфейс

source: Stream Access
ar_sa: تيار الوصول
ca_es: Accés de flux
da_dk: Stream adgang
fa_ir: دسترسی به جریان
he_il: גישה לזרימה
hu_hu: Folyamatos hozzáférés
ko_kr: 스트림 액세스
nb_no: Stream tilgang
sv_se: Streamåtkomst
tr_tr: Akış Erişimi
uk_ua: Потоковий доступ

source: Unknown (Orphaned)
ar_sa: غير معروف (يتيم)
ca_es: Desconegut (orfa)
da_dk: Ubekendt (forældet)
el_gr: Άγνωστα (Μεμονωμένα)
fa_ir: ناشناخته (یتیم)
fi_fi: Tuntematon (orvoksi jäänyt)
he_il: לא ידוע (יתום)
hu_hu: Ismeretlen (árva)
ko_kr: 알 수 없음 (고아원)
nb_no: Ukjent
sv_se: Okänd (föräldralös)
tr_tr: Bilinmeyen (Artık)
uk_ua: Невідомий (сирота)

source: Disk
ar_sa: أسطوانة
ca_es: Disc
el_gr: Δίσκος
fa_ir: دیسک
fi_fi: Levy
he_il: דיסק
hu_hu: Korong
ko_kr: 디스크
uk_ua: Диск

source: Artists
ar_sa: الفنانين
ca_es: Artistes
da_dk: Kunstnere
el_gr: Καλλιτέχνες
fa_ir: هنرمندان
fi_fi: Taiteilijat
he_il: אמנים
hu_hu: művészek
ko_kr: 연예인
nb_no: Artister
sv_se: artister
tr_tr: Sanatçılar
uk_ua: Художники

source: Various
ar_sa: مختلف
ca_es: Varis
da_dk: Forskellige
el_gr: Ποικίλα
fa_ir: مختلف
fi_fi: Eri
he_il: שונות
hu_hu: Különféle
ko_kr: 여러
nb_no: Variert
sv_se: Diverse
tr_tr: Çeşitli
uk_ua: Різні

source: Release Group MusicBrainzID
ar_sa: الافراج عن مجموعة MusicBrainzID
da_dk: Slip gruppe GroupBrainzID
el_gr: Απελευθέρωση ομάδας MusicBrainzID
fa_ir: انتشار گروه MusicBrainzID
fi_fi: Vapauta Group MusicBrainzID
he_il: לשחרר קבוצה
hu_hu: Engedje el a Group MusicBrainzID-et
ko_kr: 릴리스 그룹 MusicBrainzID
nb_no: Slett Group MusicBrainzID
sv_se: Släpp Grupp GroupBrainzID
tr_tr: Yayın Grubu MüzikBrainzID
uk_ua: Відпустіть групу MusicBrainzID

source: Artist
ar_sa: فنان
ca_es: Artista
da_dk: kunstner
el_gr: Καλλιτέχνης
fa_ir: هنرمند
fi_fi: Taiteilija
he_il: אמן
hu_hu: Művész
ko_kr: 예술가
nb_no: kunstner
sv_se: Konstnär
tr_tr: Sanatçı
uk_ua: Художник

source: Album
ar_sa: الألبوم
ca_es: Àlbum
el_gr: Αλμπουμ
fa_ir: آلبوم
fi_fi: Albumi
he_il: אלבום
ko_kr: 앨범
tr_tr: Albüm
uk_ua: Альбом

source: Now Playing
ar_sa: الان العب
ca_es: Sonant ara
da_dk: Spiller nu
el_gr: Τώρα παίζει
fa_ir: در حال پخش
fi_fi: Nyt soi
he_il: עכשיו משחק
hu_hu: Most játszik
ko_kr: 지금 재생 중
nb_no: Spilles nå
sv_se: Spelar nu
tr_tr: Şimdi oynuyor
uk_ua: Зараз грає

source: Recently Played
ar_sa: لعبت مؤخرا
ca_es: Escoltat recentment
da_dk: Nyligt spillet
el_gr: Παίχτηκαν πρόσφατα
fa_ir: تازه پخش شده
fi_fi: Äskettäin pelattu
he_il: שיחק לאחרונה
hu_hu: Nemrég játszott
ko_kr: 최근에 재생 된
nb_no: Nylig Spilt
sv_se: Senast spelade
tr_tr: En Son Oynanan
uk_ua: Нещодавно відтворені

source: Newest Albums
ar_sa: أحدث الألبومات
ca_es: Els àlbums més nous
da_dk: Nyeste album
el_gr: Πρόσφατα άλμπουμς
fa_ir: تازه‌ترین آلبوم ها
fi_fi: Uusimmat albumit
he_il: האלבומים החדשים ביותר
hu_hu: Legújabb albumok
ko_kr: 최신 앨범
nb_no: Nyeste Album
sv_se: Senaste albumen
tr_tr: En yeni albümler
uk_ua: Нові альбоми

source: Newest Artists
ar_sa: أحدث الفنانين
ca_es: Artistes més nous
da_dk: Nyeste kunstnere
el_gr: Νέοι Καλλιτέχνες
fa_ir: جدیدترین هنرمندان
fi_fi: Uusimmat taiteilijat
he_il: אמנים חדשים
hu_hu: Legújabb művészek
ko_kr: 최신 아티스트
nb_no: Nyeste artister
sv_se: Nyaste artister
tr_tr: En Yeni Sanatçılar
uk_ua: Нові виконавці

source: Newest Shouts
ar_sa: أحدث صيحات
ca_es: Crides més recents
da_dk: Nyeste Shouts
el_gr: Νέες κραυγές
fa_ir: جدیدترین فریاد
fi_fi: Uusimmat hälytykset
he_il: הצעקות הכי חדשות
hu_hu: Legújabb kiabálás
ko_kr: 가장 최근의 외침
nb_no: Nyeste Shouts
sv_se: Nyaste Shouts
tr_tr: En yeni sesler
uk_ua: Нові крики

source: RSS Feed
ar_sa: تغذية ار اس اس
ca_es: Canal RSS
fa_ir: RSS خوراک
fi_fi: RSS-syöte
he_il: עדכון RSS
hu_hu: RSS-hírcsatorna
ko_kr: RSS 피드
nb_no: Levende bokmerke
sv_se: RSS-kanal
tr_tr: RSS Yayını
uk_ua: RSS-канал

source: seconds ago
ar_sa: منذ ثوانى
ca_es: segons
da_dk: sekunder siden
el_gr: δευτερόλεπτα νωρίτερα
fa_ir: چند ثانیه پیش
fi_fi: sekuntia sitten
he_il: לפני שניות
hu_hu: másodperccel ezelőtt
ko_kr: 몇 초 전
nb_no: sekunder siden
sv_se: sekunder sedan
tr_tr: saniyeler önce
uk_ua: секунди тому

source: minutes ago
ar_sa: دقائق مضت
ca_es: minuts
da_dk: minutter siden
el_gr: λεπτά νωρίτερα
fa_ir: دقیقه قبل
fi_fi: minuuttia sitten
he_il: לפני דקות
hu_hu: perccel ezelőtt
ko_kr: 몇분 전에
nb_no: minutter siden
sv_se: minuter sedan
tr_tr: dakika önce
uk_ua: хвилин тому

source: hours ago
ar_sa: منذ ساعات
ca_es: hores
da_dk: timer siden
el_gr: ώρες νωρίτερα
fa_ir: ساعت پیش
fi_fi: tunteja sitten
he_il: לפני שעות
hu_hu: órákkal ezelőtt
ko_kr: 시간 전
nb_no: timer siden
sv_se: timmar sedan
tr_tr: saatler önce
uk_ua: години

source: days ago
ar_sa: أيام مضت
ca_es: dies
da_dk: dage siden
el_gr: μέρες νωρίτερα
fa_ir: چند روز قبل
fi_fi: päiviä sitten
he_il: לפני מספר ימים
hu_hu: napja
ko_kr: 며칠 전에
nb_no: dager siden
sv_se: dygn sedan
tr_tr: günler önce
uk_ua: днів тому

source: weeks ago
ar_sa: منذ أسابيع
ca_es: semanes
da_dk: uger siden
el_gr: εβδομάδες νωρίτερα
fa_ir: چند هفته پیش
fi_fi: viikkoja sitten
he_il: לפני שבועות
hu_hu: hetekkel ezelőtt
ko_kr: 몇주 전에
nb_no: uker siden
sv_se: veckor sedan
tr_tr: haftalar önce
uk_ua: тижнів тому

source: months ago
ar_sa: منذ اشهر
ca_es: mesos
da_dk: måneder siden
el_gr: μήνες νωρίτερα
fa_ir: ماه ها قبل
fi_fi: kuukausia sitten
he_il: לפני חודשים
hu_hu: hónapokkal ezelőtt
ko_kr: 몇달 전
nb_no: måneder siden
sv_se: månader sedan
tr_tr: aylar önce
uk_ua: місяців тому

source: years ago
ar_sa: سنين مضت
ca_es: anys
da_dk: år siden
el_gr: χρόνια νωρίτερα
fa_ir: سالها پیش
fi_fi: vuosia sitten
he_il: לפני שנים
hu_hu: évekkel ezelőtt
ko_kr: 여러 해 전에
nb_no: år siden
sv_se: år sedan
tr_tr: Yıllar önce
uk_ua: багато років тому

source: on
ar_sa: على
ca_es: en
da_dk: på
el_gr: επί
fa_ir: بر
fi_fi: päällä
hu_hu: tovább
ko_kr: ...에
nb_no: på
sv_se: på
tr_tr: üzerinde
uk_ua: на
