Repository: codacy-badger/amuzak
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, ca_es, da_dk, el_gr, fa_ir, fi_fi, he_il, hu_hu, ko_kr, nb_no, sv_se, tr_tr, uk_ua

source: Please download and install Composer from http://getcomposer.org and install it (e.g: mv composer.phar /usr/local/bin/composer) then run `composer install --prefer-source --no-interaction` on Ampache directory.
ar_sa: يرجى تنزيل وتثبيت الملحن من http://getcomposer.org وتثبيته (على سبيل المثال: mv composer.phar / usr / local / bin / composer) ثم قم بتشغيل `composer install - prrefer-source --no-تفاعل` على Ampache دليل.
ca_es: Descarregueu i instal·leu el compositor a http://getcomposer.org i instal·leu-lo (per exemple: mv composer.phar / usr / local / bin / composer) i executeu "composer install --prefer-source --no-interaction" a Ampache directori.
da_dk: Du skal downloade og installere Komponist fra http://getcomposer.org og installere den (fx: mv composer.phar / usr / local / bin / composer) og kør `komponistinstallation --prefer-source -no-interaktion` på Ampache vejviser.
el_gr: Παρακαλούμε κατεβάστε και εγκαταστήστε το Composer από το http://getcomposer.org και εγκαταστήστε το (π.χ. mv composer.phar / usr / local / bin / composer) και στη συνέχεια εκτελέστε το `composer install --prefer-source --no-interaction 'στο Ampache Ευρετήριο.
fa_ir: لطفا آهنگساز را از http://getcomposer.org دانلود و نصب کنید و آن را نصب کنید (مانند: mv composer.phar / usr / local / bin / composer) و سپس اجرا کنید `composer install --prefer-source --no-interaction` در Ampache دایرکتوری
fi_fi: Lataa ja asenna Composer osoitteesta http://getcomposer.org ja asenna se (esim. Mv säveltäjä.phar / usr / local / bin / säveltäjä) ja suorita sitten 'säveltäjä asenna - puhelu-lähde - ei-vuorovaikutusta' Ampache hakemistoon.
he_il: בבקשה להוריד ולהתקין מלחין מ http://getcomposer.org ולהתקין אותו (למשל: mv composer.phar / usr / local / bin / מלחין) ואז להפעיל `מלחין להתקין - מקור מקור - לא אינטראקציה` על Ampache ספרייה.
hu_hu: Kérjük, töltse le és telepítse a Composert a http://getcomposer.org webhelyről, és telepítse azt (pl. Mv zeneszerző.phar / usr / local / bin / zeneszerző), majd futtassa a `zeneszerző telepítése --preferforrás -no-interakciót Könyvtár.
ko_kr: http://getcomposer.org에서 Composer를 다운로드하여 설치하고 (예 : mv composer.phar / usr / local / bin / composer) 설치 한 다음 Ampache에`composer install --prefer-source --no-interaction`을 실행하십시오. 예배 규칙서.
nb_no: Vennligst last ned og installer Komponist fra http://getcomposer.org og installer den (f.eks: mv composer.phar / usr / local / bin / composer) og kjør `komponist installere --prefer-source -no-interaction` på Ampache katalogen.
sv_se: Vänligen ladda ner och installera Kompositör från http://getcomposer.org och installera den (t.ex.: mv composer.phar / usr / local / bin / composer) kör sedan `kompositörinstallation --prefer-source -no-interaction` på Ampache katalogen.
tr_tr: Lütfen Composer'ı http://getcomposer.org adresinden indirip yükleyin ve kurun (örneğin: mv composer.phar / usr / local / bin / composer) sonra Ampache'de `composer install --prefer-source --no-interaction` komutunu çalıştırın. dizin.
uk_ua: Завантажте та встановіть Composer з http://getcomposer.org та встановіть його (наприклад: mv composer.phar / usr / local / bin / composer), після чого запустіть `composer install --prefer-source --no-interaction` на Ampache каталог.

source: PHP hash extension
ar_sa: PHP تجزئة التمديد
ca_es: Extensió de hash de PHP
da_dk: PHP hash udvidelse
el_gr: PHP επέκταση hash
fa_ir: فرمت پی اچ پی هش
fi_fi: PHP: n hash-laajennus
he_il: הרחבת PHP hash
hu_hu: PHP hash kiterjesztés
ko_kr: PHP 해시 확장
nb_no: PHP hashutvidelse
sv_se: PHP hash förlängning
tr_tr: PHP karma uzantısı
uk_ua: Розширення хешу PHP

source: This tests whether you have the hash extension enabled. This extension is required by Ampache.
ar_sa: هذا يختبر ما إذا كان لديك ملحق التجزئة ممكّن. هذا التمديد مطلوب بواسطة Ampache.
ca_es: Això prova si teniu l’extensió de hash activada. Aquesta extensió és necessària per Ampache.
da_dk: Dette tester, om du har hash-udvidelsen aktiveret. Denne udvidelse er påkrævet af Ampache.
el_gr: Αυτό ελέγχει αν έχετε ενεργοποιήσει την επέκταση κατακερματισμού. Αυτή η επέκταση απαιτείται από την Ampache.
fa_ir: این تست می کند که آیا پسوند hash را فعال کرده اید. این فرمت توسط Ampache مورد نیاز است.
fi_fi: Tämä testaa, onko sinulla hash-laajennus käytössä. Tätä laajennusta vaatii Ampache.
he_il: זה בודק אם יש לך את הארכת חשיש מופעלת. תוסף זה נדרש על ידי Ampache.
hu_hu: Ezzel ellenőrizhető, hogy engedélyezve van-e a hash kiterjesztés. Ezt a kiterjesztést az Ampache igényli.
ko_kr: 이것은 해시 확장을 사용할 수 있는지 여부를 테스트합니다. 이 확장은 Ampache에서 필요합니다.
nb_no: Dette tester om du har hash-utvidelsen aktivert. Denne utvidelsen kreves av Ampache.
sv_se: Det här testa om du har aktiverat hashtillägget. Denna förlängning krävs av Ampache.
tr_tr: Bu, karma uzantı etkin olup olmadığını test eder. Bu eklenti Ampache tarafından istenmektedir.
uk_ua: Це перевіряє, чи увімкнено розширення хешу. Це розширення вимагає Ampache.

source: This tests whether the hash extension supports SHA256. This algorithm is required by Ampache.
ar_sa: هذا يختبر ما إذا كان امتداد التجزئة يدعم SHA256. هذه الخوارزمية مطلوبة بواسطة Ampache.
ca_es: Això prova si l’extensió de hash suporta SHA256. Aquest algorisme és requerit per Ampache.
da_dk: Dette tester om hash-forlængelsen understøtter SHA256. Denne algoritme kræves af Ampache.
el_gr: Αυτό ελέγχει αν η επέκταση κατακερματισμού υποστηρίζει το SHA256. Αυτός ο αλγόριθμος απαιτείται από την Ampache.
fa_ir: این تست اینکه آیا extension hash از SHA256 پشتیبانی می کند. این الگوریتم توسط Ampache مورد نیاز است.
fi_fi: Tämä testaa, tukeeko hash-laajennus SHA256: ta. Tämä algoritmi vaaditaan Ampache.
he_il: זה בודק אם הארכה חשיש תומך SHA256. אלגוריתם זה נדרש על ידי Ampache.
hu_hu: Ez megvizsgálja, hogy a hash kiterjesztés támogatja-e az SHA256-ot. Ezt az algoritmust az Ampache szükséges.
ko_kr: 이것은 해시 확장이 SHA256을 지원하는지 여부를 테스트합니다. 이 알고리즘은 Ampache에서 필요합니다.
nb_no: Dette tester om hashforlengelsen støtter SHA256. Denne algoritmen kreves av Ampache.
sv_se: Detta testar om ish förlängningen stöder SHA256. Denna algoritm krävs av Ampache.
tr_tr: Bu, karma uzantısının SHA256'yı destekleyip desteklemediğini test eder. Bu algoritma Ampache tarafından istenmektedir.
uk_ua: Це перевіряє, чи підтримує розширення хешу SHA256. Цей алгоритм необхідний Ampache.

source: PHP PDO extension
ar_sa: PHP PDO التمديد
ca_es: Extensió PHP PDO
da_dk: PHP PDO udvidelse
el_gr: PHP επέκταση ΠΟΠ
fa_ir: افزونه پی اچ پی PDO
fi_fi: PHP PDO-laajennus
he_il: PHP PDO הרחבה
hu_hu: PHP OEM-kiterjesztés
ko_kr: PHP PDO 확장
nb_no: PHP PDO forlengelse
sv_se: PHP PDO förlängning
tr_tr: PHP PDO uzantısı
uk_ua: Розширення PDO PHP

source: This tests whether you have the PDO extension enabled. This extension is required by Ampache.
ar_sa: هذا يختبر ما إذا كان لديك امتداد PDO ممكن. هذا التمديد مطلوب بواسطة Ampache.
ca_es: Això prova si teniu l’extensió PDO habilitada. Aquesta extensió és necessària per Ampache.
da_dk: Dette tester om du har aktiveret PDO-udvidelsen. Denne udvidelse er påkrævet af Ampache.
el_gr: Αυτό ελέγχει εάν έχετε ενεργοποιήσει την επέκταση του ΠΟΠ. Αυτή η επέκταση απαιτείται από την Ampache.
fa_ir: این تست را انجام می دهد که آیا افزونه PDO را فعال کرده اید. این فرمت توسط Ampache مورد نیاز است.
fi_fi: Tämä testaa, onko PDO-laajennus käytössä. Tätä laajennusta vaatii Ampache.
he_il: זה בודק אם יש לך את הרחבת PDO מופעלת. תוסף זה נדרש על ידי Ampache.
hu_hu: Ezzel ellenőrizhető, hogy engedélyezve van-e a PDO-kiterjesztés. Ezt a kiterjesztést az Ampache igényli.
ko_kr: 이것은 PDO 확장을 사용할 수 있는지 여부를 테스트합니다. 이 확장은 Ampache에서 필요합니다.
nb_no: Dette tester om du har aktivert PDO-utvidelsen. Denne utvidelsen kreves av Ampache.
sv_se: Detta testar om du har aktiverat PDO-förlängningen. Denna förlängning krävs av Ampache.
tr_tr: Bu, PDO uzantısının etkin olup olmadığını test eder. Bu eklenti Ampache tarafından istenmektedir.
uk_ua: Це перевіряє, чи увімкнено розширення PDO. Це розширення вимагає Ampache.

source: MySQL
ar_sa: الخلية
fa_ir: خروجی زیر

source: This tests whether the MySQL driver for PDO is enabled. This driver is required by Ampache.
ar_sa: هذا يختبر ما إذا كان قد تم تمكين برنامج تشغيل MySQL لـ PDO. مطلوب برنامج التشغيل هذا بواسطة Ampache.
ca_es: Això prova si el controlador MySQL per a PDO està habilitat. Aquest controlador és necessari per Ampache.
da_dk: Dette tester om MySQL-driveren til PDO er aktiveret. Denne driver er påkrævet af Ampache.
el_gr: Αυτό ελέγχει αν ο οδηγός MySQL για ΠΟΠ είναι ενεργοποιημένος. Αυτό το πρόγραμμα οδήγησης απαιτείται από την Ampache.
fa_ir: این تست اینکه آیا راننده MySQL برای PDO فعال است. این راننده توسط Ampache مورد نیاز است.
fi_fi: Tämä testaa, onko suojatun alkuperänimityksen MySQL-ajuri käytössä. Tämä ajuri vaaditaan Ampache.
he_il: זה בדיקות אם הנהג MySQL עבור PDO מופעלת. הנהג הזה נדרש על ידי Ampache.
hu_hu: Ez megvizsgálja, hogy engedélyezve van-e a PDO-s MySQL-illesztőprogram. Ezt az illesztőprogramot az Ampache szükséges.
ko_kr: 이것은 PDO 용 MySQL 드라이버가 사용 가능한지 여부를 테스트합니다. 이 드라이버는 Ampache에서 필요합니다.
nb_no: Dette tester om MySQL-driveren for PDO er aktivert. Denne driveren kreves av Ampache.
sv_se: Detta testa om MySQL-drivrutinen för PDO är aktiverad. Denna förare krävs av Ampache.
tr_tr: Bu, PDO için MySQL sürücüsünün etkin olup olmadığını test eder. Bu sürücü Ampache tarafından istenmektedir.
uk_ua: Це перевіряє, чи включений драйвер MySQL для PDO. Цей драйвер потрібно Ampache.

source: PHP session extension
ar_sa: امتداد جلسة PHP
ca_es: Extensió PHP de sessions
da_dk: PHP session forlængelse
el_gr: Επέκταση περιόδου λειτουργίας PHP
fa_ir: افزونه پی اچ پی
fi_fi: PHP-istunnon laajennus
he_il: הרחבת הפגישה PHP
hu_hu: PHP munkamenet-kiterjesztés
ko_kr: PHP 세션 확장
nb_no: PHP øktutvidelse
sv_se: PHP-sessionstillägg
tr_tr: PHP oturumu uzantısı
uk_ua: Розширення сеансу PHP

source: This tests whether you have the session extension enabled. This extension is required by Ampache.
ar_sa: هذا يختبر ما إذا كان قد تم تمكين امتداد الجلسة. هذا التمديد مطلوب بواسطة Ampache.
ca_es: Això prova si teniu l’habilitació de l’extensió de sessió. Aquesta extensió és necessària per Ampache.
da_dk: Dette tester, om du har en session forlængelse aktiveret. Denne udvidelse er påkrævet af Ampache.
el_gr: Αυτό ελέγχει εάν έχετε ενεργοποιήσει την επέκταση της περιόδου σύνδεσης. Αυτή η επέκταση απαιτείται από την Ampache.
fa_ir: این تست اینکه آیا افزونه جلسه فعال شده است. این فرمت توسط Ampache مورد نیاز است.
fi_fi: Tämä testaa, onko istunnon laajennus käytössä. Tätä laajennusta vaatii Ampache.
he_il: פעולה זו בודקת אם הרחבת ההפעלה מופעלת. תוסף זה נדרש על ידי Ampache.
hu_hu: Ez teszteli, hogy engedélyezte-e a munkamenet-kiterjesztést. Ezt a kiterjesztést az Ampache igényli.
ko_kr: 이것은 세션 확장을 사용할 수 있는지 여부를 테스트합니다. 이 확장은 Ampache에서 필요합니다.
nb_no: Dette tester om du har økt forlengelse aktivert. Denne utvidelsen kreves av Ampache.
sv_se: Det här testar om du har en sessionstillägg aktiverad. Denna förlängning krävs av Ampache.
tr_tr: Bu, oturum uzantısının etkin olup olmadığını test eder. Bu eklenti Ampache tarafından istenmektedir.
uk_ua: Це перевіряє, чи увімкнено розширення сеансу. Це розширення вимагає Ampache.

source: PHP iconv extension
ar_sa: PHP iconv التمديد
ca_es: Extensió PHP iconv
da_dk: PHP iconv udvidelse
el_gr: PHP iconv επέκταση
fa_ir: فرمت پی اچ پی iconv
fi_fi: PHP iconv -laajennus
he_il: הרחבת PHP
hu_hu: PHP ikonv kiterjesztés
ko_kr: PHP iconv 확장
nb_no: PHP iconv utvidelse
sv_se: PHP iconv förlängning
tr_tr: PHP iconv uzantısı
uk_ua: Розширення iconv для PHP

source: This tests whether you have the iconv extension enabled. This extension is required by Ampache.
ar_sa: هذا يختبر ما إذا كان لديك تمكين iconv التمديد. هذا التمديد مطلوب بواسطة Ampache.
ca_es: Això prova si teniu l’extensió iconv habilitada. Aquesta extensió és necessària per Ampache.
da_dk: Dette tester, om du har aktiveret iconv-udvidelsen. Denne udvidelse er påkrævet af Ampache.
el_gr: Αυτό ελέγχει εάν έχετε ενεργοποιήσει την επέκταση του εικονιδίου. Αυτή η επέκταση απαιτείται από την Ampache.
fa_ir: این آزمون می کند که آیا extensionv iconv را فعال کرده اید. این فرمت توسط Ampache مورد نیاز است.
fi_fi: Tämä testaa, onko sinulla kuvake-laajennus käytössä. Tätä laajennusta vaatii Ampache.
he_il: זה בודק אם יש לך את התוסף iconv מופעלת. תוסף זה נדרש על ידי Ampache.
hu_hu: Ezzel ellenőrizhető, hogy engedélyezve van-e az ikonv kiterjesztés. Ezt a kiterjesztést az Ampache igényli.
ko_kr: 이것은 iconv 확장을 사용할 수 있는지 여부를 테스트합니다. 이 확장은 Ampache에서 필요합니다.
nb_no: Dette tester om du har tilkoblet ikonv-utvidelsen. Denne utvidelsen kreves av Ampache.
sv_se: Det här testar om du har ikonen förlängning aktiverad. Denna förlängning krävs av Ampache.
tr_tr: Bu, iconv uzantısının etkin olup olmadığını test eder. Bu eklenti Ampache tarafından istenmektedir.
uk_ua: Це перевіряє, чи увімкнено розширення iconv. Це розширення вимагає Ampache.

source: PHP JSON extension
ar_sa: PHP JSON التمديد
ca_es: Extensió PHP JSON
da_dk: PHP JSON udvidelse
el_gr: Επέκταση PHP JSON
fa_ir: افزونه پی اچ پی JSON
fi_fi: PHP JSON -laajennus
he_il: סיומת PHP JSON
hu_hu: PHP JSON kiterjesztés
ko_kr: PHP JSON 확장
nb_no: PHP JSON-utvidelse
sv_se: PHP JSON-förlängning
tr_tr: PHP JSON uzantısı
uk_ua: Розширення PHP JSON

source: This tests whether you have the JSON extension enabled. This extension is required by Ampache.
ar_sa: هذا يختبر ما إذا كان لديك امتداد JSON ممكّنًا أم لا. هذا التمديد مطلوب بواسطة Ampache.
ca_es: Això prova si teniu l’extensió JSON activada. Aquesta extensió és necessària per Ampache.
da_dk: Dette tester, om du har JSON-udvidelsen aktiveret. Denne udvidelse er påkrævet af Ampache.
el_gr: Αυτό ελέγχει εάν έχετε ενεργοποιήσει την επέκταση JSON. Αυτή η επέκταση απαιτείται από την Ampache.
fa_ir: این آزمایش که آیا افزونه JSON فعال شده است یا خیر. این فرمت توسط Ampache مورد نیاز است.
fi_fi: Tämä testaa, onko JSON-laajennus käytössä. Tätä laajennusta vaatii Ampache.
he_il: פעולה זו בודקת אם הפעלת את תוסף JSON. תוסף זה נדרש על ידי Ampache.
hu_hu: Ezzel ellenőrizhető, hogy engedélyezve van-e a JSON-bővítmény. Ezt a kiterjesztést az Ampache igényli.
ko_kr: JSON 확장을 사용할 수 있는지 여부를 테스트합니다. 이 확장은 Ampache에서 필요합니다.
nb_no: Dette tester om du har aktivert JSON-utvidelsen. Denne utvidelsen kreves av Ampache.
sv_se: Detta testar om du har aktiverat JSON-tillägget. Denna förlängning krävs av Ampache.
tr_tr: Bu, JSON uzantısının etkin olup olmadığını test eder. Bu eklenti Ampache tarafından istenmektedir.
uk_ua: Це перевіряє, чи увімкнено розширення JSON. Це розширення вимагає Ampache.

source: PHP curl extension
ar_sa: PHP حليقة التمديد
ca_es: Extensió PHP curl
da_dk: PHP curl forlængelse
el_gr: PHP επέκταση καμπύλη
fa_ir: پی اچ پی فرمت extension
fi_fi: PHP: n curl-laajennus
he_il: PHP תלתל הרחבה
hu_hu: PHP curl kiterjesztés
ko_kr: PHP 컬 확장
nb_no: PHP curl forlengelse
tr_tr: PHP kıvrılma uzantısı
uk_ua: Розширення PHP curl

source: This tests whether you have the curl extension enabled. This is not strictly necessary, but may result in a better experience.
ar_sa: هذا يختبر ما إذا كان لديك تمكين حليقة التمديد. هذا ليس ضروريًا تمامًا ، ولكنه قد يؤدي إلى تجربة أفضل.
ca_es: Això prova si teniu habilitada l’extensió de curl. Això no és estrictament necessari, però pot resultar en una millor experiència.
da_dk: Dette tester, om du har curl forlængelsen aktiveret. Dette er ikke strengt nødvendigt, men kan resultere i en bedre oplevelse.
el_gr: Αυτό ελέγχει αν έχετε ενεργοποιήσει την επέκταση καμπύλης. Αυτό δεν είναι απολύτως απαραίτητο, αλλά μπορεί να οδηγήσει σε καλύτερη εμπειρία.
fa_ir: این تست اینکه آیا افزونه Curl فعال شده است. این به شدت ضروری نیست، اما ممکن است تجربه ای بهتر داشته باشد.
fi_fi: Tämä testaa, onko käytössä curl-laajennus. Tämä ei ole ehdottoman välttämätöntä, mutta se voi johtaa parempaan kokemukseen.
he_il: זה בודק אם יש לך את התוסף תלתל מופעלת. זה לא נחוץ בהחלט, אבל עלול לגרום חוויה טובה יותר.
hu_hu: Ezzel ellenőrizhető, hogy engedélyezve van-e a curl kiterjesztés. Ez nem feltétlenül szükséges, de jobb élményhez vezethet.
ko_kr: 이것은 컬 확장을 사용할 수 있는지 여부를 테스트합니다. 이는 꼭 필요한 것은 아니지만보다 나은 경험을 제공 할 수 있습니다.
nb_no: Dette tester om du har aktivert curl forlengelsen. Dette er ikke strengt nødvendig, men kan resultere i en bedre opplevelse.
sv_se: Detta testa om du har aktiverat curl-förlängningen. Detta är inte absolut nödvändigt, men kan leda till en bättre upplevelse.
tr_tr: Bu, kıvrılma uzantısının etkin olup olmadığını test eder. Bu kesinlikle gerekli değildir, ancak daha iyi bir deneyim ile sonuçlanabilir.
uk_ua: Це перевіряє, чи увімкнено розширення скрутки. Це не є абсолютно необхідним, але може призвести до кращого досвіду.

source: This tests whether you have the zlib extension enabled. This is not strictly necessary, but may result in a better experience (zip download).
ar_sa: هذا يختبر ما إذا كان لديك تمكين zlib التمديد. هذا ليس ضروريًا تمامًا ، ولكنه قد ينتج عنه تجربة أفضل (تنزيل zip).
ca_es: Això prova si teniu l’extensió zlib habilitada. Això no és estrictament necessari, però pot resultar en una millor experiència (descàrrega de cremalleres).
da_dk: Dette tester, om du har zlib-udvidelsen aktiveret. Dette er ikke strengt nødvendigt, men kan resultere i en bedre oplevelse (zip download).
el_gr: Αυτό ελέγχει εάν έχετε ενεργοποιήσει την επέκταση zlib. Αυτό δεν είναι απολύτως απαραίτητο, αλλά μπορεί να οδηγήσει σε καλύτερη εμπειρία (download zip).
fa_ir: این آزمون که آیا پسوند zlib فعال شده است یا خیر. این به شدت ضروری نیست، اما ممکن است باعث تجربه بهتر (Download Zip) شود.
fi_fi: Tämä testaa, onko sinulla zlib-laajennus käytössä. Tämä ei ole ehdottoman välttämätöntä, mutta se voi johtaa parempaan kokemukseen (zip-lataus).
he_il: זה בודק אם יש לך את התוסף zlib מופעלת. זה לא נחוץ בהחלט, אבל עלול לגרום לחוויה טובה יותר (להוריד zip).
hu_hu: Ezzel ellenőrizhető, hogy engedélyezve van-e a zlib kiterjesztés. Ez nem feltétlenül szükséges, de jobb élményhez vezethet (zip letöltés).
ko_kr: 이것은 zlib 확장을 사용할 수 있는지 여부를 테스트합니다. 이는 꼭 필요한 것은 아니지만보다 나은 경험을 제공 할 수 있습니다 (zip 다운로드).
nb_no: Dette tester om du har zlib-utvidelsen aktivert. Dette er ikke strengt nødvendig, men kan resultere i en bedre opplevelse (zip-nedlasting).
sv_se: Detta testar om du har zlib-förlängningen aktiverad. Detta är inte absolut nödvändigt, men kan leda till en bättre upplevelse (zip-nedladdning).
tr_tr: Bu, zlib uzantısının etkin olup olmadığını sınar. Bu kesinlikle gerekli değildir, ancak daha iyi bir deneyim (zip indirme) ile sonuçlanabilir.
uk_ua: Це перевіряє, чи увімкнено розширення zlib. Це не є абсолютно необхідним, але може призвести до кращого досвіду (завантаження у форматі zip).

source: PHP simplexml extension
ar_sa: PHP simplexml التمديد
ca_es: Extensió PHP simplexml
da_dk: PHP simplexml udvidelse
el_gr: Επέκταση PHP simplexml
fa_ir: افزونه PHP simplexml
fi_fi: PHP simplexml -laajennus
he_il: סיומת PHP
hu_hu: PHP simplexml kiterjesztés
ko_kr: PHP simplexml 확장 기능
nb_no: PHP simplexml forlengelse
sv_se: PHP simplexml förlängning
tr_tr: PHP simplexml uzantısı
uk_ua: Розширення PHP simplexml

source: This tests whether you have the simplexml extension enabled. This is not strictly necessary, but may result in a better experience.
ar_sa: هذا يختبر ما إذا كان لديك تمكين simplexml. هذا ليس ضروريًا تمامًا ، ولكنه قد يؤدي إلى تجربة أفضل.
ca_es: Això prova si teniu habilitada l’extensió simplexml. Això no és estrictament necessari, però pot resultar en una millor experiència.
da_dk: Dette tester, om du har aktiveret simplexml-udvidelsen. Dette er ikke strengt nødvendigt, men kan resultere i en bedre oplevelse.
el_gr: Αυτό ελέγχει εάν έχετε ενεργοποιήσει την επέκταση simplexml. Αυτό δεν είναι απολύτως απαραίτητο, αλλά μπορεί να οδηγήσει σε καλύτερη εμπειρία.
fa_ir: این آزمون می کند که آیا extensionx simplexml را فعال کرده اید. این به شدت ضروری نیست، اما ممکن است تجربه ای بهتر داشته باشد.
fi_fi: Tämä testaa, onko sinulla simplexml-laajennus käytössä. Tämä ei ole ehdottoman välttämätöntä, mutta se voi johtaa parempaan kokemukseen.
he_il: זה בודק אם יש לך את התוסף simplexml מופעלת. זה לא נחוץ בהחלט, אבל עלול לגרום חוויה טובה יותר.
hu_hu: Ezzel tesztelhető, hogy engedélyezve van-e az simplexml kiterjesztés. Ez nem feltétlenül szükséges, de jobb élményhez vezethet.
ko_kr: 이것은 simplexml 확장을 사용할 수 있는지 여부를 테스트합니다. 이는 꼭 필요한 것은 아니지만보다 나은 경험을 제공 할 수 있습니다.
nb_no: Dette tester om du har aktivert simplexml-utvidelsen. Dette er ikke strengt nødvendig, men kan resultere i en bedre opplevelse.
sv_se: Det här testar om du har aktiverat simplexml-tillägget. Detta är inte absolut nödvändigt, men kan leda till en bättre upplevelse.
tr_tr: Bu, simplexml uzantısının etkin olup olmadığını test eder. Bu kesinlikle gerekli değildir, ancak daha iyi bir deneyim ile sonuçlanabilir.
uk_ua: Це перевіряє, чи включено розширення simplexml. Це не є абсолютно необхідним, але може призвести до кращого досвіду.

source: PHP GD extension
ar_sa: PHP GD التمديد
ca_es: Extensió PHP GD
da_dk: PHP GD-udvidelse
el_gr: PHP επέκταση GD
fa_ir: افزونه PHP GD
fi_fi: PHP GD -laajennus
he_il: הרחבת GD PHP
hu_hu: PHP GD kiterjesztés
ko_kr: PHP GD 확장
nb_no: PHP GD-utvidelse
sv_se: PHP GD-förlängning
tr_tr: PHP GD uzantısı
uk_ua: Розширення PHP GD

source: This tests whether you have the GD extension enabled. This is not strictly necessary, but may result in a better experience.
ar_sa: هذا يختبر ما إذا كان لديك امتداد GD ممكن. هذا ليس ضروريًا تمامًا ، ولكنه قد يؤدي إلى تجربة أفضل.
ca_es: Això prova si teniu l’extensió GD activada. Això no és estrictament necessari, però pot resultar en una millor experiència.
da_dk: Dette tester, om du har GD-udvidelsen aktiveret. Dette er ikke strengt nødvendigt, men kan resultere i en bedre oplevelse.
el_gr: Αυτό ελέγχει αν έχετε ενεργοποιήσει την επέκταση GD. Αυτό δεν είναι απολύτως απαραίτητο, αλλά μπορεί να οδηγήσει σε καλύτερη εμπειρία.
fa_ir: این تست اینکه آیا پسوند GD را فعال کرده اید را آزمایش می کنید. این به شدت ضروری نیست، اما ممکن است تجربه ای بهتر داشته باشد.
fi_fi: Tämä testaa, onko GD-laajennus käytössä. Tämä ei ole ehdottoman välttämätöntä, mutta se voi johtaa parempaan kokemukseen.
he_il: פעולה זו בודקת אם הפעלת את תוסף GD. זה לא נחוץ בהחלט, אבל עלול לגרום חוויה טובה יותר.
hu_hu: Ezzel ellenőrizhető, hogy engedélyezve van-e a GD-kiterjesztés. Ez nem feltétlenül szükséges, de jobb élményhez vezethet.
ko_kr: 이것은 GD 확장을 사용하도록 설정했는지 여부를 테스트합니다. 이는 꼭 필요한 것은 아니지만보다 나은 경험을 제공 할 수 있습니다.
nb_no: Dette tester om du har GD-utvidelsen aktivert. Dette er ikke strengt nødvendig, men kan resultere i en bedre opplevelse.
sv_se: Det här testar om du har GD-förlängningen aktiverad. Detta är inte absolut nödvändigt, men kan leda till en bättre upplevelse.
tr_tr: Bu, GD uzantısının etkin olup olmadığını test eder. Bu kesinlikle gerekli değildir, ancak daha iyi bir deneyim ile sonuçlanabilir.
uk_ua: Це перевіряє, чи увімкнено розширення GD. Це не є абсолютно необхідним, але може призвести до кращого досвіду.

source: PHP safe mode disabled
ar_sa: PHP الوضع الآمن تعطيل
ca_es: Mode segur de PHP deshabilitat
da_dk: PHP sikker tilstand deaktiveret
el_gr: Η ασφαλή λειτουργία PHP είναι απενεργοποιημένη
fa_ir: حالت امن PHP غیر فعال شده است
fi_fi: PHP-tallennustila on poistettu käytöstä
he_il: מצב בטוח של PHP מושבת
hu_hu: A PHP biztonságos mód letiltva
ko_kr: PHP 안전 모드 사용 중지됨
nb_no: PHP sikker modus deaktivert
sv_se: PHP-säkert läge inaktiverat
tr_tr: PHP güvenli mod devre dışı
uk_ua: PHP безпечний режим відключений
