Repository: codacy-badger/amuzak
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, ca_es, da_dk, el_gr, fa_ir, fi_fi, he_il, hu_hu, ko_kr, nb_no, sv_se, tr_tr, uk_ua

source: Add User
ar_sa: إضافة مستخدم
ca_es: Afegir usuari
da_dk: Tilføj bruger
el_gr: Προσθήκη Χρήστη
fa_ir: افزودن کاربر
fi_fi: Lisää käyttäjä
he_il: הוסף משתמש
hu_hu: Felhasználó hozzáadása
ko_kr: 사용자 추가
nb_no: Legg til bruker
sv_se: Lägg till användare
tr_tr: Kullanıcı Ekle
uk_ua: Додати користувача

source: Search on Google ...
ar_sa: بحث في جوجل ...
ca_es: Cerca a Google ...
da_dk: Søg på Google ...
el_gr: Αναζήτηση στο Google ...
fa_ir: جستجو در گوگل ...
fi_fi: Hae Googlesta ...
he_il: חפש בגוגל ...
hu_hu: Keresés a Google-on ...
ko_kr: Google 검색 ...
nb_no: Søk på Google ...
sv_se: Sök på Google ...
tr_tr: Google'da ara ...
uk_ua: Пошук у Google ...

source: Search on DuckDuckGo ...
ar_sa: البحث على DuckDuckGo ...
ca_es: Cerqueu a DuckDuckGo ...
da_dk: Søg på DuckDuckGo ...
el_gr: Αναζήτηση στο DuckDuckGo ...
fa_ir: جستجو در DuckDuckGo ...
fi_fi: Hae DuckDuckGo ...
he_il: חיפוש על DuckDuckGo ...
hu_hu: Keresés a DuckDuckGo ...
ko_kr: DuckDuckGo에서 검색 ...
nb_no: Søk på DuckDuckGo ...
sv_se: Sök på DuckDuckGo ...
tr_tr: DuckDuckGo'da ara ...
uk_ua: Пошук по DuckDuckGo ...

source: Search on Wikipedia ...
ar_sa: البحث في ويكيبيديا ...
ca_es: Cerca a Wikipedia ...
da_dk: Søg på Wikipedia ...
el_gr: Αναζήτηση στη Wikipedia ...
fa_ir: جستجو در ویکیپدیا ...
fi_fi: Hae Wikipediassa ...
he_il: חפש בוויקיפדיה ...
hu_hu: Keresés a Wikipédiában ...
ko_kr: 위키 피 디아에서 검색 ...
nb_no: Søk på Wikipedia ...
sv_se: Sök på Wikipedia ...
tr_tr: Wikipedia'da ara ...
uk_ua: Шукати у Вікіпедії ...

source: Search on Last.fm ...
ar_sa: البحث في Last.fm ...
ca_es: Cerqueu a Last.fm ...
da_dk: Søg på Last.fm ...
el_gr: Αναζήτηση στο Last.fm ...
fa_ir: جستجو در Last.fm ...
fi_fi: Hae Last.fm-sivustosta ...
he_il: חפש ב- Last.fm ...
hu_hu: Keresés a Last.fm-en ...
ko_kr: Last.fm에서 검색 ...
nb_no: Søk på Last.fm ...
sv_se: Sök på Last.fm ...
tr_tr: Last.fm'de ara ...
uk_ua: Шукати на Last.fm ...

source: Actions
ar_sa: أفعال
ca_es: Accions
da_dk: Handlinger
el_gr: Ενέργειες
fa_ir: اقدامات
fi_fi: Toimet
he_il: פעולות
hu_hu: Hozzászólások
ko_kr: 행위
nb_no: handlinger
sv_se: Åtgärder
tr_tr: Eylemler
uk_ua: Дії

source: Random to temporary playlist
ar_sa: عشوائية لقائمة التشغيل المؤقتة
ca_es: Llista de reproducció aleatòria de temporal
da_dk: Tilfældig til midlertidig afspilningsliste
el_gr: Τυχαία σε προσωρινή λίστα αναπαραγωγής
fa_ir: لیست پخش موقت به صورت تصادفی
fi_fi: Satunnainen tilapäiseen soittolistaan
he_il: אקראית לפלייליסט זמני
hu_hu: Véletlenszerű az ideiglenes lejátszási listához
ko_kr: 무작위에서 임시 재생 목록
nb_no: Tilfeldig til midlertidig spilleliste
sv_se: Slumpmässig till tillfällig spellista
tr_tr: Geçici çalma listesine rastgele
uk_ua: Випадковий до тимчасового списку відтворення

source: Download
ar_sa: تحميل
ca_es: descarregar
da_dk: Hent
el_gr: Κατεβάστε
fa_ir: دانلود
fi_fi: ladata
he_il: הורד
hu_hu: Letöltés
ko_kr: 다운로드
nb_no: nedlasting
sv_se: Ladda ner
tr_tr: İndir
uk_ua: Завантажити

source: Save Tracks Order
ar_sa: حفظ المسارات النظام
ca_es: Desa la comanda de pistes
da_dk: Gem sporbestilling
el_gr: Αποθήκευση παραγγελίας τραγουδιών
fa_ir: ذخیره آهنگ های سفارش
fi_fi: Tallenna kappaleiden järjestys
he_il: שמור סדר שירים
hu_hu: Műsorszámok mentése
ko_kr: 트랙 순서 저장
nb_no: Lagre sporbestilling
sv_se: Spara spårningsorder
tr_tr: Parça Siparişini Kaydet
uk_ua: Зберегти замовлення доріжок

source: Do you really want to update from tags?
ar_sa: هل تريد حقًا التحديث من العلامات؟
ca_es: Segur que voleu actualitzar les etiquetes?
da_dk: Ønsker du virkelig at opdatere fra tags?
el_gr: Θέλετε πραγματικά να ενημερώσετε από ετικέτες;
fa_ir: آیا واقعا میخواهید از برچسبها به روزرسانی شود؟
fi_fi: Haluatko todella päivittää tunnisteista?
he_il: האם אתה באמת מעוניין לעדכן מתגים?
hu_hu: Tényleg frissíteni szeretne a címkékről?
ko_kr: 정말로 태그에서 업데이트 하시겠습니까?
nb_no: Vil du virkelig oppdatere fra tagger?
sv_se: Vill du verkligen uppdatera från taggar?
tr_tr: Etiketlerden gerçekten güncelleme yapmak istiyor musunuz?
uk_ua: Ви дійсно бажаєте оновити теги?

source: Update from tags
ar_sa: تحديث من العلامات
ca_es: Actualitza des de les etiquetes
da_dk: Opdater fra tags
el_gr: Ενημέρωση από tags
fa_ir: به روز رسانی از برچسب ها
fi_fi: Päivitä tunnisteista
he_il: עדכון מתגים
hu_hu: Frissítés címkékről
ko_kr: 태그에서 업데이트
nb_no: Oppdater fra tag-informasjon
sv_se: Uppdatera från taggar
tr_tr: Etiketlerden güncelle
uk_ua: Оновлення з тегів

source: Album edit
ar_sa: تحرير الألبوم
ca_es: Edició de l'àlbum
da_dk: Album redigering
el_gr: Επεξεργασία αρχείου
fa_ir: ویرایش آلبوم
fi_fi: Albumin muokkaus
he_il: עריכת אלבום
hu_hu: Album szerkesztése
ko_kr: 앨범 편집
nb_no: Album redigere
sv_se: Album redigera
tr_tr: Albüm düzenle
uk_ua: Редагування альбому

source: times
ar_sa: مرات
ca_es: vegades
da_dk: gange
el_gr: φορές
fa_ir: بار
fi_fi: ajat
he_il: פעמים
hu_hu: alkalommal
ko_kr: 타임스
nb_no: ganger
sv_se: gånger
tr_tr: zamanlar
uk_ua: разів

source: Graphs
ar_sa: الرسوم البيانية
ca_es: Gràfics
da_dk: Grafer
el_gr: Γραφικές παραστάσεις
fa_ir: نمودارها
fi_fi: Käyrät
he_il: גרפים
hu_hu: grafikonok
ko_kr: 그래프
nb_no: grafer
sv_se: grafer
tr_tr: Grafikler
uk_ua: Графіки

source: Edit Album
ar_sa: تحرير الألبوم
ca_es: Edita l'àlbum
da_dk: Rediger album
el_gr: Επεξεργασία άλμπουμ
fa_ir: ویرایش آلبوم
fi_fi: Muokkaa albumia
he_il: עריכת אלבום
hu_hu: Album szerkesztése
ko_kr: 앨범 수정
nb_no: Rediger album
sv_se: Redigera album
tr_tr: Albümü Düzenle
uk_ua: Редагувати альбом

source: Art
ar_sa: فن
da_dk: Kunst
el_gr: Τέχνη
fa_ir: هنر
fi_fi: Taide
he_il: אומנות
hu_hu: Művészet
ko_kr: 미술
nb_no: Kunst
sv_se: Konst
tr_tr: Sanat
uk_ua: Ст

source: Tags
ar_sa: الكلمات
ca_es: Etiquetes
el_gr: Ετικέτες
fa_ir: برچسب ها
fi_fi: Tunnisteet
he_il: תגים
hu_hu: Címkék
ko_kr: 태그
tr_tr: Etiketler
uk_ua: Теги

source: Rating
ar_sa: تقييم
ca_es: Valoració
da_dk: Bedømmelse
el_gr: Εκτίμηση
fa_ir: رتبه بندی
fi_fi: luokitus
he_il: דירוג
hu_hu: Értékelés
ko_kr: 평가
nb_no: Vurdering
sv_se: Betyg
tr_tr: Değerlendirme
uk_ua: Рейтинг

source: Fav.
ar_sa: الصوت العربي الحر.
fa_ir: فاو
hu_hu: Kedv.
uk_ua: Фав.

source: No album found
ar_sa: لم يتم العثور على ألبوم
ca_es: No s’ha trobat cap àlbum
da_dk: Intet album fundet
el_gr: Δεν βρέθηκε άλμπουμ
fa_ir: آلبوم یافت نشد
fi_fi: Albumia ei löytynyt
he_il: לא נמצא אלבום
hu_hu: Nem található album
ko_kr: 앨범이 없습니다.
nb_no: Ingen album funnet
sv_se: Inget album hittades
tr_tr: Albüm bulunamadı
uk_ua: Не знайдено жодного альбому

source: Show all
ar_sa: عرض الكل
ca_es: Veure tot
da_dk: Vis alt
el_gr: Προβολή όλων
fa_ir: نمایش همه
fi_fi: Näytä kaikki
he_il: הצג הכול
hu_hu: Mutasd az összeset
ko_kr: 모두 보이기
nb_no: Vis alt
sv_se: Visa allt
tr_tr: Hepsini Göster ↓
uk_ua: Показати все

source: Show albums
ar_sa: عرض الألبومات
ca_es: Mostra els àlbums
da_dk: Vis albummer
el_gr: Εμφάνιση λευκωμάτων
fa_ir: نمایش آلبوم ها
fi_fi: Näytä albumit
he_il: הצג אלבומים
hu_hu: Albumok megjelenítése
ko_kr: 앨범 표시
nb_no: Vis albumene
sv_se: Visa album
tr_tr: Albümleri göster
uk_ua: Показати альбоми

source: Play all
ar_sa: لعب كل
ca_es: Reproduir tot
da_dk: Spil alt
el_gr: Παίξε τα όλα
fa_ir: همه بازی کن
fi_fi: Pelaa kaikki
he_il: לשחק את כל
hu_hu: Játssz mindent
ko_kr: 모두 재생
nb_no: Spill alt
sv_se: Spela alla
tr_tr: Hepsini Oynat
uk_ua: Відтворити все

source: Play all last
ar_sa: لعب كل الماضي
ca_es: Juga tots els últims
da_dk: Spil alle sidst
el_gr: Παίξτε όλα τα τελευταία
fa_ir: آخرین بازی
fi_fi: Toista kaikki viimeiset
he_il: לשחק את כל האחרון
hu_hu: Mindent játszani
ko_kr: 마지막으로 모두 재생
nb_no: Spill alle sist
sv_se: Spela alla senast
tr_tr: Son hepsini oyna
uk_ua: Грати все останнє

source: Add all to temporary playlist
ar_sa: إضافة الكل إلى قائمة التشغيل المؤقتة
ca_es: Afegeix tots a la llista de reproducció temporal
da_dk: Tilføj alt til midlertidig afspilningsliste
el_gr: Προσθέστε όλα στην προσωρινή λίστα αναπαραγωγής
fa_ir: همه را به لیست پخش موقت اضافه کنید
fi_fi: Lisää kaikki tilapäiseen soittolistaan
he_il: הוסף הכל לפלייליסט זמני
hu_hu: Az összes hozzáadása az ideiglenes lejátszási listához
ko_kr: 임시 재생 목록에 모두 추가
nb_no: Legg alt til midlertidig spilleliste
sv_se: Lägg till allt till tillfällig spellista
tr_tr: Tümünü geçici oynatma listesine ekle
uk_ua: Додати все до тимчасового списку відтворення

source: Random all to temporary playlist
ar_sa: عشوائي كل شيء إلى قائمة التشغيل المؤقتة
ca_es: All aleatòria a la llista de reproducció temporal
da_dk: Tilfældig alt til midlertidig afspilningsliste
el_gr: Τυχαία όλα σε προσωρινό playlist
fa_ir: تصادفی همه به لیست پخش موقت
fi_fi: Satunnainen kaikki tilapäiseen soittolistaan
he_il: אקראי כל רשימת השמעה זמנית
hu_hu: Véletlenszerűen az ideiglenes lejátszási listára
ko_kr: 모든 임시 재생 목록에 무작위
nb_no: Tilfeldig alt til midlertidig spilleliste
sv_se: Slumpmässig allt till tillfällig spellista
tr_tr: Tümünü geçici çalma listesine rasgele
uk_ua: Випадкові всі до тимчасового списку відтворення

source: Artist edit
ar_sa: تحرير الفنان
ca_es: Edició d’artista
da_dk: Kunstner redigere
el_gr: Επεξεργασία καλλιτέχνη
fa_ir: ویرایش هنرمند
fi_fi: Taiteilijan muokkaus
he_il: עריכת אמן
hu_hu: Művész szerkesztése
ko_kr: 아티스트 편집
nb_no: Artist redigere
sv_se: Artist redigera
tr_tr: Sanatçı düzenleme
uk_ua: Редактор виконавця

source: Edit Artist
ar_sa: تحرير الفنان
ca_es: Edita l'artista
da_dk: Rediger artist
el_gr: Επεξεργασία καλλιτέχνη
fa_ir: ویرایش هنرمند
fi_fi: Muokkaa artistia
he_il: עריכת אמן
hu_hu: Művész szerkesztése
ko_kr: 아티스트 편집
nb_no: Rediger Artist
sv_se: Redigera artist
tr_tr: Sanatçı Düzenle
uk_ua: Редагувати виконавця

source: Similar Artists
ar_sa: فنانون متشابهون
ca_es: Artistes similars
da_dk: Lignende kunstnere
el_gr: Παρόμοιοι καλλιτέχνες
fa_ir: هنرمندان مشابه
fi_fi: Samankaltaiset artistit
he_il: אמנים דומים
hu_hu: Hasonló művészek
ko_kr: 비슷한 아티스트
nb_no: Lignende artister
sv_se: Liknande artister
tr_tr: benzer sanatçılar
uk_ua: Подібні виконавці

source: Events
ar_sa: أحداث
ca_es: Esdeveniments
da_dk: Begivenheder
el_gr: Εκδηλώσεις
fa_ir: مناسبت ها
fi_fi: Tapahtumat
he_il: אירועים
hu_hu: Események
ko_kr: 이벤트
nb_no: arrangementer
sv_se: evenemang
tr_tr: Olaylar
uk_ua: Події

source: Time
ar_sa: زمن
ca_es: Temps
da_dk: Tid
el_gr: χρόνος
fa_ir: زمان
fi_fi: Aika
he_il: זמן
hu_hu: Idő
ko_kr: 시각
nb_no: Tid
sv_se: Tid
tr_tr: zaman
uk_ua: Час

source: No artist found
ar_sa: لم يتم العثور على فنان
ca_es: No s'ha trobat cap artista
da_dk: Ingen kunstner fundet
el_gr: Δεν βρέθηκε καλλιτέχνης
fa_ir: هنرمند یافت نشد
fi_fi: Ei taiteilijaa
he_il: לא נמצא אמן
hu_hu: Nem találtunk előadót
ko_kr: 아티스트를 찾을 수 없습니다.
nb_no: Ingen artist funnet
sv_se: Ingen artist hittades
tr_tr: Sanatçı bulunamadı
uk_ua: Не знайдено жодного виконавця

source: Select New Art
ar_sa: اختر الفن الجديد
ca_es: Seleccioneu Nou art
da_dk: Vælg Ny kunst
el_gr: Επιλέξτε Νέα τέχνη
fa_ir: انتخاب هنر جدید
fi_fi: Valitse Uusi art
he_il: בחר אמנות חדשה
hu_hu: Válassza a New Art lehetőséget
ko_kr: 새 아트 선택
nb_no: Velg Ny kunst
sv_se: Välj Ny konst
tr_tr: Yeni Resim Seç
uk_ua: Виберіть Нове мистецтво

source: Invalid
ar_sa: غير صالحة
ca_es: Invàlid
da_dk: Ugyldig
el_gr: Μη έγκυρο
fa_ir: نادرست
fi_fi: pätemätön
he_il: לא חוקי
hu_hu: Érvénytelen
ko_kr: 무효
nb_no: Ugyldig
sv_se: Ogiltig
tr_tr: Geçersiz
uk_ua: Недійсний

source: Select
ar_sa: تحديد
ca_es: Tria
da_dk: Vælg
el_gr: Επιλογή
fa_ir: انتخاب
fi_fi: valita
he_il: בחר
hu_hu: választ
ko_kr: 고르다
nb_no: Velg
sv_se: Välj
tr_tr: seçmek
uk_ua: Виберіть

source: Album Art
ar_sa: البوم الفن
el_gr: Άλμπουμ Art
fa_ir: آلبوم هنر
he_il: אלבום תמונות
ko_kr: 앨범 아트
tr_tr: Albüm sanatı
uk_ua: Альбом Art

source: Click to close window
ar_sa: انقر لإغلاق النافذة
ca_es: Feu clic per tancar la finestra
da_dk: Klik for at lukke vinduet
el_gr: Κάντε κλικ για να κλείσετε το παράθυρο
fa_ir: برای بستن پنجره کلیک کنید
fi_fi: Sulje ikkuna napsauttamalla
he_il: לחץ כדי לסגור חלון
hu_hu: Kattintson az ablak bezárásához
ko_kr: 창을 닫으려면 클릭하십시오.
nb_no: Klikk for å lukke vinduet
sv_se: Klicka för att stänga fönstret
tr_tr: Pencereyi kapatmak için tıklayın
uk_ua: Натисніть, щоб закрити вікно

source: Make it ready ...
ar_sa: اجعلها جاهزة ...
ca_es: Fes-ho llest ...
da_dk: Gør det klar ...
el_gr: Κάντε το έτοιμο ...
fa_ir: آماده باش ...
fi_fi: Tee se valmiiksi ...
he_il: תעשו את זה מוכן ...
hu_hu: Készítse el ...
ko_kr: 준비 시켜라.
nb_no: Gjør det klart ...
sv_se: Gör det klart ...
tr_tr: Hazırla ...
uk_ua: Зробіть його готовим ...

source: Verify
ar_sa: التحقق
ca_es: Verifica
da_dk: Verificere
el_gr: Επικύρωση
fa_ir: بازبینی
fi_fi: tarkistaa
he_il: אמת
hu_hu: Ellenőrizze
ko_kr: 확인
nb_no: Verifiser
sv_se: Verifiera
tr_tr: DOĞRULAYIN
uk_ua: Перевірте

source: Clean
ar_sa: نظيف
ca_es: Neteja
da_dk: Ren
el_gr: Καθαρισμός
fa_ir: پاک
fi_fi: Puhdas
he_il: נקי
hu_hu: Tiszta
ko_kr: 깨끗한
nb_no: Rensk
sv_se: Töm
tr_tr: Temiz
uk_ua: Чистота

source: Update
ar_sa: تحديث
ca_es: Actualitza
da_dk: Opdatering
el_gr: Ενημέρωση
fa_ir: به‌ روز رسانی
fi_fi: Päivittää
he_il: עדכון
hu_hu: frissítés
ko_kr: 최신 정보
nb_no: Oppdater
sv_se: Uppdatera
tr_tr: Güncelleştirme
uk_ua: Оновлення

source: Go
ar_sa: اذهب
ca_es: Anar
da_dk: Gå
el_gr: Πηγαίνω
fa_ir: برو
fi_fi: Mennä
he_il: ללכת
hu_hu: Megy
ko_kr: 가기
nb_no: Gå
sv_se: Gå
tr_tr: Gitmek
uk_ua: Ідіть

source: Info
ar_sa: معلومات
el_gr: Πληροφορίες
fa_ir: اطلاعات
fi_fi: Tiedot
he_il: מידע
ko_kr: 정보
tr_tr: Bilgi
uk_ua: Інформація

source: Last Verify
ar_sa: تحقق الماضي
ca_es: Última verificació
da_dk: Sidste bekræftelse
el_gr: Τελευταία επαλήθευση
fa_ir: آخرین تأیید
fi_fi: Viimeisin vahvistus
he_il: אימות אחרון
hu_hu: Utolsó ellenőrzés
ko_kr: 마지막 확인
nb_no: Sist bekreft
sv_se: Senast verifiera
tr_tr: Son Doğrulama
uk_ua: Останнє підтвердження

source: Last Add
ar_sa: آخر إضافة
ca_es: Últim afegit
da_dk: Sidste tilføjelse
el_gr: Τελευταία Προσθήκη
fa_ir: آخرین افزودن
fi_fi: Viimeinen lisäys
he_il: הוסף לאחרונה
hu_hu: Utolsó hozzáadás
ko_kr: 마지막 추가
nb_no: Siste legg til
sv_se: Senast lägg till
tr_tr: Son Eklenenler
uk_ua: Останнє додавання

source: Last Clean
ar_sa: الماضي النظيف
da_dk: Sidste ren
el_gr: Τελευταίο καθαρισμό
fa_ir: آخرین پاک
fi_fi: Viimeinen puhdas
he_il: נקי אחרון
hu_hu: Utolsó tisztítás
ko_kr: 마지막 청소
nb_no: Siste ren
sv_se: Senast ren
tr_tr: Son temizlik
uk_ua: Остання чиста

source: No catalog found
ar_sa: لم يتم العثور على كتالوج
ca_es: No s'ha trobat cap catàleg
da_dk: Ingen katalog fundet
el_gr: Δεν βρέθηκε κατάλογος
fa_ir: کاتالوگ یافت نشد
fi_fi: Ei luetteloa
he_il: לא נמצא קטלוג
hu_hu: Nem található katalógus
ko_kr: 카탈로그를 찾을 수 없음
nb_no: Ingen katalog funnet
sv_se: Ingen katalog hittades
tr_tr: Katalog bulunamadı
uk_ua: Каталог не знайдено

source: Description
ar_sa: وصف
ca_es: Descripció
da_dk: Beskrivelse
el_gr: Περιγραφή
fa_ir: شرح
fi_fi: Kuvaus
he_il: תיאור
hu_hu: Leírás
ko_kr: 기술
nb_no: Beskrivelse
sv_se: Beskrivning
tr_tr: Açıklama
uk_ua: Опис

source: Version
ar_sa: الإصدار
ca_es: Versió
el_gr: Εκδοχή
fa_ir: نسخه
fi_fi: Versio
he_il: גרסה
hu_hu: Változat
ko_kr: 번역
nb_no: Versjon
tr_tr: versiyon
uk_ua: Версія

source: Activate
ar_sa: تفعيل
ca_es: Activa
da_dk: Aktiver
el_gr: Θέτω εις ενέργειαν
fa_ir: فعالسازی
fi_fi: Aktivoida
he_il: הפעל
hu_hu: Aktiválja
ko_kr: 활성화
nb_no: Aktiver
sv_se: Aktivera
tr_tr: etkinleştirmek
uk_ua: Активувати

source: No Records Found
ar_sa: لا توجد سجلات
ca_es: No s’ha trobat cap registre
da_dk: Ingen resultater fundet
el_gr: Δεν βρέθηκαν καταγραφές
fa_ir: هیچ اسنادی یافت نشد
fi_fi: Merkintöjä ei löydy
he_il: לא נמצאו שיאים
hu_hu: Nincs találat
ko_kr: 기록이 없습니다
nb_no: Ingen opptak funnet
sv_se: Inga uppgifter funna
tr_tr: Kayıt bulunamadı
uk_ua: Записів не знайдено

source: Clean Catalog
ar_sa: النشرة المصورة
ca_es: Neteja el catàleg
da_dk: Rengør katalog
el_gr: Καθαρός κατάλογος
fa_ir: کاتالوگ تمیز کردن
fi_fi: Clean-luettelo
he_il: קטלוג נקי
hu_hu: Tiszta katalógus
ko_kr: 깨끗한 카탈로그
nb_no: Rengjør katalog
sv_se: Rengör katalog
tr_tr: Kataloğu temizle
uk_ua: Чистий каталог

source: Cleaning the %s Catalog
ar_sa: تنظيف كتالوج %s
ca_es: Netetgant el catàleg %s
da_dk: Rengøring af %s-kataloget
el_gr: Καθαρισμός του καταλόγου %s
fa_ir: %s پاک کردن مجموعه
fi_fi: %s-katalogin puhdistus
he_il: ניקוי קטלוג %s
hu_hu: A %s katalógus tisztítása
ko_kr: %s 카탈로그 정리
nb_no: Rensker katalogen %s
sv_se: Tömmer katalogen %s
tr_tr: %s Kataloğunu Temizleme
uk_ua: Очищення каталогу %s

source: Checking
ar_sa: تدقيق
ca_es: Comprovant
da_dk: Kontrol
el_gr: Έλεγχος
fa_ir: در حال بررسی
fi_fi: Tarkistetaan
he_il: בודק
hu_hu: Ellenőrzés
ko_kr: 확인 중
nb_no: Sjekker
sv_se: Kontrollerar
tr_tr: Kontrol etme
uk_ua: Перевірка

source: Coming Events
ar_sa: الأحداث القادمة
ca_es: Esdeveniments que vénen
da_dk: Kommende arrangementer
el_gr: Ερχόμενοι εκδηλώσεις
fa_ir: رویدادهای آینده
fi_fi: Tulevat tapahtumat
he_il: האירועים הקרובים
hu_hu: Jövő események
ko_kr: 다가오는 이벤트
nb_no: Kommende hendelser
sv_se: Kommande händelser
tr_tr: Gelecek Etkinlikler
uk_ua: Події

source: Date
ar_sa: تاريخ
ca_es: Data
da_dk: Dato
el_gr: Ημερομηνία
fa_ir: تاریخ
fi_fi: Treffi
he_il: תאריך
hu_hu: Dátum
ko_kr: 날짜
nb_no: Dato
sv_se: Datum
tr_tr: tarih
uk_ua: Дата

source: Location
ar_sa: موقعك
ca_es: Ubicació
da_dk: Beliggenhed
el_gr: Τοποθεσία
fa_ir: محل
fi_fi: Sijainti
he_il: מקום
hu_hu: Elhelyezkedés
ko_kr: 위치
nb_no: plassering
sv_se: Plats
tr_tr: yer
uk_ua: Розташування

source: No coming events found
ar_sa: لم يتم العثور على الأحداث القادمة
ca_es: No s’ha trobat cap esdeveniment
da_dk: Ingen kommende begivenheder fundet
el_gr: Δεν βρέθηκαν συναντήσεις
fa_ir: هیچ رویدادی پیدا نشد
fi_fi: Tuloksia ei löytynyt
he_il: לא נמצאו אירועים קרובים
hu_hu: Nincsenek jönnek események
ko_kr: 예정된 이벤트 없음
nb_no: Ingen kommende hendelser funnet
sv_se: Inga kommande händelser hittades
tr_tr: Hiçbir etkinlik bulunamadı
uk_ua: Немає знайдених подій

source: Past Events
ar_sa: الأحداث الماضية
ca_es: Esdeveniments passats
da_dk: Tidligere begivenheder
el_gr: Παρελθοντικά γεγονότα
fa_ir: رویدادهای گذشته
fi_fi: Viime tapahtumat
he_il: אירועי העבר
hu_hu: Múltbéli események
ko_kr: 과거 사건들
nb_no: Tidligere hendelser
sv_se: Tidigare händelser
tr_tr: Geçmiş Etkinlikler
uk_ua: Події минулого

source: No past events found
ar_sa: لم يتم العثور على أحداث سابقة
ca_es: No s'han trobat esdeveniments passats
da_dk: Ingen tidligere begivenheder fundet
el_gr: Δεν βρέθηκαν προηγούμενα γεγονότα
fa_ir: هیچ رویدادی گذشته یافت نشد
fi_fi: Ei aikaisempia tapahtumia
he_il: לא נמצאו אירועי עבר
hu_hu: Nincs korábbi esemény
ko_kr: 과거 이벤트가 없습니다.
nb_no: Ingen tidligere hendelser funnet
sv_se: Inga tidigare händelser hittades
tr_tr: Geçmiş etkinlik bulunamadı
uk_ua: Не знайдено минулих подій

source: Continue
ar_sa: استمر
ca_es: Continua
da_dk: Blive ved
el_gr: Να συνεχίσει
fa_ir: ادامه هید
fi_fi: Jatkaa
he_il: המשך
hu_hu: Folytatni
ko_kr: 잇다
nb_no: Fortsette
sv_se: Fortsätta
tr_tr: Devam et
uk_ua: Продовжити

source: Configure Democratic Playlist
ar_sa: تكوين قائمة التشغيل الديمقراطية
ca_es: Configura la llista de reproducció democràtica
da_dk: Konfigurer demokratisk afspilningsliste
el_gr: Ρύθμιση της δημοκρατικής λίστας αναπαραγωγής
fa_ir: پیکربندی فهرست پخش دموکراتیک
fi_fi: Määritä demokraattinen soittolista
he_il: הגדר את רשימת ההשמעה הדמוקרטית
hu_hu: Demokratikus lejátszási lista beállítása
ko_kr: 민주당 재생 목록 구성
nb_no: Konfigurer demokratisk spilleliste
sv_se: Konfigurera demokratisk spellista
tr_tr: Demokratik Oynatma Listesini Yapılandırma
uk_ua: Налаштування демократичного списку відтворення

source: Base Playlist
ar_sa: قاعدة التشغيل
ca_es: Llista de reproducció base
da_dk: Basisafspilningsliste
el_gr: Βασική λίστα αναπαραγωγής
fa_ir: لیست پخش پایه
fi_fi: Perustaa soittolista
he_il: השמעה בסיסית
hu_hu: Alapvető lejátszási lista
ko_kr: 기본 재생 목록
nb_no: Base spilleliste
tr_tr: Baz Çalma Listesi
uk_ua: Базовий список відтворення

source: Cooldown Time
ar_sa: تهدئة الوقت
ca_es: Temps de refredament
el_gr: Χρόνος ψύξης
fa_ir: زمان خنک کننده
fi_fi: Cooldown-aika
he_il: זמן סתום /
hu_hu: Cooldown idő
ko_kr: 쿨 다운 시간
nb_no: Nedkjølingstid
sv_se: Tid för lugn
tr_tr: Bekleme süresi
uk_ua: Час перезарядки

source: Make Default
ar_sa: جعل الافتراضي
ca_es: Converteix-ho en predeterminat
da_dk: Gør standard
el_gr: Κάντο προκαθορισμένο
fa_ir: انتخاب به عنوان پیش‌ فرض
fi_fi: Laita oletusarvoksi
he_il: הפוך ברירת מחדל
hu_hu: Legyen alapértelmezett
ko_kr: 기본 설정
nb_no: Sett som standard
sv_se: Gör till standard
tr_tr: Varsayılan Yap
uk_ua: Використовувати за замовчуванням

source: Force Democratic Play
ar_sa: قوة اللعب الديمقراطي
ca_es: Força la reproducció democràtica
el_gr: Αναγκάστε το δημοκρατικό παιχνίδι
fa_ir: نیروی دموکراتیک بازی
fi_fi: Pakota demokraattinen peli
he_il: כוח הדמוקרטית
hu_hu: Demokratikus játék
ko_kr: 강제 민주주의 놀이
sv_se: Tvinga demokratisk uppspelning
tr_tr: Demokratik Oyunu Zorla
uk_ua: Сила демократичної гри

source: Debug Tools
ar_sa: أدوات التصحيح
ca_es: Eines de depuració
da_dk: Fejlfindingsværktøjer
el_gr: Εργαλεία εντοπισμού σφαλμάτων
fa_ir: اشکال زدایی ابزارها
fi_fi: Debug-työkalut
he_il: כלי ניקוי באגים
hu_hu: Hibakeresési eszközök
ko_kr: 디버그 도구
nb_no: Feilsøkingsverktøy
sv_se: Felsökningsverktyg
tr_tr: Hata Ayıklama Araçları
uk_ua: Інструменти для усунення помилок

source: Generate Configuration
ar_sa: توليد التكوين
ca_es: Genera la configuració
da_dk: Generer konfiguration
el_gr: Δημιουργία διαμόρφωσης
fa_ir: ایجاد پیکر بندی
fi_fi: Luo kokoonpano
he_il: צור תצורה
hu_hu: Konfiguráció létrehozása
ko_kr: 구성 생성
nb_no: Generer konfigurasjon
sv_se: Generera konfiguration
tr_tr: Yapılandırma Oluştur
uk_ua: Створити конфігурацію

source: Write New Config
ar_sa: اكتب التكوين الجديد
ca_es: Escriviu una nova configuració
da_dk: Skriv Ny Config
el_gr: Γράψτε νέο Config
fa_ir: نوشتن تنظیمات جدید
fi_fi: Kirjoita uusi määritys
he_il: כתוב תצורה חדשה
hu_hu: Írjon új konfigurációt
ko_kr: 새 구성 쓰기
nb_no: Skriv Ny Konfig
sv_se: Skriv ny konfig
tr_tr: Yeni Yapılandırma Yaz
uk_ua: Написати нову конфігурацію

source: Set Database Charset
ar_sa: تعيين قاعدة بيانات Charset
ca_es: Estableix el joc de caràcters
da_dk: Indstil Database Charset
el_gr: Ορίστε το πακέτο βάσεων δεδομένων
fa_ir: تنظیم کاراکترست پایگاه داده
fi_fi: Aseta tietokannan merkkijono
he_il: הגדר את מסד הנתונים Charset
hu_hu: Adatbázis-karakterlánc beállítása
ko_kr: 데이터베이스 문자 세트 설정
nb_no: Endre databasens tegnsett
sv_se: Ange teckenuppsättning för databas
tr_tr: Veritabanı Karakter Kümesini Ayarla
uk_ua: Встановіть набір символів бази даних

source: Clear Artists Cache
ar_sa: مسح الفنانين ذاكرة التخزين المؤقت
ca_es: Esborra la memòria cau d'artistes
da_dk: Clear Cache for kunstnere
el_gr: Καθαρή προσωρινή μνήμη καλλιτεχνών
fa_ir: پاک کردن هنرمندان کش
fi_fi: Tyhjennä taiteilijoiden välimuisti
he_il: נקה מטמון אמנים
hu_hu: Törölje a művészek gyorsítótárát
ko_kr: 아티스트 캐시 지우기
nb_no: Klar artister Cache
sv_se: Klar artister Cache
tr_tr: Sanatçılar Önbelleğini Temizle
uk_ua: Очистити кеш виконавців

source: Clear Albums Cache
ar_sa: مسح ألبومات ذاكرة التخزين المؤقت
ca_es: Esborra la memòria cau d'àlbums
da_dk: Ryd Album Cache
el_gr: Εκκαθάριση προσωρινής μνήμης άλμπουμ
fa_ir: پاک کردن آلبوم ها کش
fi_fi: Tyhjennä albumien välimuisti
he_il: נקה מטמון של אלבומים
hu_hu: Albumok gyorsítótárának törlése
ko_kr: 앨범 캐시 지우기
nb_no: Slett Album Cache
sv_se: Rensa Album Cache
tr_tr: Albüm Önbelleğini Temizle
uk_ua: Очистити кеш альбомів

source: Ampache Update
ar_sa: تحديث Ampache
el_gr: Ενημέρωση για το Ampache
fa_ir: بهروزرسانی Ampache
fi_fi: Ampache-päivitys
he_il: עדכון Ampache
hu_hu: Ampache frissítés
ko_kr: 암페어 업데이트
tr_tr: Ampache Güncellemesi
uk_ua: Оновлення Ampache

source: Installed Ampache version
ar_sa: تثبيت الإصدار Ampache
ca_es: Versió de Ampache instal·lada
da_dk: Installeret Ampache version
el_gr: Εγκατεστημένη έκδοση Ampache
fa_ir: نسخه Ampache نصب شده
fi_fi: Asennettu Ampache-versio
he_il: גרסת Ampache מותקנת
hu_hu: Telepített Ampache verzió
ko_kr: 설치된 Ampache 버전
nb_no: Installert Ampache versjon
sv_se: Installerad Ampache version
tr_tr: Yüklü Ampache sürümü
uk_ua: Встановлена версія Ampache
