Repository: codacy-badger/amuzak
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, ca_es, da_dk, el_gr, fa_ir, fi_fi, he_il, hu_hu, ko_kr, nb_no, sv_se, tr_tr, uk_ua

source: Error: Beets selected, but no Beets DB File provided
ar_sa: خطأ: البنجر المحدد ، ولكن لم يتم توفير ملف بنجر DB
ca_es: Error: s'han seleccionat remolatxes, però no s’ha proporcionat cap fitxer DB de remolatxa
da_dk: Fejl: Beets valgt, men ingen Beets DB File forudsat
el_gr: Σφάλμα: Επιλέχθηκαν τα τεύτλα, αλλά δεν δόθηκε κανένα αρχείο DB Beets
fa_ir: خطا: چغندر انتخاب شده است، اما هیچ پرونده DB Beets ارائه نشده است
fi_fi: Virhe: Punajuuret on valittu, mutta ei Beets DB-tiedostoa
he_il: שגיאה: סלק נבחר, אך לא מסופק קובץ DB
hu_hu: Hiba: Beets kiválasztva, de nem tartalmaz Beets DB fájlt
ko_kr: 오류 : Beets가 선택되었지만 Beets DB File이 제공되지 않았습니다.
nb_no: Feil: Beets valgt, men ingen Beets DB File oppgitt
sv_se: Fel: Beets vald, men ingen Beets DB File tillhandahållen
tr_tr: Hata: Pancar seçildi, ancak sağlanan Pancar DB Dosyası yok
uk_ua: Помилка: Буряк вибрано, але не надано файлу DB

source: Error: Catalog with %s already exists
ar_sa: خطأ: يوجد كتالوج مع %s بالفعل
ca_es: Error: el catàleg amb %s ja existeix
da_dk: Fejl: Katalog med %s eksisterer allerede
el_gr: Σφάλμα: Ο κατάλογος με το %s υπάρχει ήδη
fa_ir: خطا: کاتالوگ با %s در حال حاضر وجود دارد
fi_fi: Virhe: Luettelo, jossa on %s, on jo olemassa
he_il: שגיאה: קטלוג עם %s כבר קיים
hu_hu: Hiba: A %s már létező katalógus már létezik
ko_kr: 오류 : %s가있는 카탈로그가 이미 있습니다.
nb_no: Feil: Katalog med %s eksisterer allerede
sv_se: Fel: Katalog med %s finns redan
tr_tr: Hata: %s içeren katalog zaten var
uk_ua: Помилка: каталог з %s вже існує

source: Beets Server URI
ar_sa: البنجر خادم URI
ca_es: URI del servidor de remolatxa
el_gr: Το URI του διακομιστή Beets
fa_ir: URI سرور بت
he_il: שרת Uets של סלק
ko_kr: Beets 서버 URI
tr_tr: Pancar Sunucu URI'si
uk_ua: URI сервера Beets

source: Error: Beets selected, but path is not a URL
ar_sa: خطأ: البنجر المحدد ، ولكن المسار ليس عنوان URL
ca_es: Error: s'han seleccionat remolatxes, però el camí d'accés no és un URL
da_dk: Fejl: Beets valgt, men stien er ikke en webadresse
el_gr: Σφάλμα: Επιλέχθηκαν τα τεύτλα, αλλά η διαδρομή δεν είναι διεύθυνση URL
fa_ir: خطا: بتا انتخاب شده است، اما مسیر نشانی اینترنتی نیست
fi_fi: Virhe: Beets on valittu, mutta polku ei ole URL-osoite
he_il: שגיאה: סלק נבחר, אך הנתיב אינו כתובת אתר
hu_hu: Hiba: a Beets kiválasztása, de az útvonal nem URL
ko_kr: 오류 : Beets가 선택되었지만 경로가 URL이 아닙니다.
nb_no: Feil: Beets valgt, men banen er ikke en nettadresse
sv_se: Fel: Beets vald, men sökvägen är inte en URL
tr_tr: Hata: Pancar seçildi, ancak yol bir URL değil
uk_ua: Помилка: Буряк вибрано, але шлях не є URL-адресою

source: Path
ar_sa: مسار
ca_es: Camí
da_dk: Sti
el_gr: Μονοπάτι
fa_ir: مسیر
fi_fi: polku
he_il: נתיב
hu_hu: Pálya
ko_kr: 통로
nb_no: Sti
sv_se: Väg
tr_tr: yol
uk_ua: Шлях

source: Error: Path not specified
ar_sa: خطأ: المسار غير محدد
ca_es: Error: la ruta no s’ha especificat
da_dk: Fejl: Sti ikke angivet
el_gr: Σφάλμα: Η διαδρομή δεν έχει καθοριστεί
fa_ir: خطا: مسیر مشخص نشده است
fi_fi: Virhe: polkua ei ole määritetty
he_il: שגיאה: הנתיב לא צוין
hu_hu: Hiba: Az útvonal nincs megadva
ko_kr: 오류 : 경로가 지정되지 않았습니다.
nb_no: Feil: Sti ikke angitt
sv_se: Fel: Banan är inte angiven
tr_tr: Hata: Yol belirtilmedi
uk_ua: Помилка: шлях не вказано

source: Error: Defined Path is inside an existing catalog
ar_sa: خطأ: المسار المحدد داخل كتالوج موجود
ca_es: Error: la ruta de pujada no és al catàleg
da_dk: Fejl: Defineret sti er inde i et eksisterende katalog
el_gr: Σφάλμα: Το καθορισμένο μονοπάτι βρίσκεται μέσα σε έναν υπάρχοντα κατάλογο
fa_ir: خطا: مسیر تعریف شده در داخل یک کاتالوگ موجود است
fi_fi: Virhe: Määritetty polku on olemassa olevan luettelon sisällä
he_il: שגיאה: נתיב מוגדר נמצא בתוך קטלוג קיים
hu_hu: Hiba: A meghatározott útvonal egy meglévő katalógusban van
ko_kr: 오류 : 정의 된 경로가 기존 카탈로그 안에 있습니다.
nb_no: Feil: Mappebanen er i en eksisterende katalog
sv_se: Fel: Angiven sökväg är inne i en befintlig katalog
tr_tr: Hata: Tanımlanmış Yol mevcut bir kataloğun içinde
uk_ua: Помилка: визначений шлях знаходиться всередині існуючого каталогу

source: Error: %s is not readable or does not exist
ar_sa: خطأ: %s غير قابل للقراءة أو غير موجود
ca_es: Error: %s no és llegible o no existeix
da_dk: Fejl: %s kan ikke læses eller findes ikke
el_gr: Σφάλμα: %s δεν είναι αναγνώσιμη ή δεν υπάρχει
fa_ir: خطا: %s قابل خواندن نیست یا وجود ندارد
fi_fi: Virhe: %s ei ole luettavissa tai sitä ei ole
he_il: שגיאה: %s אינו קריא או אינו קיים
hu_hu: Hiba: %s nem olvasható, vagy nem létezik
ko_kr: 오류 : %s를 읽을 수 없거나 존재하지 않습니다.
nb_no: Feil: %s er ikke lesbar eller eksisterer ikke
sv_se: Fel: %s kan inte läsas eller existerar inte
tr_tr: Hata: %s okunamıyor veya yok
uk_ua: Помилка: %s не читається або не існує

source: Error: Unable to open %s
ar_sa: خطأ: غير قادر على فتح %s
ca_es: Error: no es pot obrir %s
da_dk: Fejl: Kan ikke åbne %s
el_gr: Σφάλμα: Δεν είναι δυνατό το άνοιγμα του %s
fa_ir: خطا: امکان باز کردن %s وجود ندارد
fi_fi: Virhe: %s ei voi avata
he_il: שגיאה: לא ניתן לפתוח את %s
hu_hu: Hiba: %s-t nem lehet megnyitni
ko_kr: 오류 : %s를 열 수 없습니다.
nb_no: Feil: Kan ikke åpne %s
sv_se: Fel: Kan inte öppna %s
tr_tr: Hata: %s açılamıyor
uk_ua: Помилка: неможливо відкрити %s

source: Error: Unable to change to directory %s
ar_sa: خطأ: غير قادر على التغيير إلى الدليل %s
ca_es: Error: no es pot canviar al directori %s
da_dk: Fejl: Kan ikke ændres til mappe %s
el_gr: Σφάλμα: Δεν είναι δυνατή η αλλαγή στον κατάλογο %s
fa_ir: خطا: امکان تغییر در دایرکتوری %s وجود ندارد
fi_fi: Virhe: Ei voi vaihtaa hakemistoon %s
he_il: שגיאה: לא ניתן לשנות לספרייה %s
hu_hu: Hiba: Nem lehet %s könyvtárba váltani
ko_kr: 오류 : 디렉토리 %s로 변경할 수 없습니다.
nb_no: Feil: Kan ikke endres til katalogen %s
sv_se: Fel: Kan inte ändras till katalogen %s
tr_tr: Hata: %s dizini değiştirilemiyor
uk_ua: Помилка: неможливо змінити каталог %s

source: Error: Unable to get filesize for %s
ar_sa: خطأ: غير قادر على الحصول على filesize ل %s
ca_es: Error: impossible de aconseguit la mida de %s
da_dk: Fejl: Kan ikke filstørres til %s
el_gr: Σφάλμα: Δεν είναι δυνατή η λήψη μεγέθους αρχείου για το %s
fa_ir: میسر نیست %s خطا: خواندن اندازه فایل
fi_fi: Virhe: Tiedostoa %s ei voi saada
he_il: שגיאה: לא ניתן להשיג את הקובץ עבור %s
hu_hu: Hiba: Nem sikerült %s fájlfájlhoz jutni
ko_kr: 오류 : %s에 대한 파일 크기를 가져올 수 없습니다.
nb_no: Feil: Kan ikke hente filstørrelse for %s
sv_se: Fel: Kunde inte få filstorlek för %s
tr_tr: Hata: %s için dosya boyutu alınamadı
uk_ua: Помилка: неможливо отримати розмір файлу для %s

source: %s is not readable by ampache
ar_sa: %s غير قابل للقراءة بواسطة ampache
ca_es: ampache no ho pot llegir %s
da_dk: %s kan ikke læses af ampache
el_gr: Το %s δεν μπορεί να διαβαστεί από την ampache
fa_ir: قابل خواندن به وسیله آمپاچی نیست %s
fi_fi: %s ei ole luettavissa ampachilla
he_il: %s אינו קריא על ידי ampache
hu_hu: A %s az ampache nem olvasható
ko_kr: %s는 ampache에서 읽을 수 없습니다.
nb_no: %s er ikke lesbar for ampache
sv_se: %s är inte läsbar av ampache
tr_tr: %s ampache tarafından okunamıyor
uk_ua: %s не читається за допомогою ampache

source: %s does not match site charset
ar_sa: %s لا يطابق مجموعة حروف الموقع
ca_es: %s no coincideix amb el joc de caràcters
da_dk: %s stemmer ikke overens med site charset
el_gr: Το %s δεν αντιστοιχεί στο σύμβολο χαρακτήρων του ιστότοπου
fa_ir: با کاراکترست سایت همخوانی ندارد %s
fi_fi: %s ei vastaa sivustokirjoitusta
he_il: %s אינו תואם לקבוצת תווים
hu_hu: A %s nem felel meg a webhely karakterisztikájának
ko_kr: %s가 사이트 문자 세트와 일치하지 않습니다.
nb_no: %s passer ikke med denne serverens tegnsett
sv_se: %s matchar inte systemets teckenuppsättning
tr_tr: %s site karakter kümesiyle eşleşmiyor
uk_ua: %s не відповідає кодуванню сайту

source: Catalog Update Finished. Total Time: [%s] Total Media: [%s] Media Per Second: [%s]
ar_sa: تحديث الكتالوج. إجمالي الوقت: [%s] إجمالي الوسائط: [%s] الوسائط في الثانية: [%s]
ca_es: Actualització del catàleg finalitzada. Temps total: [%s] Total de suports: [%s] Mitjans per segon: [%s]
da_dk: Katalogopdatering Færdiggjort. Total tid: [%s] Samlede medier: [%s] Medie per sekund: [%s]
el_gr: Κατάλογος ενημερώσεων τερματιστεί. Συνολικός χρόνος: [%s] Σύνολο μέσων: [%s] Μέσα ανά δευτερόλεπτο: [%s]
fa_ir: کاتالوگ به روز رسانی به پایان رسید. مجموع زمان: [%s] مجموع رسانه ها: [%s] رسانه در هر ثانیه: [%s]
fi_fi: Luettelon päivitys valmis. Kokonaisaika: [%s] Yhteensä media: [%s] Media per Second: [%s]
hu_hu: Katalógus frissítés befejeződött. Teljes idő: [%s] Összes média: [%s] Média másodpercenként: [%s]
ko_kr: 카탈로그 업데이트가 완료되었습니다. 총 시간 : [%s] 총 미디어 : [%s] 초당 미디어 : [%s]
nb_no: Katalogoppdatering Fullført. Total tid: [%s] Totalt antall medier: [%s] Medier per sekund: [%s]
sv_se: Kataloguppdatering Slutförd. Total tid: [%s] Totalt antal medier: [%s] Medier per sekund: [%s]
tr_tr: Katalog Güncellemesi Tamamlandı. Toplam Süre: [%s] Toplam Ortam: [%s] Saniyedeki Ortam: [%s]
uk_ua: Оновлення каталогу завершено. Загальний час: [%s] Всього медіа: [%s] ЗМІ за секунду: [%s]

source: %s does not exist or is not readable
ar_sa: %s غير موجود أو غير قابل للقراءة
ca_es: %s no existeix o no es pot llegir
da_dk: %s eksisterer ikke eller kan ikke læses
el_gr: Το %s δεν υπάρχει ή δεν είναι αναγνώσιμο
fa_ir: %s وجود ندارد و قابل خواندن نیست
fi_fi: %s ei ole olemassa tai sitä ei voi lukea
he_il: %s אינו קיים או שאינו קריא
hu_hu: %s nem létezik, vagy nem olvasható
ko_kr: %s가 없거나 읽을 수 없습니다.
nb_no: %s finnes ikke eller kan ikke leses
sv_se: %s existerar inte eller kan inte läsas
tr_tr: %s mevcut değil veya okunamıyor
uk_ua: %s не існує або не читається

source: Catalog Root unreadable, stopping clean
ar_sa: كتالوج الجذر غير قابل للقراءة ، ووقف نظيفة
ca_es: L'arrel del catàleg illegible, aturant la neteja
da_dk: Katalog Root ulæselige, stopper rent
el_gr: Η Ρίζα των καταλόγων δεν μπορεί να αναγνωσθεί, η εκκαθάριση διακόπηκε
fa_ir: کاتالوگ ریشه غیر قابل خواندن، تمیز کردن توقف
fi_fi: Luettelo Root lukukelvoton, pysäyttää puhtaan
he_il: קטלוג שורש לא קריא, נעצר נקי
hu_hu: Katalógus Root olvashatatlan, megállítva
ko_kr: 카탈로그 루트를 읽을 수 없으며, 깨끗하게 멈 춥니 다.
nb_no: Katalogrot ikke lesbar, avbryter rensking
sv_se: Katalogroten inte läsbar, stoppar tömning
tr_tr: Kök Okunamıyor, temiz duruyor
uk_ua: Каталог Корінь нечитабельний, зупинка чиста

source: All files would be removed. Doing nothing
ar_sa: ستتم إزالة جميع الملفات. لا أفعل شئ
ca_es: S'eliminarien tots els fitxers. No fer res
da_dk: Alle filer vil blive fjernet. Laver ingenting
el_gr: Όλα τα αρχεία θα καταργηθούν. Μην κάνετε τίποτα
fa_ir: تمام فایل ها حذف می شوند انجام ندادن
fi_fi: Kaikki tiedostot poistettaisiin. Tekemättä mitään
he_il: כל הקבצים יוסרו. לא עושה דבר
hu_hu: Minden fájl eltávolításra kerül. Semmittevés
ko_kr: 모든 파일이 제거됩니다. 아무것도하지 않고
nb_no: Alle filer vil bli fjernet. Gjør ingenting
sv_se: Alla filer skulle tas bort. Gör inget
tr_tr: Tüm dosyalar silinir. Hiçbir şey yapmamak
uk_ua: Усі файли будуть видалені. Нічого не робити

source: Error File Not Found or 0 Bytes: %s
ar_sa: خطأ في ملف غير موجود أو 0 بايت: %s
ca_es: Error de fitxer no trobat o 0 bytes: %s
da_dk: Fejlfil ikke fundet eller 0 Bytes: %s
el_gr: Δεν βρέθηκε αρχείο σφάλματος ή 0 byte: %s
fa_ir: فایل Error Not Found یا 0 بایت: %s
fi_fi: Ei löydetty virhetiedostoa tai 0 bittiä: %s
he_il: שגיאה קובץ לא נמצא או 0 בתים: %s
hu_hu: Hibafájl nem található vagy 0 bájt: %s
ko_kr: 오류 파일을 찾을 수 없거나 0 바이트 : %s
nb_no: Feilfilen ble ikke funnet eller 0 Bytes: %s
sv_se: Fel fil hittades inte eller 0 Bytes: %s
tr_tr: Hata Dosyası Bulunamadı veya 0 Bayt: %s
uk_ua: Не знайдено файл помилок або 0 байт: %s

source: Uri
ar_sa: أوري
fa_ir: اوری
he_il: אורי
ko_kr: 우리
uk_ua: Урі

source: Password
ar_sa: كلمه السر
ca_es: Contrasenya
da_dk: Adgangskode
el_gr: Κωδικός πρόσβασης
fa_ir: کلمه عبور
fi_fi: Salasana
he_il: סיסמה
hu_hu: Jelszó
ko_kr: 암호
nb_no: Passord
sv_se: Lösenord
tr_tr: Parola
uk_ua: Пароль

source: Error: Remote selected, but path is not a URL
ar_sa: خطأ: تم تحديد جهاز التحكم عن بعد ، لكن المسار ليس عنوان URL
ca_es: Error: remot seleccionat, però el camí d'accés no és un URL
da_dk: Fejl: Fjern valgt, men stien er ikke en webadresse
el_gr: Σφάλμα: Επιλεγμένο από απόσταση, αλλά η διαδρομή δεν είναι διεύθυνση URL
fa_ir: خطا: از راه دور انتخاب شده است، اما مسیر نشانی اینترنتی نیست
fi_fi: Virhe: Etävalinta on valittu, mutta polku ei ole URL-osoite
he_il: שגיאה: נבחרה מרחוק, אך הנתיב אינו כתובת אתר
hu_hu: Hiba: Távoli kiválasztva, de az útvonal nem URL
ko_kr: 오류 : 원격이 선택되었지만 경로가 URL이 아닙니다.
nb_no: Feil: Fjern valgt, men banen er ikke en nettadresse
sv_se: Fel: Fjärr vald, men sökväg är inte en URL
tr_tr: Hata: Uzak seçildi, ancak yol bir URL değil
uk_ua: Помилка: вибрано віддалений, але шлях не є URL-адресою

source: Error: Username and Password Required for Remote Catalogs
ar_sa: خطأ: اسم المستخدم وكلمة المرور المطلوبة للكتالوجات عن بعد
ca_es: Error: el nom d’usuari i la contrasenya necessaris per als catàlegs remots
da_dk: Fejl: Brugernavn og adgangskode er påkrævet for fjernkataloger
el_gr: Σφάλμα: Απαιτείται όνομα χρήστη και κωδικός πρόσβασης για απομακρυσμένους καταλόγους
fa_ir: خطا: نام کاربری و رمز عبور مورد نیاز برای کاتالوگ های راه دور
fi_fi: Virhe: Etätietokantojen käyttäjätunnus ja salasana
he_il: שגיאה: שם משתמש וסיסמה דרושים לקטלוגים מרוחקים
hu_hu: Hiba: A távoli katalógusokhoz szükséges felhasználónév és jelszó
ko_kr: 오류 : 원격 카탈로그에 필요한 사용자 이름과 암호
nb_no: Feil: Brukernavn og passord kreves for eksterne kataloger
sv_se: Fel: Användarnamn och lösenord krävs för fjärrkataloger
tr_tr: Hata: Uzak Kataloglar için Kullanıcı Adı ve Şifre Gerekli
uk_ua: Помилка: ім'я користувача та пароль, необхідні для віддалених каталогів

source: Running Remote Update
ar_sa: تشغيل التحديث عن بعد
ca_es: Engegant actualització remota
el_gr: Εκτελείται Απομακρυσμένη Ενημέρωση
fa_ir: اجرای به روز رسانی از راه دور
fi_fi: Etäpäivityksen suorittaminen
he_il: הפעלת עדכון מרחוק
hu_hu: Távoli frissítés futtatása
ko_kr: 원격 업데이트 실행
nb_no: Kjører fjernoppdatering
sv_se: Kör fjärruppdatering
tr_tr: Uzaktan Güncellemeyi Çalıştırma
uk_ua: Запуск віддаленого оновлення

source: Error connecting to remote server
ar_sa: خطأ في الاتصال بالخادم البعيد
ca_es: S'ha produït un error en connectar amb el servidor remot
da_dk: Fejl ved forbindelse til fjernserver
el_gr: Σφάλμα σύνδεσης με απομακρυσμένο διακομιστή
fa_ir: خطا در اتصال به سرور از راه دور
fi_fi: Virhe yhdistettäessä etäpalvelimeen
he_il: שגיאה בהתחברות לשרת מרוחק
hu_hu: Hiba történt a távoli szerverhez való csatlakozáskor
ko_kr: 원격 서버에 연결하는 중 오류가 발생했습니다.
nb_no: Feil ved tilkobling til ekstern server
sv_se: Fel vid anslutning till fjärrserver
tr_tr: Uzak sunucuya bağlanırken hata oluştu
uk_ua: Помилка підключення до віддаленого сервера

source: %u remote catalog(s) found (%u songs)
ar_sa: تم العثور على كتالوج عن بعد (%u) (أغاني %u)
ca_es: S'han trobat catàlegs remots de %u (cançons de %u)
da_dk: %u fjernkatalog (er) fundet (%u sange)
el_gr: %u απομακρυσμένοι κατάλογοι βρέθηκαν (%u τραγούδια)
fa_ir: کاتالوگ از راه دور %u یافت شد (%u آهنگ)
fi_fi: %u etäsarja (t) löytyi (%u kappaletta)
he_il: %u קטלוגים מרוחקים שנמצאו (%u שירים)
hu_hu: %u távoli katalógus (ok) (%u dal)
ko_kr: %u 원격 카탈로그를 찾았습니다 (%u 곡).
nb_no: %u fjernkatalog (er) funnet (%u sanger)
sv_se: %u fjärrkatalog (er) hittades (%u låtar)
tr_tr: %u uzak katalog (lar) bulundu (%u şarkılar)
uk_ua: Знайдено віддалений каталог (и) %u (%u)

source: Completed updating remote catalog(s).
ar_sa: تم استكمال تحديث الكتالوج البعيد.
ca_es: Actualització del catàleg remot actualitzat.
da_dk: Afsluttet opdatering af fjernkatalog (er).
el_gr: Ολοκληρώθηκε η ενημέρωση απομακρυσμένων καταλόγων.
fa_ir: تکمیل به روز رسانی از کاتالوگ از راه دور (ها).
fi_fi: Valmiit luettelon (etäluettelon) päivittämisen.
he_il: הושלם עדכון קטלוגים מרוחקים.
hu_hu: A távoli katalógus (ok) frissítése befejeződött.
ko_kr: 원격 카탈로그 업데이트를 완료했습니다.
nb_no: Fullført oppdatering av fjernkatalog (er).
sv_se: Färdigställd uppdatering av fjärrkatalog (er).
tr_tr: Uzak katalog güncellemesi tamamlandı.
uk_ua: Завершено оновлення віддалених каталогів.

source: User ID
ar_sa: هوية المستخدم
ca_es: ID d'usuari
da_dk: bruger ID
el_gr: ταυτότητα χρήστη
fa_ir: شناسه کاربر
fi_fi: käyttäjätunnus
he_il: תעודת זהות של המשתמש
hu_hu: Felhasználói azonosító
ko_kr: 사용자 ID
nb_no: bruker-ID
sv_se: användar ID
tr_tr: Kullanıcı kimliği
uk_ua: ідентифікатор користувача

source: Secret
ar_sa: سر
da_dk: Hemmelighed
el_gr: Μυστικό
fa_ir: راز
fi_fi: Salaisuus
he_il: סוד
hu_hu: Titok
ko_kr: 비밀
nb_no: Hemmelig
sv_se: Hemlighet
tr_tr: Gizli
uk_ua: Секрет

source: Error: UserID and Secret Required for SoundCloud Catalogs
ar_sa: خطأ: معرف المستخدم والسرية المطلوبة من أجل كتالوجات SoundCloud
ca_es: Error: ID d'usuari i secret necessari per als catàlegs de SoundCloud
da_dk: Fejl: BrugerID og hemmelig påkrævet for SoundCloud-kataloger
el_gr: Σφάλμα: Αναγνωριστικό χρήστη και μυστικό που απαιτείται για τους καταλόγους SoundCloud
fa_ir: خطا: UserID و راز مورد نیاز برای کاتالوگ SoundCloud
fi_fi: Virhe: SoundCloud-katalogien käyttäjätunnus ja salaisuus
he_il: שגיאה: UserID ו Secret נדרש עבור קטלוגים SoundCloud
hu_hu: Hiba: a SoundCloud katalógusokhoz szükséges felhasználói azonosító és titkosság
ko_kr: 오류 : SoundCloud 카탈로그에 필요한 UserID 및 Secret
nb_no: Feil: BrukerID og hemmelig påkrevd for SoundCloud-kataloger
sv_se: Fel: UserID och Secret krävs för SoundCloud-kataloger
tr_tr: Hata: SoundCloud Katalogları için Gerekli Kullanıcı Kimliği ve Sırrı
uk_ua: Помилка: для каталогів SoundCloud потрібні UserID та Secret

source: Running SoundCloud Remote Update
ar_sa: تشغيل SoundCloud التحديث عن بعد
ca_es: Executant l'actualització remota de SoundCloud
da_dk: Kører SoundCloud Remote Update
el_gr: Εκτέλεση απομακρυσμένης ενημέρωσης SoundCloud
fa_ir: اجرای SoundCloud از راه دور به روز رسانی
fi_fi: SoundCloud-etäkäytön suorittaminen
he_il: הפעלת SoundCloud מרחוק עדכון
hu_hu: SoundCloud távoli frissítés futtatása
ko_kr: SoundCloud Remote Update 실행하기
nb_no: Kjører SoundCloud Remote Update
sv_se: Köra SoundCloud Remote Update
tr_tr: SoundCloud Remote Update'i Çalıştırma
uk_ua: Запуск програми SoundCloud Remote Update

source: Completed updating SoundCloud catalog(s).
ar_sa: استكمال استكمال كتالوج SoundCloud (ق).
ca_es: Actualització del catàleg de SoundCloud.
da_dk: Afsluttet opdatering af SoundCloud katalog (er).
el_gr: Ολοκληρώθηκε η ενημέρωση των καταλόγων SoundCloud.
fa_ir: به روزرسانی کاتالوگ SoundCloud را تکمیل کرد.
fi_fi: SoundCloud-luettelon (-asiakirjojen) päivittäminen on valmis.
he_il: הושלם עדכון קטלוג SoundCloud (ים).
hu_hu: A SoundCloud katalógus (ok) frissítése befejeződött.
ko_kr: SoundCloud 카탈로그 업데이트가 완료되었습니다.
nb_no: Fullført oppdatering av SoundCloud katalog (er).
sv_se: Slutfört uppdatering av SoundCloud katalog (er).
tr_tr: SoundCloud kataloglarını güncelleyerek tamamlandı.
uk_ua: Завершено оновлення каталогу SoundCloud.

source: Songs added.
ar_sa: وأضاف الأغاني.
ca_es: Cançons afegides.
da_dk: Sange tilføjet.
el_gr: Προστέθηκαν τραγούδια.
fa_ir: آهنگ های اضافه شده
fi_fi: Laulut lisätty.
he_il: נוספו שירים.
hu_hu: Dalok hozzáadva.
ko_kr: 노래가 추가되었습니다.
nb_no: Sanger lagt til.
sv_se: Sångar tillagda.
tr_tr: Şarkılar eklendi.
uk_ua: Додано пісні.

source: API Error: cannot get song list.
ar_sa: خطأ API: لا يمكن الحصول على قائمة الأغاني.
ca_es: Error de l'API: no es pot obtenir la llista de cançons.
da_dk: API Fejl: kan ikke få sangliste.
el_gr: Σφάλμα API: δεν είναι δυνατή η λήψη της λίστας τραγουδιών.
fa_ir: خطای API: نمی توان لیست آهنگ را دریافت کرد.
fi_fi: API-virhe: ei voi saada kappalelistaa.
he_il: שגיאת API: לא ניתן לקבל רשימת שירים.
hu_hu: API hiba: nem kap zeneszámlista.
ko_kr: API 오류 : 노래 목록을 가져올 수 없습니다.
nb_no: API Feil: kan ikke få sangliste.
sv_se: API-fel: kan inte hämta låtlista.
tr_tr: API Hatası: şarkı listesi alınamıyor.
uk_ua: Помилка API: неможливо отримати список пісень.

source: API Error: cannot connect to SoundCloud.
ar_sa: خطأ في واجهة برمجة التطبيقات: لا يمكن الاتصال بـ SoundCloud.
ca_es: Error de l'API: no es pot connectar a SoundCloud.
da_dk: API Fejl: kan ikke oprette forbindelse til SoundCloud.
el_gr: Σφάλμα API: δεν είναι δυνατή η σύνδεση με το SoundCloud.
fa_ir: خطای API: نمی تواند به SoundCloud وصل شود.
fi_fi: API-virhe: ei voi muodostaa yhteyttä SoundCloudiin.
he_il: שגיאת API: לא ניתן להתחבר ל- SoundCloud.
hu_hu: API Error: nem lehet csatlakozni a SoundCloudhoz.
ko_kr: API 오류 : SoundCloud에 연결할 수 없습니다.
nb_no: API Feil: kan ikke koble til SoundCloud.
sv_se: API-fel: kan inte anslutas till SoundCloud.
tr_tr: API Hatası: SoundCloud'a bağlanılamıyor.
uk_ua: Помилка API: неможливо підключитися до SoundCloud.

source: SoundCloud exception:
ar_sa: استثناء SoundCloud:
ca_es: Excepció SoundCloud:
da_dk: SoundCloud-undtagelse:
el_gr: Εξαίρεση SoundCloud:
fa_ir: به استثنای SoundCloud:
fi_fi: SoundCloud-poikkeus:
he_il: חריג SoundCloud:
hu_hu: SoundCloud kivétel:
ko_kr: SoundCloud 예외 :
nb_no: SoundCloud unntak:
sv_se: SoundCloud-undantag:
tr_tr: SoundCloud istisnası:
uk_ua: Виняток SoundCloud:

source: Error: Subsonic selected, but path is not a URL
ar_sa: خطأ: تم اختيار Subsonic ، لكن المسار ليس عنوان URL
ca_es: Error: sònic seleccionat, però el camí d'accés no és un URL
da_dk: Fejl: Subsonic valgt, men sti er ikke en webadresse
el_gr: Σφάλμα: Η επιμέρους μονάδα έχει επιλεγεί, αλλά η διαδρομή δεν είναι διεύθυνση URL
fa_ir: خطا: Subsonic انتخاب شده است، اما مسیر URL نیست
fi_fi: Virhe: Subsonic on valittu, mutta polku ei ole URL-osoite
he_il: שגיאה: סובסוניק נבחר, אך הנתיב אינו כתובת אתר
hu_hu: Hiba: a szubszonikus választás, de az útvonal nem URL
ko_kr: 오류 : 아음속이 선택되었지만 경로가 URL이 아닙니다.
nb_no: Feil: Subsonic valgt, men banen er ikke en nettadresse
sv_se: Fel: Subsonic vald, men sökväg är inte en URL
tr_tr: Hata: Subsonic seçildi, ancak yol bir URL değil
uk_ua: Помилка: вибрано підзвук, але шлях не є URL-адресою

source: Error: Username and Password Required for Subsonic Catalogs
ar_sa: خطأ: اسم المستخدم وكلمة المرور المطلوبة للكتالوجات دون سرعة الصوت
ca_es: Error: el nom d’usuari i la contrasenya necessaris per als catàlegs sònics
da_dk: Fejl: Brugernavn og adgangskode er påkrævet for Subsonic-kataloger
el_gr: Σφάλμα: Το όνομα χρήστη και ο κωδικός πρόσβασης που απαιτούνται για τους καταλόγους Subsonic
fa_ir: خطا: نام کاربری و رمز عبور مورد نیاز برای کاتالوگ های Subsonic
fi_fi: Virhe: Subsonic-katalogien käyttäjätunnus ja salasana
he_il: שגיאה: שם משתמש וסיסמה דרושים עבור קטלוגים Subsonic
hu_hu: Hiba: A szubszonikus katalógusokhoz szükséges felhasználónév és jelszó
ko_kr: 오류 : 아음속 카탈로그에 필요한 사용자 이름과 암호
nb_no: Feil: Brukernavn og passord kreves for Subsonic-kataloger
sv_se: Fel: Användarnamn och lösenord krävs för Subsonic-kataloger
tr_tr: Hata: Sesli Kataloglar için Kullanıcı Adı ve Şifre Gerekli
uk_ua: Помилка: ім'я користувача та пароль, необхідні для підзвукових каталогів

source: Running Subsonic Remote Update
ar_sa: تشغيل التحديث عن بعد دون سرعة الصوت
ca_es: Execució de l'actualització remota de Subsonic
el_gr: Εκτελούμενη Remote Subsonic Remote Update
fa_ir: در حال اجرا به روز رسانی از راه دور متعادل
fi_fi: Subsonic Remote Update -ohjelman suorittaminen
he_il: הפעלת עדכון מרחוק Subsonic
hu_hu: A szubszonikus távoli frissítés futtatása
ko_kr: 아음속 원격 업데이트 실행
nb_no: Kjører Subsonic Remote Update
tr_tr: Subsonic Remote Update'i Çalıştırma
uk_ua: Запуск підзвукового віддаленого оновлення

source: Completed updating Subsonic catalog(s).
ar_sa: استكمال تحديث كتالوج دون سرعة الصوت.
ca_es: Actualització del catàleg de Subsonic.
da_dk: Afsluttet opdatering af Subsonic katalog (er).
el_gr: Ολοκληρώθηκε η ενημέρωση των καταλόγων της Subsonic.
fa_ir: تکمیل به روز رسانی کاتالوگ Subsonic (ها).
fi_fi: Täydennetty Subsonic-luettelo (t).
he_il: עדכון מלא קטלוגים סובסוניים.
hu_hu: A szubszonikus katalógus (ok) frissítése.
ko_kr: 아음속 카탈로그를 업데이트했습니다.
nb_no: Fullført oppdatering av Subsonic katalog (er).
sv_se: Slutfört uppdatering av Subsonic katalog (er).
tr_tr: Tamamlanmış güncelleme Subsonic katalog (ları).
uk_ua: Виконано оновлення каталогів.
