Repository: codacy-badger/amuzak
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, ca_es, da_dk, el_gr, fa_ir, fi_fi, he_il, hu_hu, ko_kr, nb_no, sv_se, tr_tr, uk_ua

source: Database Connection Failed Check Hostname, Username and Password
ar_sa: فشل اتصال قاعدة البيانات في التحقق من اسم المضيف واسم المستخدم وكلمة المرور
ca_es: La connexió a la base de dades no ha pogut comprovar el nom de l’amfitrió, el nom d’usuari i la contrasenya
da_dk: Databaseforbindelse fejlet Kontroller værtsnavn, brugernavn og adgangskode
el_gr: Η σύνδεση βάσης δεδομένων απέτυχε Ελέγξτε το όνομα, το όνομα χρήστη και τον κωδικό πρόσβασης
fa_ir: Connection Database Connection ناموفق، نام کاربری و رمز عبور را بررسی کرد
fi_fi: Tietokannan yhteys epäonnistui Tarkista isäntänimi, käyttäjätunnus ja salasana
he_il: חיבור מסד הנתונים נכשל בדוק שם מארח, שם משתמש וסיסמה
hu_hu: Adatbázis-kapcsolat sikertelen Ellenőrizze a gazdagépnevet, a felhasználónevet és a jelszót
ko_kr: 데이터베이스 연결 실패 호스트 이름, 사용자 이름 및 암호 확인
nb_no: Databaseforbindelse feilet Kontroller vertsnavn, brukernavn og passord
sv_se: Databasanslutning misslyckades Kontrollera värdnamn, användarnamn och lösenord
tr_tr: Veritabanı Bağlantısı Başarısız Oldu Ana Bilgisayar Adını, Kullanıcı Adını ve Şifreyi Kontrol Edin
uk_ua: Помилка підключення до бази даних Перевірте ім'я хоста, ім'я користувача та пароль

source: Config file is not writable
ar_sa: ملف التكوين غير قابل للكتابة
ca_es: El fitxer de configuració no es pot escriure
da_dk: Config-filen kan ikke skrives
el_gr: Το αρχείο ρύθμισης παραμέτρων δεν είναι εγγράψιμο
fa_ir: فایل پیکربندی قابل نوشتن نیست
fi_fi: Config-tiedosto ei ole kirjoitettavissa
he_il: קובץ config אינו ניתן לכתיבה
hu_hu: A Config fájl nem írható
ko_kr: 구성 파일에 쓸 수 없습니다.
nb_no: Config-filen kan ikke skrives
sv_se: Config-filen är inte skrivbar
tr_tr: Config dosyası yazılabilir değil
uk_ua: Файл налаштування не можна записувати

source: No Username/Password specified
ar_sa: لم يتم تحديد اسم المستخدم / كلمة المرور
ca_es: No s’ha especificat el nom d’usuari ni la contrasenya
da_dk: Ingen brugernavn / adgangskode er angivet
el_gr: Δεν έχει οριστεί Όνομα χρήστη / Κωδικός πρόσβασης
fa_ir: هیچ نام کاربری / گذرواژه مشخص نشده است
fi_fi: Ei käyttäjänimeä / salasanaa
he_il: לא צויין שם משתמש / סיסמה
hu_hu: Nincs megadva felhasználónév / jelszó
ko_kr: 사용자 이름 / 비밀번호가 지정되지 않았습니다.
nb_no: Ingen brukernavn / passord er oppgitt
sv_se: Inget användarnamn / lösenord anges
tr_tr: Kullanıcı Adı / Şifre Yok
uk_ua: Не вказано ім'я користувача / пароль

source: Passwords do not match
ar_sa: كلمة المرور غير مطابقة
ca_es: Les contrasenyes no coincideixen
da_dk: adgangskoderne stemmer ikke overens
el_gr: Οι κωδικοί πρόσβασης δεν ταιριάζουν
fa_ir: رمزهای ورود مطابقت ندارند
fi_fi: Salasanat eivät täsmää
he_il: סיסמאות לא תואמות
hu_hu: A jelszavak nem egyeznek
ko_kr: 비밀번호가 일치하지 않습니다
nb_no: passordene er ikke like
sv_se: Lösenorden matchar inte
tr_tr: Parolalar uyuşmuyor
uk_ua: Паролі не збігаються

source: Database connection failed: %s
ar_sa: فشل اتصال قاعدة البيانات: %s
ca_es: Ha fallat la connexió a la base de dades: %s
da_dk: Databaseforbindelse mislykkedes: %s
el_gr: Η σύνδεση βάσης δεδομένων απέτυχε: %s
fa_ir: اتصال به پایگاه داده شکست خورد: %s
fi_fi: Tietokannan yhteys epäonnistui: %s
he_il: חיבור מסד הנתונים נכשל: %s
hu_hu: Az adatbázis-kapcsolat sikertelen: %s
ko_kr: 데이터베이스 연결 실패 : %s
nb_no: Databaseforbindelse mislyktes: %s
sv_se: Databasanslutning misslyckades: %s
tr_tr: Veritabanı bağlantısı başarısız oldu: %s
uk_ua: Помилка підключення до бази даних: %s

source: Database select failed: %s
ar_sa: فشل تحديد قاعدة البيانات: %s
ca_es: Ha fallat la selecció de la base de dades: %s
da_dk: Databasevalg mislykkedes: %s
el_gr: Η επιλογή βάσης δεδομένων απέτυχε: %s
fa_ir: انتخاب بانک اطلاعاتی ناموفق بود: %s
fi_fi: Tietokannan valinta epäonnistui: %s
he_il: בחירת מסד הנתונים נכשלה: %s
hu_hu: Az adatbázis kiválasztása sikertelen: %s
ko_kr: 데이터베이스 선택 실패 : %s
nb_no: Databasevalg mislyktes: %s
sv_se: Databasval misslyckades: %s
tr_tr: Veritabanı seçimi başarısız oldu: %s
uk_ua: Не вдалося вибрати базу даних: %s

source: Administrative user creation failed: %s
ar_sa: فشل إنشاء مستخدم إداري: %s
ca_es: Ha fallat la creació d’usuari administratiu: %s
da_dk: Oprettelse af administrativ bruger mislykkedes: %s
el_gr: Η δημιουργία διαχειριστή χρήστη απέτυχε: %s
fa_ir: ایجاد کاربر اداری ناموفق بود: %s
fi_fi: Hallinnollisen käyttäjän luominen epäonnistui: %s
he_il: יצירת משתמש ניהולית נכשלה: %s
hu_hu: Az adminisztratív felhasználó létrehozása sikertelen: %s
ko_kr: 관리 사용자 만들기가 실패했습니다 : %s
nb_no: Administrativ brukeropprettelse mislyktes: %s
sv_se: Administrativ användarskapelse misslyckades: %s
tr_tr: Yönetimsel kullanıcı oluşturma başarısız oldu: %s
uk_ua: Не вдалося створити адміністративного користувача: %s

source: Remove
ar_sa: إزالة
ca_es: Esborra
da_dk: Fjerne
el_gr: Αφαίρεση
fa_ir: حذف
fi_fi: Poistaa
he_il: הסר
hu_hu: eltávolít
ko_kr: 풀다
nb_no: Fjern
sv_se: Ta bort
tr_tr: Kaldır
uk_ua: Видалити

source: Error Username or Password incorrect, please try again
ar_sa: خطأ اسم المستخدم أو كلمة المرور غير صحيحة ، يرجى المحاولة مرة أخرى
ca_es: Error nom d'usuari o contrasenya incorrecta, tornau a provar
da_dk: Fejl Brugernavn eller Adgangskode er forkert, prøv igen
el_gr: Σφάλμα χρήστη ή κωδικού πρόσβασης λάθος, δοκιμάστε ξανά
fa_ir: خطا: شناسه کاربری یا رمز عبور اشتباه است. لطفا دوباره امتحان کنید
fi_fi: Virhe Käyttäjänimi tai salasana on virheellinen, yritä uudelleen
he_il: שגיאה שם משתמש או סיסמה שגויים, נסה שוב
hu_hu: Hiba Felhasználónév vagy jelszó helytelen, próbálkozzon újra
ko_kr: 사용자 이름 또는 비밀번호 오류가 잘못되었습니다. 다시 시도하십시오.
nb_no: Feil: Brukernavn eller passord stemmer ikke, prøv igjen
sv_se: Fel: Användarnamnet eller lösenordet är felaktigt. Försök igen
tr_tr: Hata Kullanıcı Adı veya Şifre yanlış, lütfen tekrar deneyin
uk_ua: Неправильне ім'я користувача або пароль. Повторіть спробу

source: User Disabled please contact Admin
ar_sa: تعطيل المستخدم يرجى الاتصال المشرف
ca_es: Usuari desactivat per favor contacte amb l'Administrador
da_dk: Bruger deaktiveret, kontakt venligst Admin
el_gr: Ο Χρήστης απενεργοποιήθηκε. Επικοινωνήστε με το διαχειριστή
fa_ir: کاربر غیر فعال شده است، لطفا با مدیر تماس بگیرید
fi_fi: Käyttäjä pois käytöstä ota yhteyttä Adminiin
he_il: המשתמש מושבת, פנה למנהל המערכת
hu_hu: Felhasználó letiltva kérjük, forduljon az Adminhez
ko_kr: 사용자가 사용 중지됨 관리자에게 문의하십시오.
nb_no: Bruker deaktivert, kontakt administrator
sv_se: Användare inaktiverad. Kontakta administratören
tr_tr: Kullanıcı Engelli, lütfen Yönetici ile iletişime geçin
uk_ua: Користувач вимкнено, будь ласка, зв'яжіться з адміністратором

source: User Already Logged in
ar_sa: المستخدم بتسجيل الدخول بالفعل
ca_es: L'usuari ja ha entrat
da_dk: Bruger er allerede logget ind
el_gr: Ο χρήστης είναι ήδη συνδεδεμένος
fa_ir: کاربر قبلا وارد شده است
fi_fi: Käyttäjä on jo kirjautunut sisään
he_il: המשתמש כבר מחובר
hu_hu: A felhasználó már bejelentkezett
ko_kr: 이미 로그인 한 사용자
nb_no: Bruker allerede innlogget
sv_se: Användaren redan inloggad
tr_tr: Kullanıcı zaten giriş yapmış
uk_ua: Користувач вже увійшов

source: Unable to create local account
ar_sa: غير قادر على إنشاء حساب محلي
ca_es: No es pot crear un compte local
da_dk: Kunne ikke oprette en lokal konto
el_gr: Δεν είναι δυνατή η δημιουργία τοπικού λογαριασμού
fa_ir: قادر به ایجاد حساب محلی نیست
fi_fi: Paikallisen tilin luominen ei onnistu
he_il: לא ניתן ליצור חשבון מקומי
hu_hu: Nem lehet helyi fiókot létrehozni
ko_kr: 로컬 계정을 만들 수 없습니다.
nb_no: Kunne ikke opprette en lokal konto
sv_se: Det går inte att skapa ett lokalt konto
tr_tr: Yerel hesap oluşturulamıyor
uk_ua: Неможливо створити локальний обліковий запис

source: Enable
ar_sa: مكن
ca_es: Habilita
da_dk: Aktiver
el_gr: επιτρέπω
fa_ir: فعال کردن
fi_fi: ota käyttöön
he_il: הפעל
hu_hu: Engedélyezze
ko_kr: 사용
nb_no: Aktiver
sv_se: Gör det möjligt
tr_tr: etkinleştirme
uk_ua: Увімкнути

source: Disable
ar_sa: تعطيل
ca_es: Inhabilitar
da_dk: Deaktiver
el_gr: Καθιστώ ανίκανο
fa_ir: غیرفعال کردن
fi_fi: Poista käytöstä
he_il: השבת
hu_hu: Kikapcsolja
ko_kr: 사용 안함
nb_no: Deaktiver
sv_se: inaktivera
tr_tr: Devre dışı
uk_ua: Вимкнути

source: None
ar_sa: لا شيء
ca_es: Cap
da_dk: Ingen
el_gr: Κανένας
fa_ir: هیچ یک
fi_fi: Ei mitään
he_il: אף אחד
hu_hu: Egyik sem
ko_kr: 없음
nb_no: Ingen
sv_se: Ingen
tr_tr: Yok
uk_ua: Немає

source: Stream
ar_sa: مجرى
ca_es: corrent
da_dk: Strøm
el_gr: Ρεύμα
fa_ir: جریان
fi_fi: virta
he_il: זרם
hu_hu: Folyam
ko_kr: 흐름
nb_no: Strøm
sv_se: Strömma
tr_tr: Akış
uk_ua: Потік

source: Democratic
ar_sa: ديمقراطي
ca_es: Democràtic
da_dk: Demokratisk
el_gr: Δημοκρατικός
fa_ir: دموکراتیک
fi_fi: demokraattinen
he_il: דמוקרטית
hu_hu: Demokratikus
ko_kr: 민주당의
nb_no: Demokratisk
sv_se: Demokratisk
tr_tr: Demokratik
uk_ua: Демократична

source: Web Player
ar_sa: لاعب على شبكة الإنترنت
ca_es: Reproductor web
fa_ir: وب پخش کننده
fi_fi: Web-soitin
he_il: נגן אינטרנט
ko_kr: 웹 플레이어
tr_tr: web oynatıcısı
uk_ua: Веб-плеєр

source: Simple M3U
ar_sa: M3U بسيط
ca_es: M3U simple
da_dk: Enkel M3U
el_gr: Απλή M3U
fa_ir: ساده M3U
fi_fi: Yksinkertainen M3U
he_il: פשוט M3U
hu_hu: Egyszerű M3U
ko_kr: 단순한 M3U
nb_no: Enkel M3U
sv_se: Enkel M3U
tr_tr: Basit M3U
uk_ua: Простий M3U

source: Disabled
ca_es: Inhabilitat
el_gr: άτομα με ειδικές ανάγκες
fa_ir: معلول
hu_hu: Tiltva
ko_kr: 장애인
sv_se: Inaktiverad
tr_tr: engelli
uk_ua: Вимкнено

source: Manager
ca_es: Gestor
el_gr: Διευθυντής
fa_ir: مدیر
hu_hu: Menedzser
ko_kr: 매니저
sv_se: Chef
tr_tr: yönetici
uk_ua: Менеджер

source: Send on Add
ar_sa: إرسال على إضافة
ca_es: Afegir enviar a
da_dk: Send på Tilføj
el_gr: Στείλε με την προσθήκη
fa_ir: بعد از اضافه کردن بفرست
fi_fi: Lähetä Lisää
he_il: שלח על הוסף
hu_hu: Küldés Hozzáadás
ko_kr: 추가시 보내기
nb_no: Send ved Legg til
sv_se: Skicka vid Lägg till
tr_tr: Ekle gönder
uk_ua: Надіслати на Додати

source: Send and Clear on Add
ar_sa: إرسال ومسح على إضافة
ca_es: Afegir enviar i esborrar a
da_dk: Send og ryd på Tilføj
el_gr: Στείλε και καθάρισε με την προσθήκη
fa_ir: ارسال و پاک کردن روی افزودن
fi_fi: Lähetä ja tyhjennä Lisää
he_il: שלח ונקה ב הוסף
hu_hu: Küldés és Törlés a Hozzáad
ko_kr: 추가시 보내기 및 지우기
nb_no: Send og rensk ved Legg til
sv_se: Skicka och töm vid Lägg till
tr_tr: Gönder ve Ekle Sil
uk_ua: Надіслати та Очистити на Додати

source: Clear on Send
ar_sa: مسح على إرسال
ca_es: Enviar netejar a
da_dk: Ryd på Send
el_gr: Καθάρισε με την αποστολή
fa_ir: پاک کردن در ارسال
fi_fi: Tyhjennä Lähetä
he_il: נקה על שלח
hu_hu: Törölje a Küldés lehetőséget
ko_kr: 보내기시 지우기
nb_no: Rensk ved Send
sv_se: Töm vid sändning
tr_tr: Gönderimde Temizle
uk_ua: Очистити після надсилання

source: Default
ar_sa: افتراضي
ca_es: Per defecte
da_dk: Standard
el_gr: Προκαθορισμένο
fa_ir: پیش فرض
fi_fi: oletusarvo
he_il: ברירת מחדל
hu_hu: Alapértelmezett
ko_kr: 태만
nb_no: Misligholde
sv_se: Standard
tr_tr: Varsayılan
uk_ua: За замовчуванням

source: Always
ar_sa: دائما
ca_es: Sempre
da_dk: Altid
el_gr: Πάντα
fa_ir: همیشه
fi_fi: Aina
he_il: תמיד
hu_hu: Mindig
ko_kr: 항상
nb_no: Alltid
sv_se: Alltid
tr_tr: Her zaman
uk_ua: Завжди

source: Year ascending
ar_sa: عام تصاعدي
ca_es: Any ascendent
da_dk: År stigende
el_gr: Έτος αύξουσα
fa_ir: سال صعودی
fi_fi: Vuosi nouseva
he_il: שנה עולה
hu_hu: Év növekvő
ko_kr: 연도 오름차순
nb_no: År oppover
sv_se: År stigande
tr_tr: Artan yıl
uk_ua: Рік за зростанням

source: Year descending
ar_sa: عام تنازلي
ca_es: Any descendent
da_dk: År faldende
el_gr: Έτος φθίνουσα
fa_ir: سال نزولی
fi_fi: Vuosi laskee
he_il: שנה יורד
hu_hu: Év csökkenő
ko_kr: 작년 내림차순
nb_no: År nedstigende
sv_se: År nedåtgående
tr_tr: Yıl azalan
uk_ua: Рік спадання

source: Name ascending
ar_sa: الاسم تصاعدي
ca_es: Nom ascendent
da_dk: Navn stigende
el_gr: Ονομα επάνω
fa_ir: نام صعودی
fi_fi: Nimi nouseva
he_il: שם עולה
hu_hu: Név növekvő
ko_kr: 오름차순 이름
nb_no: Navn stigende
sv_se: Namn stigande
tr_tr: Artan isim
uk_ua: Ім'я за зростанням

source: Name descending
ar_sa: الاسم تنازلي
ca_es: Nom descendent
da_dk: Navn faldende
el_gr: Όνομα φθίνουσα
fa_ir: نام نزولی
fi_fi: Nimi laskee
he_il: שם יורד
hu_hu: Név csökkenő
ko_kr: 이름 강등
nb_no: Navn synkende
sv_se: Namn fallande
tr_tr: Azalan isim
uk_ua: Назва спускається

source: Click to grant %s access to Ampache
ar_sa: انقر لمنح %s حق الوصول إلى Ampache
ca_es: Feu clic per concedir l'accés %s a Ampache
da_dk: Klik for at give %s adgang til Ampache
el_gr: Κάντε κλικ για να χορηγήσετε πρόσβαση %s στο Ampache
fa_ir: برای دسترسی %s به Ampache کلیک کنید
fi_fi: Napsauta, jos haluat myöntää %s: n pääsyn Ampache
he_il: לחץ כדי להעניק גישה ל- %s ל- Ampache
hu_hu: Kattintson a %s eléréséhez az Ampache-hoz
ko_kr: %s에 Ampache에 대한 액세스 권한을 부여하려면 누릅니다.
nb_no: Klikk for å gi %s tilgang til Ampache
sv_se: Klicka för att ge %s tillgång till Ampache
tr_tr: Ampache’ye %s erişimi vermek için tıklayın
uk_ua: Натисніть, щоб надати доступ до Ampache %s

source: Don't Play
ar_sa: لا تلعب
ca_es: Sense sonar
da_dk: Spil ikke
el_gr: Μην το παίξεις
fa_ir: پخش نکن
fi_fi: Älä pelaa
he_il: אל תשחק
hu_hu: Ne játssz
ko_kr: 놀지 마라.
nb_no: Ikke spill
sv_se: Spela inte
tr_tr: Oynama
uk_ua: Не грати

source: It's Pretty Bad
ar_sa: انها سيئة للغاية
ca_es: Es prou dolent
da_dk: Det er ret dårligt
el_gr: Είναι αρκετά άσχημο
fa_ir: خیلی بد
fi_fi: Se on melko huono
he_il: זה די רע
hu_hu: Elég rossz
ko_kr: 그것은 꽤 나쁜 것입니다.
nb_no: Ganske dårlig
sv_se: Det är ganska dåligt
tr_tr: Oldukça Kötü
uk_ua: Це дуже погано

source: It's Ok
ar_sa: موافق
ca_es: Està bé
da_dk: Det er ok
el_gr: Είναι ΟΚ
fa_ir: خوبه
fi_fi: Se on okei
he_il: זה בסדר
hu_hu: Jól van
ko_kr: 괜찮아
nb_no: Godkjent
sv_se: Det är OK
tr_tr: Tamam
uk_ua: Все добре

source: It's Pretty Good
ar_sa: انه جيد جدا
ca_es: És prou bo
da_dk: Det er ganske godt
el_gr: Είναι αρκετά καλό
fa_ir: خیلی خوب
fi_fi: Se on melko hyvä
he_il: זה די טוב
hu_hu: Ez elég jó
ko_kr: 예쁘다.
nb_no: Bra
sv_se: Det är ganska bra
tr_tr: Oldukça iyi
uk_ua: Це досить добре

source: I Love It!
ar_sa: أحبه!
ca_es: M'encanta
da_dk: Jeg elsker det!
el_gr: Το λατρεύω!
fa_ir: دوستش دارم!
fi_fi: Rakastan sitä!
he_il: אני אוהב את זה!
hu_hu: Szeretem!
ko_kr: 나는 그것을 사랑한다!
nb_no: Ganske bra
sv_se: Jag älskar det!
tr_tr: Onu seviyorum!
uk_ua: Я це люблю!

source: It's Insane
ar_sa: انه جنون
ca_es: És dolent
da_dk: Det er sindssygt
el_gr: Είναι τρελό
fa_ir: جفنگه
fi_fi: Se on hullu
he_il: זה לא שפוי
hu_hu: Ez őrült
ko_kr: 미쳤어.
nb_no: Skikkelige godsaker
sv_se: Det är sjukt bra
tr_tr: Bu Insane
uk_ua: Це божевілля

source: Off the Charts!
ar_sa: خارج المخططات!
ca_es: Fora de les llistes!
el_gr: Έξω από τα charts
fa_ir: !نمایش نمودار ها را متوقف کن
he_il: הנחה על תרשימים!
hu_hu: Ki a diagramokból!
ko_kr: 차트 끄기!
nb_no: Dunderhonning!
sv_se: Helt underbart!
tr_tr: Grafiklerden!
uk_ua: Виключіть діаграми!

source: Home
ar_sa: الصفحة الرئيسية
ca_es: Inici
da_dk: Hjem
el_gr: Σπίτι
fa_ir: خانه
fi_fi: Koti
he_il: בית
hu_hu: itthon
ko_kr: 집
nb_no: Hjem
sv_se: Hem
tr_tr: Ev
uk_ua: Головна

source: Upload
ar_sa: رفع
ca_es: Pujat
el_gr: Ανέβασμα
fa_ir: فرستادن
he_il: העלה
hu_hu: Feltöltés
ko_kr: 업로드
nb_no: Last opp
sv_se: Skicka
tr_tr: Yükleme
uk_ua: Завантажити

source: Local Play
ca_es: Reproducció local
el_gr: Τοπικό παιχνίδι
fa_ir: بازی محلی
hu_hu: Helyi lejátszás
ko_kr: 지역 경기
sv_se: Lokal uppspelning
tr_tr: Yerel oyun
uk_ua: Місцеве відтворення

source: Random Play
ar_sa: لعب عشوائي
ca_es: Reproduir aleatòriament
da_dk: Tilfældig afspilning
el_gr: Τυχαία Αναπαραγωγή
fa_ir: پخش تصادفی
fi_fi: Satunnainen toisto
he_il: משחק אקראי
hu_hu: Véletlenszerű lejátszás
ko_kr: 임의 재생
nb_no: Tilfeldig avspilling
sv_se: Slumpmässig uppspelning
tr_tr: Rastgele oyun
uk_ua: Випадкове відтворення

source: Search
ar_sa: بحث
ca_es: Cerca
da_dk: Søg
el_gr: Αναζήτηση
fa_ir: جستجو
fi_fi: Hae
he_il: לחפש
hu_hu: Keresés
ko_kr: 수색
nb_no: Søk
sv_se: Sök
tr_tr: Arama
uk_ua: Пошук

source: Preferences
ar_sa: تفضيلات
ca_es: Preferències
da_dk: Indstillinger
el_gr: Προτιμήσεις
fa_ir: تنظیمات
fi_fi: Asetukset
he_il: העדפות
hu_hu: preferenciák
ko_kr: 환경 설정
nb_no: Innstillinger
sv_se: Inställningar
tr_tr: Tercihler
uk_ua: Налаштування

source: Admin-Catalog
ar_sa: المشرف كاتالوج
ca_es: Admin-Catàleg
da_dk: Admin-katalog
el_gr: Κατάλογος Διαχειριστή
fa_ir: مجموعه-مدیر
fi_fi: Admin-Catalogue
hu_hu: Admin-katalógus
ko_kr: 관리자 카탈로그
nb_no: Admin-Katalog
sv_se: Admin-Katalog
tr_tr: Yönetici-Katalog
uk_ua: Адмін-каталог

source: Admin-User Management
ar_sa: إدارة المستخدم المسؤول
ca_es: Admin-Gestió d'usuaris
el_gr: Διαχείριση Χρηστών
fa_ir: مدیریت کاربران
fi_fi: Admin-käyttäjän hallinta
he_il: ניהול משתמש-מנהל
hu_hu: Adminisztrátor-felhasználó menedzsment
ko_kr: 관리자 - 사용자 관리
nb_no: Admin-Brukerbehandling
sv_se: Admin-Hantera användare
tr_tr: Yönetici-Kullanıcı Yönetimi
uk_ua: Управління адміністративними користувачами

source: Admin-Mail Users
ar_sa: مستخدمو البريد الإلكتروني
ca_es: Admin-Correu dels usuaris
da_dk: Admin-mail brugere
el_gr: Χρήστες E-mail
fa_ir: پست کاربران
fi_fi: Admin-käyttäjien käyttäjät
he_il: משתמשי Admin-Mail
hu_hu: Adminisztrátori felhasználók
ko_kr: 관리 메일 사용자
nb_no: Admin-Epost til brukere
sv_se: Admin-Skicka e-post
tr_tr: Yönetici-Posta Kullanıcıları
uk_ua: Користувачі адміністративної пошти

source: Admin-Manage Access Lists
ar_sa: إدارة الوصول قوائم الوصول
ca_es: Admin-Gestionar la llista d'accés
da_dk: Administrer adgangslister
el_gr: Διαχείριση λιστών πρόσβασης
fa_ir: Admin-مدیریت لیست دسترسی
he_il: ניהול - נהל רשימות גישה
hu_hu: Hozzáférési listák kezelése
ko_kr: 관리자 - 액세스 목록 관리
nb_no: Admin-Behandle tilgangslister
sv_se: Admin-Hantera åtkomstlistor
tr_tr: Erişim Listelerini Yönetici Yönetin
uk_ua: Керування списками доступу адміністратора

source: Admin-Site Preferences
ar_sa: تفضيلات موقع المسؤول
ca_es: Admin-Preferències del lloc
el_gr: Προτιμήσεις Ιστοτόπου
fa_ir: انتخابهای سایت
fi_fi: Admin-sivuston asetukset
he_il: העדפות מנהל אתר
hu_hu: Adminisztrátor-webhely-beállítások
ko_kr: 관리 사이트 환경 설정
nb_no: Admin-Nettsted Innstillinger
sv_se: Admin-Systeminställningar
tr_tr: Yönetici-Site Tercihleri
uk_ua: Параметри адміністративного сайту

source: Admin-Manage Modules
ar_sa: إدارة وحدات الإدارة
ca_es: Admin-Gestió de mòduls
da_dk: Admin-Administrer moduler
el_gr: Διαχείριση Λειτουργικών Μονάδων
fa_ir: ماژول های مدیریت
fi_fi: Admin-hallintamoduulit
he_il: ניהול-מודולים
ko_kr: 관리자 - 모듈 관리
nb_no: Admin-Behandle Moduler
sv_se: Admin-Hantera moduler
tr_tr: Yönetici-Yönet Modülleri
uk_ua: Модулі адміністративного керування

source: Browse Music
ar_sa: استعراض الموسيقي
ca_es: Mostra la música
da_dk: Gennemse musik
el_gr: Περιήγηση στη Μουσική
fa_ir: مرور موسیقی
fi_fi: Selaa musiikkia
he_il: עיין במוזיקה
hu_hu: Zenék böngészése
ko_kr: 음악 찾아보기
nb_no: Bla i musikk
sv_se: Bläddra musik
tr_tr: Müziğe Göz At
uk_ua: Переглянути музику

source: Statistics
ar_sa: الإحصاء
ca_es: Estadístiques
da_dk: Statistik
el_gr: Στατιστική
fa_ir: آمار
fi_fi: tilasto
he_il: סטטיסטיקה
hu_hu: Statisztika
ko_kr: 통계
nb_no: Statistikk
sv_se: Statistik
tr_tr: istatistik
uk_ua: Статистика

source: Add New
ar_sa: اضف جديد
ca_es: Afegeix nou
da_dk: Tilføj ny
el_gr: Προσθήκη Νέου
fa_ir: افزودن جدید
fi_fi: Lisää uusi
he_il: הוסף חדש
hu_hu: Új hozzáadása
ko_kr: 새로운 걸 더하다
nb_no: Legg til ny
sv_se: Lägg till ny
tr_tr: Yeni ekle
uk_ua: Додати новий

source: View License
ar_sa: ترخيص عرض
ca_es: Veure llicència
da_dk: Se licens
el_gr: Προβολή Άδειας
fa_ir: مشاهده مجوز
fi_fi: Näytä käyttöoikeus
he_il: הצג רישיון
hu_hu: Licenc megtekintése
ko_kr: 라이센스보기
nb_no: Se lisens
sv_se: Visa licens
tr_tr: Lisansı görüntüle
uk_ua: Переглянути ліцензію

source: On
ar_sa: على
ca_es: Engega
da_dk: På
el_gr: Ενεργό
fa_ir: روشن
fi_fi: Päällä
he_il: מופעל
hu_hu: Tovább
ko_kr: 에
nb_no: På
sv_se: På
tr_tr: üzerinde
uk_ua: Увімкнено

source: Off
ar_sa: إيقاف
ca_es: Atura
da_dk: Af
el_gr: Ανενεργό
fa_ir: خاموش
fi_fi: Pois päältä
he_il: כבוי
hu_hu: Ki
ko_kr: 떨어져서
nb_no: Av
sv_se: Av
tr_tr: kapalı
uk_ua: Вимкнено

source: Password has been sent
ar_sa: تم ارسال كلمة المرور
ca_es: S'ha enviat la contrasenya
da_dk: Adgangskoden er blevet sendt
el_gr: Έχει αποσταλεί κωδικός πρόσβασης
fa_ir: رمز عبور فرستاده شده است
fi_fi: Salasana on lähetetty
he_il: הסיסמה נשלחה
hu_hu: A jelszó elküldve
ko_kr: 비밀번호가 전송되었습니다.
nb_no: Passordet er sendt
sv_se: Lösenordet har skickats
tr_tr: Şifre gönderildi
uk_ua: Пароль надіслано

source: Password has not been sent
ar_sa: لم يتم إرسال كلمة المرور
ca_es: La contrasenya no s’ha enviat
da_dk: Adgangskoden er ikke sendt
el_gr: Ο κωδικός πρόσβασης δεν έχει σταλεί
fa_ir: رمز عبور ارسال نشده است
fi_fi: Salasanaa ei ole lähetetty
he_il: הסיסמה לא נשלחה
hu_hu: A jelszó nem lett elküldve
ko_kr: 비밀번호를 보내지 않았습니다.
nb_no: Passordet er ikke sendt
sv_se: Lösenordet har inte skickats
tr_tr: Şifre gönderilmedi
uk_ua: Пароль не надіслано

source: Lost Password
ar_sa: كلمة مرور مفقودة
ca_es: Contrasenya perduda
da_dk: glemt kodeord
el_gr: χαμένος κωδικός
fa_ir: رمز فراموش شده
fi_fi: Kadonnut Salasana
he_il: סיסמה אבודה
hu_hu: Elfelejtett jelszó
ko_kr: 비밀번호 분실
nb_no: Mistet Passord
sv_se: Glömt lösenord
tr_tr: kayıp Şifre
uk_ua: Втрачений Пароль

source: A user from %s has requested a password reset for '%s'.
ar_sa: طلب مستخدم من %s إعادة تعيين كلمة المرور لـ '%s'.
ca_es: Un usuari de %s ha sol·licitat un restabliment de contrasenya per a "%s".
da_dk: En bruger fra %s har bedt om en nulstilling af adgangskode til '%s'.
el_gr: Ένας χρήστης από το %s έχει ζητήσει επαναφορά κωδικού πρόσβασης για το '%s'.
fa_ir: کاربر از %s درخواست بازنشانی رمز عبور را برای '%s' درخواست کرده است.
fi_fi: Käyttäjä %s: ltä on pyytänyt salasanan nollausta '%s': lle.
he_il: משתמש מ- %s ביקש איפוס סיסמה עבור '%s'.
hu_hu: A %s felhasználó egy jelszó-visszaállítást kért a '%s' számára.
ko_kr: %s의 사용자가 '%s'에 대한 암호 재설정을 요청했습니다.
nb_no: En bruker fra %s har bedt om tilbakestilling av passord for '%s'.
sv_se: En användare från %s har begärt en återställning av lösenord för '%s'.
tr_tr: %s adlı kullanıcı, '%s' için şifre sıfırlama isteğinde bulundu.
uk_ua: Користувач з %s запросив скинути пароль для '%s'.

source: The password has been set to: %s
ar_sa: تم تعيين كلمة المرور على: %s
ca_es: La contrasenya s’ha establert a: %s
da_dk: Adgangskoden er sat til: %s
el_gr: Ο κωδικός πρόσβασης έχει οριστεί σε: %s
fa_ir: رمز عبور به %s تنظیم شده است
fi_fi: Salasana on asetettu: %s
he_il: הסיסמה הוגדרה ל: %s
hu_hu: A jelszó: %s
ko_kr: 암호가 다음으로 설정되었습니다. %s
nb_no: Passordet er satt til: %s
sv_se: Lösenordet har ställts in på: %s
tr_tr: Parola şu şekilde ayarlandı: %s
uk_ua: Пароль встановлено на: %s

source: Running Beets Update
ar_sa: تشغيل البنجر تحديث
ca_es: Execució d’actualització de remolatxa
el_gr: Ενημέρωση τρέχοντος τεύτλου
fa_ir: در حال اجرا بت به روز رسانی
fi_fi: Käynnistä Beets Update
he_il: עדכון סלק עדכון
hu_hu: A Céklafrissítés futtatása
ko_kr: 사탕 무우 업데이트 실행
tr_tr: Çalışan Pancar Güncellemesi
uk_ua: Запуск оновлення буряків

source: Unable to Insert Song - %s
ar_sa: غير قادر على إدراج أغنية - %s
ca_es: No s’ha pogut inserir la cançó: %s
da_dk: Kan ikke indsætte sang - %s
el_gr: Δεν είναι δυνατή η εισαγωγή τραγουδιού - %s
fa_ir: امکان اضافه کردن آهنگ - %s
fi_fi: Kappaleita ei voi lisätä - %s
he_il: לא ניתן להוסיף שיר - %s
hu_hu: Nem lehet beszúrni a zeneszámot - %s
ko_kr: 노래를 삽입 할 수 없습니다 - %s
nb_no: Kan ikke sette inn sang - %s
sv_se: Kan inte infoga Song - %s
tr_tr: Şarkı Eklenemiyor - %s
uk_ua: Неможливо вставити пісню - %s

source: Beets Database File
ar_sa: بنجر ملف قاعدة البيانات
ca_es: Fitxer de base de dades de remolatxa
el_gr: Αρχείο αρχείο βάμβακος
fa_ir: فایل پایگاه داده چغندر
fi_fi: Punajuuretietokantatiedosto
he_il: קובץ מסד נתונים סלק
hu_hu: Cékla adatbázis-fájl
ko_kr: 사탕무 데이타베이스 파일
sv_se: Beets databasfil
tr_tr: Pancar Veritabanı Dosyası
uk_ua: Буряк файлу бази даних
