Repository: codacy-badger/amuzak
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, ca_es, da_dk, el_gr, fa_ir, fi_fi, he_il, hu_hu, ko_kr, nb_no, sv_se, tr_tr, uk_ua

source: Once you have ensured that the above requirements are met please fill out the information below. You will only be asked for the required config values. If you would like to make changes to your Ampache install at a later date simply edit %s
ar_sa: بمجرد التأكد من استيفاء المتطلبات المذكورة أعلاه ، يرجى ملء المعلومات أدناه. سيُطلب منك فقط قيم التكوين المطلوبة. إذا كنت ترغب في إجراء تغييرات على تثبيت Ampache الخاص بك في وقت لاحق ، فما عليك سوى تحرير %s
ca_es: Un cop hàgiu assegurat que es compleixen els requisits anteriors, empleneu la informació següent. Només se us demanarà els valors de configuració necessaris. Si voleu fer canvis a la vostra instal·lació de Ampache en una data posterior, simplement editeu %s
da_dk: Når du har sikret, at ovenstående krav er opfyldt, bedes du udfylde nedenstående oplysninger. Du bliver kun bedt om de nødvendige konfigurationsværdier. Hvis du gerne vil foretage ændringer i din Ampache-installation på et senere tidspunkt, skal du blot redigere %s
el_gr: Αφού βεβαιωθείτε ότι πληρούνται οι παραπάνω απαιτήσεις, συμπληρώστε τις παρακάτω πληροφορίες. Θα σας ζητηθούν μόνο οι απαιτούμενες τιμές config. Αν θέλετε να κάνετε αλλαγές στην εγκατάσταση του Ampache σε μεταγενέστερη ημερομηνία, απλά επεξεργαστείτε το %s
fa_ir: هنگامی که اطمینان حاصل کردید که الزامات بالا مطابق است، لطفا اطلاعات زیر را پر کنید. شما فقط برای مقادیر پیکربندی مورد نظر خواسته می شود. اگر می خواهید تغییرات خود را در Ampache نصب کنید بعدا به سادگی ویرایش کنید %s
fi_fi: Kun olet varmistanut, että yllä mainitut vaatimukset täyttyvät, täytä alla olevat tiedot. Sinulta kysytään vain tarvittavat määritysarvot. Jos haluat tehdä muutoksia Ampache-asennukseen myöhemmin, muokkaa vain %s
he_il: לאחר שהבטחת את הדרישות לעיל הם נפגשו מלא את הפרטים הבאים. תתבקש רק את ערכי התצורה הנדרשים. אם אתה רוצה לבצע שינויים Ampache שלך להתקין במועד מאוחר יותר פשוט לערוך %s
hu_hu: Miután megbizonyosodott arról, hogy a fenti követelmények teljesülnek, töltse ki az alábbi információkat. Csak a szükséges konfigurációs értékek kéri. Ha később szeretné módosítani az Ampache telepítését, egyszerűen szerkessze a %s fájlt
ko_kr: 위의 요구 사항이 충족되면 다음 정보를 작성하십시오. 필요한 구성 값을 묻는 메시지가 나타납니다. 나중에 Ampache를 변경하려면 간단히 %s를 편집하십시오
nb_no: Når du har forsikret deg om at ovennevnte krav er oppfylt, fyll ut informasjonen nedenfor. Du vil bare bli bedt om de nødvendige konfigurasjonsverdiene. Hvis du vil gjøre endringer i Ampache-installasjonen din på et senere tidspunkt, kan du bare redigere %s
sv_se: När du väl har försäkrat dig om att ovanstående krav är uppfyllda var god fyll i informationen nedan. Du kommer endast att bli ombedd för de nödvändiga konfigurationsvärdena. Om du vill göra ändringar i din Ampache-installation vid ett senare tillfälle, ändrar du bara %s
tr_tr: Yukarıdaki şartların yerine getirildiğinden emin olduktan sonra, lütfen aşağıdaki bilgileri doldurunuz. Sadece gerekli konfigürasyon değerleri istenecektir. Ampache kurulumunuzda daha sonraki bir tarihte değişiklik yapmak istiyorsanız, %s dosyasını düzenleyin.
uk_ua: Після того, як ви переконаєтеся, що вищезазначені вимоги виконуються, заповніть наведену нижче інформацію. Вас запитають лише про необхідні значення конфігурації. Якщо ви хочете внести зміни до вашої інсталяції Ampache пізніше, просто відредагуйте %s

source: CHECK
ar_sa: التحقق من
ca_es: COMPROVEU
da_dk: KONTROLLERE
el_gr: ΕΛΕΓΧΟΣ
fa_ir: بررسی
fi_fi: TARKISTAA
he_il: לבדוק
hu_hu: JELÖLJE BE
ko_kr: 검사
nb_no: KRYSS AV
sv_se: KONTROLLERA
tr_tr: KONTROL
uk_ua: ПЕРЕВІРКА

source: STATUS
ar_sa: الحالة
ca_es: ESTAT
el_gr: ΚΑΤΑΣΤΑΣΗ
fa_ir: وضعیت
he_il: סטטוס
hu_hu: ÁLLAPOT
ko_kr: 지위
tr_tr: DURUM
uk_ua: СТАТУС

source: DESCRIPTION
ar_sa: وصف
ca_es: DESCRIPCIÓ
da_dk: BESKRIVELSE
el_gr: ΠΕΡΙΓΡΑΦΗ
fa_ir: شرح
fi_fi: KUVAUS
he_il: תיאור
hu_hu: LEÍRÁS
ko_kr: 기술
nb_no: BESKRIVELSE
sv_se: BESKRIVNING
tr_tr: AÇIKLAMA
uk_ua: ОПИС

source: %s is readable
ar_sa: %s قابل للقراءة
ca_es: %s és llegible
da_dk: %s er læsbar
el_gr: Το %s είναι αναγνώσιμο
fa_ir: %s قابل خواندن است
fi_fi: %s on luettavissa
he_il: %s קריא
hu_hu: %s olvasható
ko_kr: %s를 읽을 수 있습니다.
nb_no: %s er lesbar
sv_se: %s är läsbar
tr_tr: %s okunabilir
uk_ua: %s читається

source: This tests whether the configuration template can be read.
ar_sa: هذا يختبر ما إذا كان يمكن قراءة قالب التكوين.
ca_es: Això prova si es pot llegir la plantilla de configuració.
da_dk: Dette tester om konfigurationsskabelonen kan læses.
el_gr: Αυτό ελέγχει εάν το πρότυπο διαμόρφωσης μπορεί να διαβαστεί.
fa_ir: این آزمایش می کند که آیا قالب پیکربندی قابل خواندن است یا خیر.
fi_fi: Tämä testaa, voidaanko konfigurointimallia lukea.
he_il: פעולה זו בודקת אם ניתן לקרוא את תבנית התצורה.
hu_hu: Ezzel ellenőrizhető, hogy a konfigurációs sablon olvasható-e.
ko_kr: 이 구성 템플릿을 읽을 수 있는지 여부를 테스트합니다.
nb_no: Dette tester om konfigurasjonsmalen kan leses.
sv_se: Detta testa om konfigurationsmallen kan läsas.
tr_tr: Bu, yapılandırma şablonunun okunup okunamayacağını test eder.
uk_ua: Це перевіряє, чи можна прочитати шаблон конфігурації.

source: This tests whether the file needed to initialise the database structure is available.
ar_sa: هذا يختبر ما إذا كان الملف المطلوب لتهيئة بنية قاعدة البيانات متاحًا أم لا.
ca_es: Això prova si el fitxer necessari per inicialitzar l’estructura de la base de dades està disponible.
da_dk: Dette tester, om filen der er nødvendig for at initialisere databasestrukturen, er tilgængelig.
el_gr: Αυτό ελέγχει εάν είναι διαθέσιμο το αρχείο που απαιτείται για την αρχικοποίηση της δομής βάσης δεδομένων.
fa_ir: این آزمون می کند که آیا فایل لازم برای راه اندازی ساختار پایگاه داده در دسترس است یا خیر.
fi_fi: Tämä testaa, onko tietokantarakenteen alustamiseen tarvittava tiedosto käytettävissä.
he_il: זה בודק אם הקובץ צריך לאתחל את מבנה מסד הנתונים זמין.
hu_hu: Ez megvizsgálja, hogy rendelkezésre áll-e az adatbázis-struktúra inicializálásához szükséges fájl.
ko_kr: 이것은 데이터베이스 구조를 초기화하는 데 필요한 파일이 사용 가능한지 여부를 테스트합니다.
nb_no: Dette tester om filen som trengs for å initialisere databasestrukturen, er tilgjengelig.
sv_se: Detta testa om filen som behövs för att initiera databasstrukturen är tillgänglig.
tr_tr: Bu, veritabanı yapısını başlatmak için gereken dosyanın kullanılabilir olup olmadığını test eder.
uk_ua: Це перевіряє наявність файлу, необхідного для ініціалізації структури бази даних.

source: amuzak.cfg.php is writable
ar_sa: amuzak.cfg.php قابل للكتابة
ca_es: amuzak.cfg.php es pot escriure
da_dk: amuzak.cfg.php er skrivbar
el_gr: Το amuzak.cfg.php είναι εγγράψιμο
fa_ir: amuzak.cfg.php قابل نوشتن است
fi_fi: amuzak.cfg.php on kirjoitettavissa
he_il: amuzak.cfg.php הוא לכתיבה
hu_hu: Az amuzak.cfg.php írható
ko_kr: amuzak.cfg.php는 쓰기 가능합니다.
nb_no: amuzak.cfg.php er skrivbar
sv_se: amuzak.cfg.php är skrivbar
tr_tr: amuzak.cfg.php yazılabilir
uk_ua: amuzak.cfg.php доступний для запису

source: This tests whether PHP can write to config/. This is not strictly necessary, but will help streamline the installation process.
ar_sa: هذا يختبر ما إذا كان يمكن PHP الكتابة إلى التكوين /. هذا ليس ضروريًا تمامًا ، ولكنه سيساعد في تبسيط عملية التثبيت.
ca_es: Això prova si PHP pot escriure a config /. Això no és estrictament necessari, però us ajudarà a agilitzar el procés d’instal·lació.
da_dk: Dette tester om PHP kan skrive til config /. Dette er ikke strengt nødvendigt, men hjælper med at strømline installationsprocessen.
el_gr: Αυτό ελέγχει εάν η PHP μπορεί να γράψει στο config /. Αυτό δεν είναι απολύτως απαραίτητο, αλλά θα συμβάλει στη βελτιστοποίηση της διαδικασίας εγκατάστασης.
fa_ir: این تست اینکه آیا پی اچ پی می تواند به پیکربندی / ارسال کند. این کاملا ضروری نیست، اما به ساده سازی روند نصب کمک می کند.
fi_fi: Tämä testaa, voidaanko PHP kirjoittaa konfigurointiin. Tämä ei ole ehdottoman välttämätöntä, mutta auttaa virtaviivaistamaan asennusta.
he_il: זה בודק אם PHP יכול לכתוב config /. זה לא נחוץ בהחלט, אבל יסייע לייעל את תהליך ההתקנה.
hu_hu: Ez azt vizsgálja, hogy a PHP írhat-e a config / -re. Ez nem feltétlenül szükséges, de segít a telepítési folyamat racionalizálásában.
ko_kr: 이것은 PHP가 config /에 쓸 수 있는지 테스트합니다. 이는 꼭 필요한 것은 아니지만 설치 과정을 간소화하는 데 도움이됩니다.
nb_no: Dette tester om PHP kan skrive til config /. Dette er ikke strengt nødvendig, men vil bidra til å strømline installasjonsprosessen.
sv_se: Detta testa om PHP kan skriva till config /. Detta är inte absolut nödvändigt, men kommer att hjälpa till att effektivisera installationsprocessen.
tr_tr: Bu PHP'nin config / 'a yazıp yazamadığını test eder. Bu kesinlikle gerekli değildir, ancak kurulum sürecini kolaylaştırmaya yardımcı olacaktır.
uk_ua: Це перевіряє, чи може PHP писати в config /. Це не є абсолютно необхідним, але допоможе спростити процес інсталяції.

source: This step takes the basic config values and generates the config file. If your config/ directory is writable, you can select "write" to have Ampache write the config file directly to the correct location. If you select "download" it will prompt you to download the config file, and you can then manually place the config file in %s
ar_sa: تأخذ هذه الخطوة قيم التكوين الأساسية وتقوم بإنشاء ملف التكوين. إذا كان ملف التكوين / الدليل قابلاً للكتابة ، فيمكنك تحديد "الكتابة" لجعل Ampache يكتب ملف التكوين مباشرةً إلى الموقع الصحيح. إذا قمت بتحديد "تنزيل" ، فسيطالبك بتنزيل ملف التكوين ، ويمكنك بعد ذلك وضع ملف التكوين يدويًا على %s
ca_es: Aquest pas té els valors bàsics de configuració i genera el fitxer de configuració. Si el vostre directori config / es pot escriure, podeu seleccionar "write" per que Ampache escrigui el fitxer de configuració directament a la ubicació correcta. Si seleccioneu "descarregar" us demanarà que baixeu el fitxer de configuració i, a continuació, podeu col·locar el fitxer de configuració a %s
da_dk: Dette trin tager de grundlæggende config værdier og genererer config filen. Hvis din config / mappe er skrivbar, kan du vælge "skrive" for at have Ampache skrive konfigurationsfilen direkte til det rigtige sted. Hvis du vælger "download", vil det bede dig om at downloade config filen, og du kan derefter manuelt placere config filen i %s
el_gr: Αυτό το βήμα λαμβάνει τις βασικές τιμές config και δημιουργεί το αρχείο config. Αν ο κατάλογός σας είναι εγγράψιμος, μπορείτε να επιλέξετε "write" για να έχετε το Ampache να γράψει το αρχείο config απευθείας στη σωστή θέση. Εάν επιλέξετε "λήψη", θα σας ζητηθεί να κάνετε λήψη του αρχείου ρυθμίσεων και, στη συνέχεια, μπορείτε να τοποθετήσετε με μη αυτόματο τρόπο το αρχείο ρύθμισης στο %s
fa_ir: این مرحله مقادیر اساسی پیکربندی را دریافت می کند و فایل پیکربندی را تولید می کند. اگر پیکربندی / دایرکتوری شما قابل خواندن است، می توانید "نوشتن" را انتخاب کنید تا Ampache فایل پیکربندی را مستقیما به محل درست ارسال کند. اگر "دانلود" را انتخاب کنید، از شما خواسته می شود که فایل پیکربندی را دانلود کنید و سپس می توانید فایل پیکربندی را به صورت دستی در %s قرار دهید
fi_fi: Tämä vaihe ottaa käyttöön perusasetukset ja luo määritystiedoston. Jos config / hakemistosi on kirjoitettavissa, voit valita "kirjoittaa", jos haluat, että Ampache kirjoittaa konfigurointitiedoston suoraan oikeaan paikkaan. Jos valitset "download", se pyytää lataamaan konfigurointitiedoston, ja voit asettaa asetustiedoston manuaalisesti numeroon %s
he_il: שלב זה לוקח את ערכי התצורה הבסיסיים ומייצר את קובץ ההגדרות. אם התצורה / הספרייה שלך ניתנת לכתיבה, באפשרותך לבחור באפשרות "כתיבה" כדי ש- Ampache יכתוב את קובץ ההגדרות ישירות למיקום הנכון. אם תבחר באפשרות "הורדה", תתבקש להוריד את קובץ התצורה, ואז תוכל למקם את קובץ התצורה באופן ידני ב- %s
hu_hu: Ez a lépés az alapvető konfigurációs értékeket veszi, és létrehozza a konfigurációs fájlt. Ha a config / könyvtár írható, kiválaszthatja az "írás" opciót, hogy az Ampache írja a konfigurációs fájlt közvetlenül a megfelelő helyre. Ha a "letöltés" lehetőséget választja, akkor kéri, hogy töltse le a konfigurációs fájlt, majd manuálisan helyezze el a konfigurációs fájlt a %s
ko_kr: 이 단계에서는 기본 구성 값을 사용하고 구성 파일을 생성합니다. config / 디렉토리에 쓰기가 가능하다면 "쓰기"를 선택하여 Ampache가 설정 파일을 올바른 위치에 직접 기록하도록 할 수 있습니다. "다운로드"를 선택하면 구성 파일을 다운로드하라는 메시지가 표시되고 %s에 수동으로 구성 파일을 배치 할 수 있습니다
nb_no: Dette trinnet tar de grunnleggende config-verdiene og genererer config-filen. Hvis din config / katalog er skrivbar, kan du velge "skriv" for å få Ampache skrive config filen direkte til riktig sted. Hvis du velger "nedlasting", vil det be deg om å laste ned config-filen, og du kan deretter manuelt plassere config-filen i %s
sv_se: Detta steg tar de grundläggande config-värdena och genererar config-filen. Om din config / katalog är skrivbar kan du välja "skriv" för att Ampache ska skriva konfigurationsfilen direkt till rätt plats. Om du väljer "ladda ner" kommer det att be dig att ladda ner config-filen, och du kan sedan manuellt placera config-filen i %s
tr_tr: Bu adım, temel yapılandırma değerlerini alır ve config dosyasını oluşturur. Eğer config / dizininiz yazılabilir ise, Ampache'in config dosyasını doğrudan doğru yere yazması için "write" komutunu seçebilirsiniz. Eğer "indir" seçeneğini seçerseniz, yapılandırma dosyasını indirmeniz istenecek ve daha sonra elle yapılandırma dosyasını %s içine yerleştirebilirsiniz.
uk_ua: Цей крок приймає основні значення конфігурації та генерує конфігураційний файл. Якщо ваш конфігураційний каталог доступний для запису, ви можете вибрати "write", щоб Ampache записував конфігураційний файл безпосередньо в потрібне місце. Якщо ви вибрали "завантажити", вам буде запропоновано завантажити файл налаштувань, а потім вручну помістити файл налаштувань у файл %s

source: Generate Config File
ar_sa: توليد ملف التكوين
ca_es: Generar fitxer de configuració
da_dk: Generer Config File
el_gr: Δημιουργία αρχείου ρυθμίσεων
fa_ir: ایجاد فایل پیکربندی
fi_fi: Luo Config-tiedosto
he_il: צור קובץ תצורה
hu_hu: Konfigurációs fájl létrehozása
ko_kr: 구성 파일 생성
nb_no: Generer Config-fil
sv_se: Generera Config-fil
tr_tr: Yapılandırma Dosyası Oluştur
uk_ua: Створити конфігураційний файл

source: Web Path
ar_sa: مسار الويب
ca_es: Camí web
da_dk: Websti
el_gr: Διαδρομή ιστού
fa_ir: مسیر وب
fi_fi: Web-polku
he_il: נתיב אינטרנט
hu_hu: Web elérési út
ko_kr: 웹 경로
nb_no: Nettvei
sv_se: Webbvägen
tr_tr: Web Yolu
uk_ua: Веб-шлях

source: Database connection
ar_sa: اتصال قاعدة البيانات
ca_es: Connexió de la base de dades
da_dk: Databaseforbindelse
el_gr: Σύνδεση βάσης δεδομένων
fa_ir: اتصال به پایگاه داده
fi_fi: Tietokannan yhteys
he_il: חיבור מסד נתונים
hu_hu: Adatbázis-kapcsolat
ko_kr: 데이터베이스 연결
nb_no: Database-tilkobling
sv_se: Databasanslutning
tr_tr: Veri tabanı bağlantısı
uk_ua: Підключення до бази даних

source: Database Name
ar_sa: اسم قاعدة البيانات
ca_es: Nom de la base de dades
da_dk: Databasens navn
el_gr: Ονομα βάσης δεδομένων
fa_ir: نام پایگاه داده
fi_fi: Tietokannan nimi
he_il: שם בסיס הנתונים
hu_hu: Adatbázis név
ko_kr: 데이터베이스 이름
nb_no: Databasenavn
sv_se: Databas namn
tr_tr: Veri tabanı ismi
uk_ua: Ім'я бази даних

source: MySQL Port (optional)
ar_sa: MySQL Port (اختياري)
ca_es: Port MySQL (opcional)
da_dk: MySQL-port (valgfrit)
el_gr: Θύρα MySQL (προαιρετικό)
fa_ir: پورت MySQL (اختیاری)
fi_fi: MySQL-portti (valinnainen)
he_il: יציאת MySQL (אופציונלי)
hu_hu: MySQL port (opcionális)
ko_kr: MySQL 포트 (옵션)
nb_no: MySQL-port (valgfritt)
sv_se: MySQL-porten (tillval)
tr_tr: MySQL Port (isteğe bağlı)
uk_ua: Порт MySQL (необов'язково)

source: MySQL Username
ar_sa: اسم المستخدم ماي
ca_es: Nom d’usuari de MySQL
da_dk: MySQL brugernavn
el_gr: Όνομα χρήστη MySQL
fa_ir: نام کاربری MySQL
fi_fi: MySQL-käyttäjätunnus
he_il: שם משתמש
hu_hu: MySQL felhasználónév
ko_kr: MySQL 사용자 이름
nb_no: MySQL Brukernavn
sv_se: MySQL Användarnamn
tr_tr: MySQL Kullanıcı Adı
uk_ua: Ім'я користувача MySQL

source: MySQL Password
ar_sa: كلمة مرور الخلية
ca_es: Contrasenya MySQL
da_dk: MySQL kodeord
el_gr: Κωδικός πρόσβασης MySQL
fa_ir: رمز عبور MySQL
fi_fi: MySQL-salasana
he_il: סיסמת
hu_hu: MySQL jelszó
ko_kr: MySQL 암호
nb_no: MySQL Passord
sv_se: MySQL lösenord
tr_tr: MySQL Şifresi
uk_ua: Пароль MySQL

source: Installation type
ar_sa: نوع التثبيت
ca_es: Tipus d'instal·lació
da_dk: Installationstype
el_gr: Τύπος εγκατάστασης
fa_ir: نوع نصب
fi_fi: Asennustyyppi
he_il: סוג התקנה
hu_hu: Telepítési típus
ko_kr: 설치 유형
nb_no: Installasjonstype
sv_se: Installationstyp
tr_tr: Kurulum tipi
uk_ua: Тип установки

source: Configure Ampache at best for your use case, enabling / disabling features automatically.
ar_sa: قم بتكوين Ampache في أحسن الأحوال لحالة الاستخدام الخاصة بك ، وتمكين / تعطيل الميزات تلقائيًا.
ca_es: Configureu Ampache en el millor dels casos per al vostre cas d’ús, habilitant / desactivant les funcions automàticament.
da_dk: Konfigurer Ampache i bedste fald til brugssagen, aktivere / deaktivere funktioner automatisk.
el_gr: Διαμορφώστε το Ampache στην καλύτερη περίπτωση για την περίπτωση χρήσης σας, ενεργοποιώντας / απενεργοποιώντας τις λειτουργίες αυτόματα.
fa_ir: پیکربندی Ampache در بهترین حالت برای مورد استفاده شما، فعال / غیر فعال کردن ویژگی های به صورت خودکار.
fi_fi: Määritä Ampache parhaimmillaan käyttötapauksessasi, ota / poistaa ominaisuudet automaattisesti.
he_il: הגדר את Ampache במקרה הטוב ביותר עבור מקרה השימוש שלך, המאפשר / משבית תכונות באופן אוטומטי.
hu_hu: Konfigurálja az Ampache-t a legjobb esetben az Ön esetében, engedélyezve / letiltva a funkciókat automatikusan.
ko_kr: 사용 케이스에 맞게 Ampache를 구성하고 자동으로 기능을 활성화 / 비활성화합니다.
nb_no: Konfigurer Ampache i beste fall for brukssaken din, og aktiver / deaktivere funksjonene automatisk.
sv_se: Konfigurera Ampache i bästa fall för ditt användarfall, aktivera / inaktivera funktioner automatiskt.
tr_tr: Ampache'yi kullanımınız için en iyi şekilde yapılandırın, özellikleri otomatik olarak etkinleştirin / devre dışı bırakın.
uk_ua: Налаштуйте Ampache у найкращому випадку для вашого використання, включивши / вимкнувши функції автоматично.

source: Ampache is configured for personal use with most greatest features.
ar_sa: تم تكوين Ampache للاستخدام الشخصي مع معظم الميزات الرائعة.
ca_es: Ampache està configurat per a ús personal amb la majoria de les funcions més importants.
da_dk: Ampache er konfigureret til personlig brug med de fleste største funktioner.
el_gr: Το Ampache έχει διαμορφωθεί για προσωπική χρήση με τα πιο σημαντικά χαρακτηριστικά.
fa_ir: Ampache برای استفاده شخصی با بیشترین ویژگی ها پیکربندی شده است.
fi_fi: Ampache on määritetty henkilökohtaiseen käyttöön, jossa on suurimmat ominaisuudet.
he_il: Ampache מוגדר לשימוש אישי עם רוב התכונות הטובות ביותר.
hu_hu: Az Ampache személyre szabott, és a legmagasabb jellemzőkkel rendelkezik.
ko_kr: Ampache는 가장 큰 기능을 가진 개인용으로 구성되어 있습니다.
nb_no: Ampache er konfigurert for personlig bruk med de aller største funksjonene.
sv_se: Ampache är konfigurerad för personligt bruk med de flesta funktioner.
tr_tr: Ampache, en harika özelliklerle kişisel kullanım için yapılandırılmıştır.
uk_ua: Ampache налаштований для особистого використання з найбільшою кількістю функцій.

source: Minimalist
ar_sa: الحد الأدنى
ca_es: Minimalista
da_dk: Minimalistisk
el_gr: Μινιμαλιστική
fa_ir: مینیمالیست
fi_fi: minimalistinen
he_il: מינימליסטי
hu_hu: minimalista
ko_kr: 미니멀리스트
nb_no: Minimalistisk
uk_ua: Мінімаліст

source: only essential features are enabled to stream simply your music from a web interface.
ar_sa: يتم تمكين الميزات الأساسية فقط لدفق الموسيقى الخاصة بك ببساطة من واجهة ويب.
ca_es: només es permeten funcions essencials per transmetre simplement la vostra música des d'una interfície web.
da_dk: Kun vigtige funktioner er aktiveret til at streame simpelthen din musik fra en webgrænseflade.
el_gr: μόνο τα βασικά χαρακτηριστικά είναι ενεργοποιημένα για να μεταδώσουν απλά τη μουσική σας από μια διεπαφή ιστού.
fa_ir: تنها ویژگی های ضروری برای جریان موسیقی به سادگی از یک رابط وب فعال هستند.
fi_fi: vain olennaiset ominaisuudet mahdollistavat musiikin suoratoiston yksinkertaisesti web-käyttöliittymästä.
he_il: רק תכונות חיוניות מופעלות להזרים פשוט את המוסיקה שלך מממשק אינטרנט.
hu_hu: csak a lényeges funkciók engedélyezhetik a zeneszám egyszerűsítését egy webes felületről.
ko_kr: 필수 기능 만 웹 인터페이스에서 음악을 스트리밍 할 수 있습니다.
nb_no: Bare viktige funksjoner er aktivert for å streame bare musikken din fra et webgrensesnitt.
sv_se: bara viktiga funktioner är aktiverade för att strömma helt enkelt din musik från ett webbgränssnitt.
tr_tr: müziğinizi bir web arayüzünden kolayca yayınlamanız için yalnızca temel özellikler etkinleştirilir.
uk_ua: лише важливі функції дозволяють передавати музику просто з веб-інтерфейсу.

source: Community
ar_sa: تواصل اجتماعي
ca_es: Comunitat
da_dk: Fællesskab
el_gr: Κοινότητα
fa_ir: جامعه
fi_fi: Yhteisö
he_il: קהילה
hu_hu: Közösség
ko_kr: 커뮤니티
nb_no: Samfunnet
sv_se: gemenskap
tr_tr: Topluluk
uk_ua: Спільнота

source: use recommended settings when using Ampache as a frontend for a music community.
ar_sa: استخدم الإعدادات الموصى بها عند استخدام Ampache كواجهة أمامية لمجتمع موسيقى
ca_es: utilitzeu la configuració recomanada quan utilitzeu Ampache com a interfície per a una comunitat de música.
da_dk: Brug anbefalede indstillinger, når du bruger Ampache som en frontend for et musiksamfund.
el_gr: χρησιμοποιήστε τις συνιστώμενες ρυθμίσεις όταν χρησιμοποιείτε το Ampache ως ένα μέτωπο για μια κοινότητα μουσικής.
fa_ir: هنگام استفاده از Ampache به عنوان یکپارچه برای یک انجمن موسیقی، از تنظیمات توصیه شده استفاده کنید.
fi_fi: käytä suositeltuja asetuksia, kun käytät Ampache-musiikkia musiikkialan yhteisöön.
he_il: השתמש בהגדרות המומלצות בעת שימוש ב- Ampache כספק קדמי עבור קהילת מוסיקה.
hu_hu: használja az ajánlott beállításokat, ha Ampache-t használ egy zenei közösség előlapjává.
ko_kr: Ampache를 음악 커뮤니티의 프론트 엔드로 사용할 때 권장 설정을 사용하십시오.
nb_no: Bruk anbefalte innstillinger når du bruker Ampache som en frontend for et musikkfellesskap.
sv_se: Använd rekommenderade inställningar när du använder Ampache som en frontend för en musikgemenskap.
tr_tr: Ampache'yi müzik topluluğu için ön uç olarak kullanırken önerilen ayarları kullanın.
uk_ua: використовуйте рекомендовані параметри, використовуючи Ampache як інтерфейс музичної спільноти.

source: Transcoding
ar_sa: الشفرة
ca_es: Decodificant
da_dk: Konvertering
el_gr: Μετασύνδεση
fa_ir: رمزگشایی
he_il: קידוד
hu_hu: átkódolás
ko_kr: 트랜스 코딩
nb_no: Transkoding
sv_se: Omkodning
tr_tr: Transcoding'i
uk_ua: Транскодування
