Repository: codacy-badger/amuzak
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, ca_es, da_dk, el_gr, fa_ir, fi_fi, he_il, hu_hu, ko_kr, nb_no, sv_se, tr_tr, uk_ua

source: ReplayGain Track Gain
ar_sa: ReplayGain تتبع الربح
el_gr: Αύξηση του κομματιού αναπαραγωγής
he_il: ReplayGain מסלול רווח
ko_kr: 리플레이 게인 트랙 게인

source: php print_tags.inc <Filename>
ar_sa: فب print_tags.inc <Filename>

source: TV Shows
ar_sa: عرض تلفزيوني
fi_fi: TV-ohjelmat
he_il: תוכניות טלוויזיה
nb_no: TV-programmer

source: Clips
ar_sa: كليب
da_dk: Klip
fi_fi: leikkeet
he_il: קליפים
nb_no: klipp

source: Movies
ar_sa: أفلام
da_dk: Film
fi_fi: Elokuvat
he_il: סרטים
nb_no: Filmer

source: Personal Videos
ar_sa: فيديوهات شخصية
da_dk: Personlige videoer
fi_fi: Henkilökohtaiset videot
he_il: סרטונים אישיים
nb_no: Personlige videoer

source: Video
ar_sa: فيديو
he_il: וידאו

source: My Broadcast
ar_sa: بلدي البث
da_dk: Min udsendelse
fi_fi: Oma lähetys
he_il: השידור שלי
nb_no: Mitt Broadcast

source: Slideshow
ar_sa: عرض الشرائح
fi_fi: diaesitys
he_il: מצגת
nb_no: lysbilde~~POS=TRUNC

source: Expand/Collapse Playlist
ar_sa: توسيع / طي قائمة التشغيل
da_dk: Udvid / Skjul afspilningsliste
fi_fi: Laajenna / Kutista soittolista
he_il: הרחב / כווץ השמעה
nb_no: Utvid / skjul spilleliste

source: Visualizer
ar_sa: متخيل

source: Visualizer Full-Screen
ar_sa: متخيل ملء الشاشة
da_dk: Visualizer fuldskærm
fi_fi: Visualizer-koko näyttö
he_il: Visualizer מסך מלא

source: ReplayGain
ar_sa: كسب اعادتها
da_dk: genspilningsforstærkning
he_il: רווח חוזר

source: Equalizer
ar_sa: التعادل
fi_fi: Taajuuskorjain
he_il: אקולייזר

source: Logout
ar_sa: الخروج
da_dk: Log ud
fi_fi: Kirjautua ulos
he_il: להתנתק
nb_no: Logg ut

source: Radio
ar_sa: راديو
he_il: רדיו
